{"id":"Samsung","printName":"Samsung Electronics Co., Ltd.","basicInformation":"<p>Headquartered in South Korea, Samsung is one of the world&rsquo;s largest manufacturers of consumer electronics, its main source of revenue. After Google, it is the world&rsquo;s largest producer of the Android operating system. It shipped <a href=\"https://www.canalys.com/newsroom/global-smartphone-market-2021\">274.5 million</a> smartphones in 2020.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Samsung disclosed no evidence of conducting systematic engagement with stakeholders whose rights are directly impacted by the company.</li></ul><ul><li>Samsung remained the lowest-scoring company in our privacy category. It was the only digital platform we ranked that failed even to give users tips on how to protect their own security.</li></ul><ul><li>Samsung disclosed nothing about its processes for responding to third-party requests for content restrictions or user information. It published no data about these requests.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Samsung powered <a href=\"https://financesonline.com/number-of-smartphone-users-worldwide/\">over one billion</a> mobile phones worldwide in 2021. But despite its enormous role in providing mobile software and hardware around the globe, it once again received one of the lowest scores in our ranking. </p><p>In 2021, the company&rsquo;s <a href=\"https://www.zdnet.com/article/samsung-records-its-highest-yearly-revenue-to-date-in-2021/\">profits surged</a> in spite of multiple public scandals. Samsung chairman Lee Jae-yong <a href=\"https://www.ft.com/content/56ae356b-3c63-44de-95bf-78631f1e79d5\">was jailed</a> in South Korea for bribing the country&rsquo;s former president to approve a merger, and regulators hit the company with the country&rsquo;s <a href=\"https://www.competitionpolicyinternational.com/south-korea-fines-samsung-with-its-largest-antitrust-fine/\">largest-ever antitrust fine</a> for unfair contracting practices. Reporting by Reuters also revealed that Samsung&rsquo;s supply chain labor included Uyghur Muslims from China&rsquo;s Xinjiang region, who had been forced to work in <a href=\"https://www.cbr.com/microsoft-sony-samsung-forced-labor-china/\">prison-like conditions</a> for the U.S.-based firm Universal Electronics, Inc. The firm, which also supplies Microsoft, LG, and Sony, was operating under an agreement with the Chinese government. </p><p>Consistent with the company&rsquo;s poor performance on our privacy and security metrics, Samsung&rsquo;s preinstalled apps were caught spying on users. <a href=\"https://www.scss.tcd.ie/Doug.Leith/Android_privacy_report.pdf\">Academic researchers</a> found that Android operating systems modified by Samsung (along with Huawei and Xiaomi) allowed those companies, along with certain preinstalled third-party apps, to capture various kinds of user data even when users had opted out of tracking and other kinds of data collection. Samsung gave users no way to fully disable the surveillance. </p><p>In our research, we found that the company&rsquo;s mechanism for users to submit privacy grievances was inadequate. Samsung also had the dubious honor of being the only company we rank that failed to give users any tips on how to protect their privacy. Regulations are not to blame for Samsung&rsquo;s poor performance. The company, in fact, has long lagged far behind its South Korean peer, Kakao, on most indicators in our methodology.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>Samsung clarified previously vague statements indicating that users can request to view the personal information the company holds on them. </li></ul><ul><li>Samsung provided new information about its mechanisms for receiving bug reports. It also disclosed that it will provide security updates for the software on some of its phones for at least four years after their original release.</li></ul><ul><li>Samsung removed a disclosure that gave a time frame for responding to reports of security vulnerabilities.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Commit to human rights due diligence across operations. Samsung should publish more information about its privacy impact assessments. It should expand them to consider freedom of expression and conduct similar assessments on its policy enforcement, targeted advertising practices, and algorithmic systems.</li></ul><ul><li>Improve security practices. Samsung should reinstate its commitment to respond to security vulnerability reports within 48 hours. It should also institute a policy for remedying the impacts of data breaches on its users.</li></ul><ul><li>Help users protect their security. Despite the fact that its users&rsquo; smartphones hold the keys to their digital lives, Samsung is the only digital platform we rank that does not publish security guidance for users.</li></ul>","governance":"<p>Samsung made a commitment to respect users&rsquo; freedom of expression and privacy (G1), but did little to show how it was implemented. It provided no evidence of conducting human rights impact assessments associated with policy enforcement, targeted advertising, or algorithmic systems (G4). The company stated that it does perform privacy impact assessments (G4a). It also maintains a customer complaint system, as required by <a href=\"http://www.law.go.kr/%EB%B2%95%EB%A0%B9/%EC%A0%84%EA%B8%B0%ED%86%B5%EC%8B%A0%EC%82%AC%EC%97%85%EB%B2%95\">South Korean law</a>, but the system can only be used to file complaints related to privacy concerns, and it gives users little assurance regarding the company&rsquo;s actual procedure or time frame for reviewing complaints (G6a). Despite the diverse communities who use its devices, Samsung disclosed no systematic engagement with people whose rights to privacy and freedom of expression and information are directly affected by the company&rsquo;s actions (G5).</p>","freedom":"<p>Samsung disclosed some information about how it restricts content and accounts (F3a) but it offered no data on the volume of accounts it restricted for violating its rules (F4a, F4b). Samsung revealed nothing about its processes for handling government or private requests to restrict content or accounts (F5) and no data about the number of requests it received or complied with (F6, F7). South Korean law does not prohibit companies from disclosing this information. South Korean digital platform Kakao has offered this disclosure since 2012.</p>","privacy":"<p>Samsung disclosed less about its privacy-related policies and practices than any of its peers. Though it made minor improvements in some areas, including its procedures for receiving security vulnerability reports and for pushing security updates (P14), Samsung failed to disclose information in several key areas. The company disclosed nothing about its process for handling data breaches (P15), encryption of user communications (P16), or third-party requests for user information (P10, P11). It failed to provide resources to educate users about potential privacy risks (P18). </p>"}