{"id":"Samsung","printName":"Samsung Electronics Co., Ltd.","basicInformation":"<p>Headquartered in South Korea, Samsung is one of the world&#x2019;s largest manufacturers of consumer electronics. It shipped <a href=\"https://www.canalys.com/newsroom/global-smartphone-shipment-Q4-2020\">255.6 million</a> smartphones worldwide in 2020.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Samsung disclosed less about its privacy and security policies than all of its peers.</li>\n  <li>Samsung failed to provide clear grievance and remedy mechanisms for freedom of expression and privacy complaints, although in South Korea companies are required to offer these mechanisms by law.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> </li>\n  <li>Samsung disclosed nothing about its processes for responding to government or private requests for content restrictions or user information and published no data about these requests, although there are no legal restrictions preventing the company from doing so. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Samsung once again received one of the lowest scores among digital platforms, ranking 12th out of the 14 digital platforms we evaluated in 2020. </span>It<span class=\"font-bold\"> </span>continued to lag far behind its South Korean peer, Kakao, on most indicators in the RDR Index.<span class=\"font-bold\"> </span>Multiple incidents in 2020 sparked public concern about the company&#x2019;s security practices, including a <a href=\"https://www.reuters.com/article/us-samsung-elec-website-breach/samsung-electronics-says-uk-website-error-exposed-data-of-150-customers-idUSKCN20K09C\">data leak</a> on Samsung&#x2019;s U.K. website and a <a href=\"https://www.cnbc.com/2019/10/17/samsung-working-to-fix-security-flaw-that-allows-any-fingerprint.html\">fingerprint authentication flaw</a> that left its handsets vulnerable to abuse. These events demonstrated the need for Samsung to be more transparent about its user information and security policies. Although it made slight improvements in 2020, Samsung still disclosed less information about its security policies than all other digital platforms we evaluate. </p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Samsung made a slight improvement on remedy by providing users with contact information to file complaints about privacy issues in its <a href=\"https://www.samsung.com/sec/info/privacy_new/\">Privacy Policy</a>.</li>\n</ul><ul>\n  <li>Samsung improved its policy oversight and policy enforcement information about apps available in its app store.</li>\n</ul><ul>\n  <li>Samsung improved its transparency about its internal and external security audits as well as about the security of user accounts. </li>\n</ul><ul>\n  <li>Samsung improved its privacy policies by clarifying options for users to obtain a copy of their information upon their request.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Improve on security: Samsung should disclose policies about data breaches and encryption.</li>\n</ul><ul>\n  <li>Improve human rights due diligence: Samsung should publish more information about its impact assessments of government regulations and how they affect users in different regulatory environments. It should conduct similar assessments on its policy enforcement, targeted advertising practices, and algorithmic systems.</li>\n</ul><ul>\n  <li>Publish transparency reports: Samsung should provide data and details about its process for handling third-party requests for content or accounts restrictions as well as about requests for user information.</li>\n</ul>","governance":"<p>Despite its commitment to human rights, Samsung disclosed less about its governance and oversight over human rights issues than most digital platforms from the U.S, as well as Kakao, its South Korean peer.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Samsung made a commitment to respect users&#x2019; freedom of expression and privacy (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>With the exception of some privacy impact assessments, Samsung provided no evidence of conducting risk assessments associated with policy enforcement, targeted advertising, or algorithmic systems (G4). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Samsung continued to disclose no systematic engagement with stakeholders that represent, advocate on behalf of, or are people whose privacy and freedom of expression and information are directly impacted by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Companies in South Korea are by <a href=\"http://www.law.go.kr/%EB%B2%95%EB%A0%B9/%EA%B0%9C%EC%9D%B8%EC%A0%95%EB%B3%B4%EB%B3%B4%ED%98%B8%EB%B2%95\">law</a> required to provide a remedy mechanism. However, Samsung&#x2019;s grievance and remedy procedures were unclear. Samsung provided contact information for users to file privacy-related complaints, but it did not supply options for users to submit freedom of expression-related grievances (G6a).<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> Nor did the company offer options for developers or users to appeal content moderation decisions in its mobile ecosystem (G6b).</li>\n</ul>","freedom":"<p>Samsung&#x2019;s policies and practices affecting freedom of expression and information were among the least transparent of those we evaluated, slightly outperforming only Amazon and Baidu.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>The terms of service policy for Samsung Cloud was easy to locate but this was not the case for Samsung Galaxy and its implementation of Android (F1a). Samsung disclosed some information about how it restricts content and accounts (F3a) but it did not publish any data about content or accounts restricted for violating the company&#x2019;s rules (F4a, F4b). Samsung pledged to notify users about account restrictions, though the relevant policies lacked detail (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Samsung published a set of AI principles, but the company did not disclose an operational-level policy describing the use of algorithmic systems (F1d). Nor did it disclose whether or how it deployed algorithms for content curation or ranking in its Galaxy Store (F12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Samsung published easy-to-access ad content policies for Android, which conveyed what advertising content was prohibited, but the company failed to release an ad content policy for Cloud (F1b, F3b). Samsung did not publish an ad targeting policy (F1c, F3c) or provide any data about ads restricted for violating its content or targeting rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands: </span>Samsung revealed no information about its processes for handling government or private requests to restrict content or accounts (F5) and no data about the number of requests it received or complied with (F6, F7). In contrast, its peer Kakao published transparency reports about third-party requests. No law prohibits companies from disclosing this information in South Korea. </li>\n</ul>","privacy":"<p>Samsung disclosed less about its policies and practices on privacy than any of its peers.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Samsung disclosed some information about what user information the company collects and shares and why (P3a, P4, P5). But these policies failed to explain what user information the company inferred (P3b), what user information it collected from third parties (P9), or the underlying purpose of these actions (P5, P9). Although Samsung provided users with some options to control the use of their information, it failed to provide users with adequate means to control or access their information (P7, P8). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Samsung was one of only three digital platforms (alongside Baidu and Tencent) that published no information about its process for responding to government and private requests for user information (P10) or any data about these requests (P11). The company also did not commit to notify users of such requests from third parties (P12). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Samsung had the weakest disclosure about its security policies among the 14 digital platforms we evaluated. The company improved transparency about its internal security audits (P13) and how it helps users keep their accounts secure (P17), but it removed from its website information on its vulnerability reporting program for Cloud (P14). The company also provided no information about how it would respond to data breaches (P15) or about its encryption policies (P16).</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> Act on Promotion of Information and Communications Network Utilization and Information Protection (ICNA), June 9, 2020, partially amended, <a href=\"http://www.law.go.kr/%EB%B2%95%EB%A0%B9/%EC%A0%95%EB%B3%B4%ED%86%B5%EC%8B%A0%EB%A7%9D%EC%9D%B4%EC%9A%A9%EC%B4%89%EC%A7%84%EB%B0%8F%EC%A0%95%EB%B3%B4%EB%B3%B4%ED%98%B8%EB%93%B1%EC%97%90%EA%B4%80%ED%95%9C%EB%B2%95%EB%A5%A0\">www.law.go.kr/&#xBC95;&#xB839;/&#xC815;&#xBCF4;&#xD1B5;&#xC2E0;&#xB9DD;&#xC774;&#xC6A9;&#xCD09;&#xC9C4;&#xBC0F;&#xC815;&#xBCF4;&#xBCF4;&#xD638;&#xB4F1;&#xC5D0;&#xAD00;&#xD55C;&#xBC95;&#xB960;</a>; and</p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> &#x201C;Act on Promotion of Information and Communications Network Utilization and Information Protection (ICNA),&#x201D; June 9, 2020, partially amended, <a href=\"http://www.law.go.kr/%EB%B2%95%EB%A0%B9/%EC%A0%95%EB%B3%B4%ED%86%B5%EC%8B%A0%EB%A7%9D%EC%9D%B4%EC%9A%A9%EC%B4%89%EC%A7%84%EB%B0%8F%EC%A0%95%EB%B3%B4%EB%B3%B4%ED%98%B8%EB%93%B1%EC%97%90%EA%B4%80%ED%95%9C%EB%B2%95%EB%A5%A0\">www.law.go.kr/&#xBC95;&#xB839;/&#xC815;&#xBCF4;&#xD1B5;&#xC2E0;&#xB9DD;&#xC774;&#xC6A9;&#xCD09;&#xC9C4;&#xBC0F;&#xC815;&#xBCF4;&#xBCF4;&#xD638;&#xB4F1;&#xC5D0;&#xAD00;&#xD55C;&#xBC95;&#xB960;</a>; and</p>"}