{"id":"Apple","printName":"Apple, Inc.","basicInformation":"<p>Headquartered in the United States, Apple manufactures computers, smartphones, and other devices, and produces the iOS operating system, software, and App Store. As of early 2021, the company had a base of <a href=\"https://www.reuters.com/article/us-apple-results/apple-tops-wall-street-expectations-on-record-iphone-revenue-china-sales-surge-idUSKBN29W2TD\">1.65 billion active devices</a>. Apple derives most of its profits from the sale of hardware, but ad sales drive an increasing proportion of the company&rsquo;s profits.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Apple earned the second-highest privacy score of all digital platforms we evaluated, coming in just behind Yahoo. Nevertheless, the company disclosed nothing about its data-inference policies and published only high-level information about its processes for handling private requests for user information.</li></ul><ul><li>Apple provided no evidence that it conducts human rights due diligence on its own policy enforcement or its targeted advertising practices and policies. It offered only limited evidence that it assesses privacy risks associated with the use and development of algorithmic systems.</li></ul><ul><li>Apple disclosed ad-content and ad-targeting policies but these were limited in scope and contained incomplete information about ad-targeting rules and their corresponding enforcement processes.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Throughout 2021, Apple retained its position as the <a href=\"https://en.wikipedia.org/wiki/List_of_public_corporations_by_market_capitalization\">most profitable</a> publicly traded technology company in the world. In 2020, the company released its first-ever comprehensive human rights policy, in which it vowed to protect users&rsquo; rights to freedom of expression. But the company has yet to demonstrate a strong track record in conducting human rights due diligence on decisions that affect this right. Indeed, shortly after Russia invaded Ukraine in early 2022, Apple <a href=\"https://www.washingtonpost.com/technology/2022/03/01/apple-pauses-sales-russia/\">stopped selling</a> its products in Russia, removed the RT News and Sputnik News apps from its AppStore outside of Russia, and disabled traffic and live incidents features for Apple Maps in Ukraine. How did the removals affect regular people in both countries? It is not clear that Apple fully considered this question. The company offered no evidence of having conducted a human rights impact assessment before taking these measures.</p><p>Although designing and selling hardware has always been at the core of Apple&rsquo;s business model, in 2021 the company saw considerable gains in advertising-driven revenue, stemming from its <a href=\"https://support.apple.com/en-us/HT212025\">App Tracking Transparency</a> policy. The policy constituted a win for user privacy, by preventing third-party apps in the iOS mobile ecosystem from tracking users without their consent. But it also gave Apple effective control over the iOS in-app advertising market, tripling its market share just months after the policy took effect. The policy also caused upheaval among third-party companies that sell their apps on the App Store. <a href=\"https://www.cnbc.com/2021/01/05/apples-upcoming-iphone-privacy-feature-puts-facebook-and-snap-at-most-risk.html\">Meta in particular</a> saw it as an imminent threat to its own ad-based business model.</p><p>In its public messaging and campaigns, Apple maintains that it is better at respecting privacy than its competitors. Yet despite the enormous revenues it generates from in-app advertising and ad targeting, Apple published very little information about its ad-content and ad-targeting rules in 2021. The company also failed to publish information about actions it takes to enforce content-related rules for ads and the App Store. How many apps did it remove from the App Store in 2021, and on what grounds? The company has yet to say.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>Apple updated its <a href=\"https://web.archive.org/web/20211101142710/https://www.apple.com/legal/privacy/en-ww/governance/\">Privacy Governance page</a> to disclose that it considers risks to freedom of expression in its privacy impacts assessments (G4a).</li></ul><ul><li>Apple expanded access to its iOS policies by making its <a href=\"https://web.archive.org/web/20211020044325/https://developer.apple.com/support/downloads/terms/apple-developer-program/Apple-Developer-Program-License-Agreement-20210607-English.pdf\">Developer Program Agreement License</a> available in Spanish.</li></ul><ul><li>For the first time, Apple published some data about content and account restrictions to enforce its App Store rules.</li></ul><ul><li>Apple published less information in certain policies than it did in 2020.</li></ul><ul><li>Apple&rsquo;s <a href=\"https://web.archive.org/web/20211109160253/https://www.apple.com/child-safety/\">Expanded Protections for Children Policy</a>, previously known as its Child Safety Policy, no longer mentions that automated technologies are used to detect and report cases of child exploitation.</li><li>Apple&rsquo;s policies on combining user information from different company services had previously acknowledged that Apple and its affiliates may share users&rsquo; personal information with each other and combine it. The policy no longer contains this acknowledgement, but does say that they may combine &ldquo;nonpersonal data&rdquo; using cookies and similar technologies.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Publish a commitment to uphold human rights in developing and using algorithms. Apple should adopt human rights-centered principles and frameworks to guide its development and use of algorithmic systems.</li></ul><ul><li>Be transparent about rules enforcement. Apple should publish more detailed data about how it enforces its own rules. The company&rsquo;s transparency reports should include the number of apps removed from its App Store and specify which rules the apps violated. It should also include the number of ads restricted for violating its ad-content and ad-targeting rules.</li></ul><ul><li>Be transparent about policies on user data handling and inference. Apple should disclose which kinds of user information it infers and for what purposes. It should also clarify which user information it acquires from third parties through non-technical means and how it does so.</li></ul>","governance":"<p>Apple lagged behind most of its U.S. peers on human rights due diligence (G4), and did not commit to respecting human rights in its development and use of algorithms (G1). Apple&rsquo;s App Store policies failed to give users or developers sufficient information about how to appeal app removals (G6b).</p>","freedom":"<p>Although Apple made an explicit commitment to protect freedom of expression in 2020, the company still lagged far behind most of its U.S. peers in this category. Although it published data about content and accounts it restricted for violating its rules for the first time, the company omitted key details from the data, such as the total numbers of accounts and pieces of content restricted (F4). And while Apple did publish a policy saying that it uses algorithms within the App Store to rank search results (F1d), the policy revealed nothing about<span className=\"italic\"> how</span> it uses algorithms to curate, rank, or recommend content in its App Store (F12). The company did not publish similar policies for the other Apple services we evaluated.</p>","privacy":"<p>Apple earned the second-highest privacy score of all companies in our ranking, primarily due to its policies on security (P13) and encryption (P16). Nevertheless, the company still did not earn a passing grade in this category. This is due in large part to its lack of transparency regarding how it collects, infers (P3), and handles user data coming from third parties (P9).</p>"}