{"id":"Apple","basicInformation":"<p><span class=\"font-bold\">Domicile</span>: United States</p><p><span class=\"font-bold\">Website</span>:<a href=\"https://www.apple.com\"></a><a href=\"https://www.apple.com\">www.apple.com</a></p>","keyFindings":"<ul>\n  <li>Apple had strong disclosure of privacy and securitypolicies, but only limited disclosure of policies and practices affecting freedom of expression.</li>\n  <li>Apple disclosed little about its rules and how they are enforced, and revealed no data about content removed&#x2014;including apps removed from its App Store&#x2014;as a result of government requests.</li>\n  <li>It was the only company in the Index to clearly disclose it does not track users across third-party websites, and disclosed more about its encryption policies than all of its peers.</li>\n</ul>","analysis":"<p>Apple placed seventh among the 12 ranked internet and mobile ecosystem companies in the 2019 Index.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup>As in previous Index rankings, Apple&#x2019;s low score relative to its U.S. peers was due to its lack of governance and oversight over human rights risks, and also lack of clear disclosure of policies affecting users&#x2019; freedom of expression.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup>On privacy and security issues, Apple remains near the top of all ranked companies in this Index. It was the only company to clearly disclose it does not track users across the internet, and disclosed more about its encryption policies than its peers. For its mobile operating system, Apple also disclosed more than Google&#x2019;s Android and Samsung&#x2019;s Android about options users have to control location tracking on iOS.</p><p>But Apple should be more transparent and accountable to users about policies and practices that affect freedom of expression: Of the user agreements evaluated in the RDR Index, Apple&apos;s were among the least accessible. It also lacked adequate disclosure about its rules and how they are enforced. While it disclosed data about government requests to restrict accounts, it disclosed no data about content removal requests, such as requests to remove apps from its App Store.</p><p><span class=\"font-bold\">Apple, Inc.</span>manufactures computers, smartphones, and other devices, and also produces iOS operating system software and application software.</p><p><span class=\"font-bold\">Market cap:</span>USD 957.8 billion<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup></p><p><span class=\"font-bold\">NasdaqGS:</span>AAPL</p>","keyRecommendation":"<ul>\n  <li><span class=\"font-bold\">Improve governance and oversight:</span>Apple should disclose a commitment to respect freedom of expression as a human right, and put processes in place to strengthen institutional oversight over freedom of expression issues at the company.</li>\n  <li><span class=\"font-bold\">Be transparent about restrictions to freedom of expression:</span>Apple should make its terms of service easier to find and understand. It should publish data about actions it takes to enforce its own rules and actions it takes to remove content as a result of government and other third party demands.</li>\n  <li><span class=\"font-bold\">Clarify handling of user information:</span>Apple should clarify what types of user information it collects, shares, and retains, and for what purposes.</li>\n</ul>","governance":"<p>For the third year in a row, Apple had the lowest governance score of any U.S. company evaluated in the Index. It disclosed a clear commitment to respect privacy as a human right (G1) but made no such commitment to freedom of expression. Apple clearly stated that senior leadership exercises oversight over how its policies and practices affect privacy (G2) but failed to reveal if there is similar oversight over freedom of expression issues. Apple disclosed that it assesses privacy risks associated with new products and services, however, it did not disclose if it assessed risks regarding its use of automated decision-making or targeted advertising (G4). Like most of its peers, Apple disclosed little about its grievance and remedy mechanisms for users to submit complaints against the company for infringement of their freedom of expression or privacy (G6).</p>","freedom":"<p>Apple revealed little about policies and practices affecting freedom of expression, scoring below all other U.S. companies in this category. Apple&#x2019;s user agreements for the services evaluated were the least accessible of all other internet and mobile ecosystem companies (F1)&#x2014;including the Chinese and Russian companies&#x2014;and did not specify if and how it notifies users of changes to these terms (F2). Apple also disclosed less than all other U.S. internet and mobile ecosystem companies about its rules and processes for enforcing them (F3, F4, F8). While it provided some information about what content and activities are prohibited across its services (F3), Apple disclosed no data about content it removed or accounts it deactivated as a result of violations of these rules (F4).</p><p>Apple was less transparent about external requests to restrict content or accounts than most of its U.S. peers, except for Facebook (F5-F7). It only disclosed data about the number of government requests to restrict or delete accounts that it received, but gave no data about content removed as a result of these requests, including data about apps removed from its App Store (F6). Like many companies, Apple failed to provide any information or data about content and account restriction requests it received through private processes (F7).</p>","privacy":"<p>Apple tied with Google for the second-highest score (after Microsoft) in the Privacy category, and had especially strong disclosure of its security policies. Like most of its peers, Apple fell short of clearly explaining how it handles user information, disclosing less than Twitter, Google, Verizon Media, and Facebook (P3-P9).<sup><a href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup>It did not fully disclose each type of user information it collects (P3), shares (P4), for what purpose (P5), and for how long it retains it (P6). However, Apple was the only company in the Index to clearly disclose that it does not track users across third-party websites (P9).</p><p>Apart from Google and Microsoft, Apple was more transparent than other internet and mobile ecosystem companies about its process for handling government and other external requests for user information (P10-P12). It disclosed some information about its process for responding to government requests but no similar disclosure could be found regarding the private requests it received (P10). Apple tied with Twitter and Facebook for its disclosure of data about third-party requests for user information it received and complied with (P11). Like other U.S. companies, Apple did not divulge the exact number of requests received for user data under the Foreign Intelligence Surveillance Act (FISA) or National Security Letters (NSLs), or the actions it took in response to these requests, since it is prohibited by law from doing so.<sup><a href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup></p><p>Apple disclosed more than any other internet and mobile ecosystem company about its security policies, but still fell short in key areas. It disclosed some information about its internal security oversight processes but provided no information about whether it commissions external security audits on its products and services (P13). However, it made notable improvements to its disclosure of how it encrypts user communications for iOS, iMessage, and iCloud (P16).</p>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a>The research period for the 2019 Index ran from January 13, 2018 to February 8, 2019. Policies that came into effect after February 8, 2019 were not evaluated in this Index.</p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a>For Apple&#x2019;s performance in the 2018 Index, see: <a href=\"https://rankingdigitalrights.org/index2018/companies/apple\">rankingdigitalrights.org/index2018/companies/apple</a></p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a>Bloomberg Markets, Accessed April 18, 2019,<a href=\"https://www.bloomberg.com/quote/AAPL:US\"></a><a href=\"https://www.bloomberg.com/quote/AAPL:US\">www.bloomberg.com/quote/AAPL:US</a></p><p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a>Oath, which provided a range of communications services including Yahoo Mail and Tumblr, updated its name to Verizon Media on January 7, 2019. See:<a href=\"https://www.oath.com/2019/01/07/oath-is-now-verizon-media/\"></a><a href=\"https://www.oath.com/2019/01/07/oath-is-now-verizon-media/\">www.oath.com/2019/01/07/oath-is-now-verizon-media</a></p><p><a href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a>&#x201C;USA FREEDOM Act of 2015,&#x201D; Pub. L. No. 114&#x2013;23 (2015), <a href=\"https://www.congress.gov/bill/114th-congress/house-bill/2048\">www.congress.gov/bill/114th-congress/house-bill/2048</a></p>"}