{"pageTitle":"Chinese tech giants have proven they can change. But the state is still their number one stakeholder.","body":"<p>As soon as social media posts warning of a deadly virus emerged in Wuhan in December 2019, Chinese authorities <a href=\"https://www.propublica.org/article/leaked-documents-show-how-chinas-army-of-paid-internet-trolls-helped-censor-the-coronavirus\">got to work</a>, requiring that <a href=\"https://citizenlab.ca/2020/03/censored-contagion-how-information-on-the-coronavirus-is-managed-on-chinese-social-media/\">digital platforms assist them</a> in controlling, curating, and manipulating what people could know or say about the outbreak&#x2014;and the government&#x2019;s handling of it. </p><p>As the pandemic set in, just like everywhere else, people in China came to depend on digital platforms for nearly every aspect of daily life, from shopping and entertainment to school and political news. In China, tech companies like Baidu, Tencent, and Alibaba emerged from the pandemic <a href=\"https://www.economist.com/leaders/2021/01/02/why-retailers-everywhere-should-look-to-china\">more powerful than ever</a>, at least commercially. </p><p>Politically, the Chinese government <a href=\"https://www.ft.com/content/62fe82c5-b058-4dd0-bb15-e9428593f078\">made sure</a> tech CEOs would not forget who their real boss is. In October, authorities retaliated against Alibaba&#x2019;s founder Jack Ma for publicly criticizing financial regulators and <a href=\"https://www.nytimes.com/2020/11/06/technology/china-ant-group-ipo.html\">canceled the IPO</a> of his financial services company, Ant Group. Regulators also threatened to break up Alibaba, targeting it and another Chinese tech giant, Tencent, with <a href=\"https://www.reuters.com/article/china-antitrust-tech-exclusive/analysis-china-to-crank-up-anti-trust-heat-on-big-tech-after-unprecedented-fines-idUKKBN28P1EU\">anti-trust probes</a>. </p><p>Chinese companies also serve a vast <a href=\"https://www.nytimes.com/2019/12/17/technology/china-surveillance.html\">national surveillance state</a>, one that is especially pernicious for some vulnerable populations. Throughout 2020, the <a href=\"https://www.hrw.org/sites/default/files/report_pdf/china0519_web.pdf\">government leveraged</a> Chinese tech companies&#x2019; cloud services, AI tools, and equipment for surveillance, detention, indoctrination, and control of millions of ethnic Uighurs and other Turkic Muslim people in Xinjiang. </p><p>China&#x2019;s system of authoritarian internet control has<a href=\"https://rankingdigitalrights.org/2019/07/17/chinese-law-and-state-security-requirements-stunt-companies-progress-in-2019-rdr-index/\"> </a><a href=\"https://rankingdigitalrights.org/2019/07/17/chinese-law-and-state-security-requirements-stunt-companies-progress-in-2019-rdr-index/\">inescapable consequences</a> for Chinese companies in the RDR Index: Baidu and Tencent have always ranked <a href=\"https://rankingdigitalrights.org/index2017/findings/china/\">at or near the bottom</a>. In 2020, we evaluated e-commerce giant Alibaba for the first time, and it landed low in the <a href=\"https://rankingdigitalrights.org/index2020\">overall ranking</a>, right next to Baidu.</p><blockquote>\n  <p>...between 2018 and 2019 Tencent and Baidu were among the <a href=\"https://rankingdigitalrights.org/index2019/compare/\">most improved companies</a> in the RDR Index, albeit still hovering at or near the bottom of the ranking.</p>\n</blockquote><p>Yet at the same time, Chinese companies have taken meaningful steps over the past five years to protect consumer privacy and security from threats that are unrelated to Chinese government surveillance. They have also tried to be a bit more open with users about how content is moderated for reasons other than government censorship requirements. As a result, between 2018 and 2019 Tencent and Baidu were among the <a href=\"https://rankingdigitalrights.org/index2019/compare/\">most improved companies</a> in the RDR Index, albeit still hovering at or near the bottom of the ranking.</p><img src=\"china-tech-giants/image3.png\" alt=\"I&apos;m some description.  readmore: How did we calculate these scores? /indicators/G1\"/><p>With improvements like these, are Chinese internet users any better off? And what about people around the world who use or are affected by these companies&#x2019; products and practices?</p><p>What these changes show is that Chinese companies can and do respond to pressure from foreign governments, investors, and even users. But the extent to which they can improve policies and practices affecting users&#x2019; human rights is severely handicapped by China&#x2019;s legal and political system.</p><blockquote>\n  <p>The hard reality is that Chinese companies are powerless to protect users (whether they in China or abroad) from digital rights violations by one of the most powerful&#x2014;and unaccountable&#x2014;governments in the world.</p>\n</blockquote><h2 id=\"behind-the-great-firewall-under-the-ccp-s-eye\">Behind the Great Firewall, under the CCP&#x2019;s eye</h2><p>China&#x2019;s <a href=\"https://citizenlab.ca/2020/03/censored-contagion-how-information-on-the-coronavirus-is-managed-on-chinese-social-media/\">information control regime</a> compels digital platforms to censor and surveil speech and activities that pose a challenge to the government&#x2019;s authority, among other violations of universal human rights. As long as that regime prevails, users of internet and mobile services in China will remain trapped in an information ecosystem that perpetuates and reinforces state power. There is no way to hold companies accountable for their role as tools of the state, because companies are only allowed to operate insofar as they comply with the government&#x2019;s demands and further the objectives of the Chinese Communist Party (CCP). </p><p>Several indicators in the RDR Index evaluate company disclosures about government demands: requirements to restrict, delete, or block content, as well as authorities&#x2019; demands for users&#x2019; private information. Chinese digital platforms disclose no information to their users about how they assist the Chinese government (or any other) in restricting access to information, censoring some peoples&#x2019; speech and amplifying others. Thanks to research projects like <a href=\"https://wechatscope.jmsc.hku.hk/\">WeChatSCOPE</a>, hosted overseas, we know that such censorship is extensive on platforms like Tencent&#x2019;s WeChat messaging app. Unfortunately, China&#x2019;s Great Firewall system blocks a huge volume of foreign websites and services, leaving most people in China unable to access information about the nature of censorship in their own country. </p><p>Nor do companies disclose any information to users about how information about their online conversations and activities is shared with the government. When we looked at whether companies publish adequate data about government demands for users&#x2019; information, we found that several U.S. platforms, alongside Kakao, made meaningful (if not perfect) efforts to be transparent with users about the volume and nature of government demands for their information. None of the Chinese companies disclosed anything. </p><img src=\"china-tech-giants/image2.png\"/><p>PROMPT: How did we calculate these scores? </p><p>Read the elements and research guidance &#x2192; [LINK TO P11a]</p><h2 id=\"companies-are-improving-thanks-to-new-internet-laws-and-public-shaming\">Companies are improving, thanks to new internet laws (and public shaming)</h2><p>Despite the government&#x2019;s aggressive system of political control and intolerance of dissent, people in China nonetheless enjoy an innovative information ecosystem full of products and services designed to address their every material need and entertainment desire: online shopping, celebrity live streaming, hobby networks, video games, and more. As long as people&#x2019;s activities do not challenge the power of the CCP, everyone is free to make money and have fun. To that end, it is vital to the CCP&#x2019;s power and capacity to maintain social stability that home-grown tech companies are commercially successful. </p><blockquote>\n  <p>As long as people&#x2019;s activities do not challenge the power of the CCP, everyone is free to make money and have fun. </p>\n</blockquote><p>To that end, it is vital to the CCP&#x2019;s power and capacity to maintain social stability that home-grown tech companies are commercially successful. </p><p>For the same reason, the CCP has an interest in ensuring that China&#x2019;s information ecosystem functions well, is accessible, and is supported by digital platforms that do not engender excessive levels of public frustration and mistrust&#x2014;sentiments that would make people more likely to question the government&#x2019;s information control regime. China&#x2019;s <a href=\"https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/\">new Cybersecurity Law</a>, which went into effect in mid-2017, is designed to protect internet users against commercial privacy abuses and cybercrime. Since then, as Chinese companies have moved to comply with the law, their RDR Index scores on handling of user data and security practices have risen dramatically. The most striking example can be seen in Chinese companies&#x2019; data breach disclosures, in compliance with the law&#x2019;s requirement that they &#x201C;promptly inform users&#x201D; in the event of a breach, in addition to informing relevant government authorities.</p><img src=\"china-tech-giants/image1.png\"/><p>PROMPT: How did we calculate these scores? </p><p>Read the elements and research guidance &#x2192; [LINK TO P15]</p><p>As the graphic above illustrates, Alibaba and Baidu lead the pack in disclosing more information about data breaches than any other digital platform in the 2020 RDR Index, with Tencent also disclosing more information than some U.S.-based companies. Prior to the <a href=\"https://rankingdigitalrights.org/index2019/indicators/p15/\">2019 RDR Index</a> (which covered policies active in 2018), Baidu and Tencent, the two Chinese companies included in <a href=\"https://rankingdigitalrights.org/index2018/indicators/p15/\">previous iterations</a> of the RDR Index, disclosed nothing about data breaches. </p><p>Another area where Chinese companies performed well in the 2020 RDR Index is on transparency about the collection of user information. While government surveillance of users through digital platforms is a taboo subject in mainstream media or anywhere online, the media is free to report on commercial abuses of user data by internet platforms. Users can complain about privacy violations and some lawsuits have attracted national media attention. Tencent, for example, has been <a href=\"https://technode.com/2019/06/05/tencent-qq-browser-data/\">targeted</a> with <a href=\"https://technode.com/2019/11/05/china-redoubling-crackdown-on-apps-over-privacy-violations/\">numerous</a> lawsuits and legal <a href=\"https://www.sixthtone.com/ht_news/1004986/Ministry%20Slams%20Tencent,%20Xiaomi%20Apps%20for%20Violating%20Users%E2%80%99%20Privacy\">complaints</a> over the sharing of user information between different services, and in one case with other users, without prior warning or clear consent. </p><p>Tencent and the other Chinese companies have responded to public media shaming, lawsuits, and regulatory penalties by improving their disclosure. They have a further incentive to improve, ahead of the expected enactment of a comprehensive Personal Information Protection Law, released last year in <a href=\"https://www.newamerica.org/cybersecurity-initiative/digichina/blog/chinas-draft-privacy-law-both-builds-on-and-complicates-its-data-governance/\">draft form</a>. Their efforts have boosted their RDR Index scores significantly. In our evaluation of how transparent companies are about <a href=\"https://rankingdigitalrights.org/index2020/indicators/p3a\">what user information they collect and how</a>, Tencent and Baidu took the lead, ranking first and second, respectively, while Alibaba made a strong showing in fifth place. </p><h2 id=\"under-pressure-from-foreign-governments-and-investors-baidu-moved-ahead\">Under pressure from foreign governments and investors, Baidu moved ahead</h2><p>When we first added Baidu to the <a href=\"https://rankingdigitalrights.org/index2017/\">second RDR Index in 2017</a>, it ranked dead last among digital platforms, and <a href=\"https://rankingdigitalrights.org/index2018/\">remained there in 2018</a>. Then in <a href=\"https://rankingdigitalrights.org/index2019/compare/\">2019 Baidu distinguished itself</a> as the second-most improved company in the entire RDR Index. For 2020 Baidu <a href=\"https://rankingdigitalrights.org/index2020/compare\">continued to be one of the most improved companies</a>, pulling ahead of Tencent for the first time in the overall ranking.</p><img src=\"china-tech-giants/image5.png\"/><p><a href=\"https://www.reuters.com/article/us-baidu-order/baidu-resumes-newsfeed-function-after-cyberspace-regulators-complaints-idUSKCN2260N4\">Regulation</a> and <a href=\"https://www.ft.com/content/9fd5846c-bc19-11e5-a8c6-deeeb63d6d4b\">public shaming</a> have pushed Baidu, like the other Chinese companies, to be more transparent and accountable with users. It has improved disclosures and policies related to how content is displayed, shared, and amplified in response to regulatory penalties and several lawsuits from users claiming that they were harmed by false or inappropriate content appearing in the news feed that appears on the landing page for Baidu search. But domestic pressure is not the only driver of change at Baidu and other Chinese companies that are seeking to expand their business around the world. </p><p>These companies have found themselves caught between domestic control and pressure from other governments seeking to protect their own people from the Chinese government&#x2019;s censorship and surveillance regime. In 2020, the Indian and U.S. governments ordered outright bans on Tencent&#x2019;s <a href=\"https://citizenlab.ca/2020/05/we-chat-they-watch/\">WeChat</a> and ByteDance&#x2019;s <a href=\"https://www.washingtonpost.com/opinions/tiktok-and-the-long-arm-of-the-chinese-government/2019/12/02/1064a72c-1142-11ea-b0fc-62cc38411ebb_story.html\">TikTok.</a> The Trump administration&#x2019;s attempt to ban WeChat and TikTok from U.S. networks ultimately failed in the face of constitutional challenges, and efforts to ban Americans from investing in Alibaba, Baidu, and Tencent were <a href=\"https://www.reuters.com/article/us-usa-trump-china-tech/trump-administration-shelves-planned-investment-ban-on-alibaba-tencent-baidu-sources-idUSKBN29I2RW\">also abandoned</a> as impractical and counterproductive.</p><p>Nonetheless, concerns about security and human rights threats stemming from the Chinese government&#x2019;s power over Chinese tech companies are <a href=\"https://www.wsj.com/articles/the-u-s-china-tech-war-wont-end-under-biden-11607939916\">broadly shared</a> by the new Biden administration, which is expected to work with democratic allies on a more collaborative and long-term effort to counter such threats. Laws requiring much greater transparency and oversight of digital platforms and services&#x2014;including over how companies interact with home country and host governments&#x2014;are among the types of measures being <a href=\"https://s3-ap-southeast-2.amazonaws.com/ad-aspi/2019-10/Engineering%20global%20consent%20V2.pdf?eIvKpmwu2iVwZx4o1n8B5MAnncB75qbT\">recommended</a> and considered in the U.S. and other Western countries. In the meantime, Chinese companies have an interest in doing whatever they can to demonstrate good faith to global users and foreign governments to the extent possible without defying their government. </p><img src=\"china-tech-giants/image4.jpg\" title=\"Photo by Gauthier Delecroix via Flickr (CC BY 2.0)}\"/><p>Chinese companies whose shares are listed in major stock markets and held by large international investment funds have also made changes in response to active engagement by investors concerned with environmental, social, and governance (ESG) risks that companies&#x2019; activities can pose.</p><blockquote>\n  <p>Chinese companies have an interest in doing whatever they can to demonstrate good faith to global users and foreign governments to the extent possible without defying their government. </p>\n</blockquote><p>One major global investment management company recently offered an unusual amount of public detail about how such influence works. In October 2020, Federated Hermes International published a <a href=\"https://www.hermes-investment.com/eos-insight/eos/baidu-case-study/\">case study</a> describing the impact of its engagement with Baidu over the past several years on issues related to data privacy protection. According to the case study, Baidu has implemented a number of suggestions proposed by Hermes to improve its data privacy management, including the creation of committees focused on protecting data assets, data safety, and professional ethics. ESG investors such as Hermes are sending a message to management that while they value Baidu&#x2019;s profits&#x2014;driven primarily by targeted advertising revenue through its search engine&#x2014;they want to see concrete evidence that the company is working to mitigate harms caused by its commercial business practices. </p><p>Since the Hermes case study was published, Baidu has made further steps to gain favor with ESG investors. Most notably, in November 2020&#x2014;too late for assessment in the 2020 RDR Index&#x2014;Baidu published a <a href=\"http://esg.baidu.com/Uploads/File/2020/11/11/u5fab50e7e2c4b.pdf\">Human Rights Policy</a>. Baidu appears to be the first major Chinese tech company to have formally published such a policy. The policy appears in Chinese and English on the company&#x2019;s web portal dedicated to ESG-related information, whose primary audience is investors. While we have seen no coverage of it in the Chinese or English-language media, a <a href=\"http://esg.baidu.com/en/detail/332.html\">press release</a> explained that the new human rights policy is in keeping with Baidu&#x2019;s commitments as a signatory of the UN Global Compact, a set of voluntary corporate sustainability principles. </p><p>RDR does not award credit to companies for membership in the Global Compact because signatories are not required to make explicit human rights commitments or prove that they are living up to their commitments. Baidu&#x2019;s human rights policy does refer to the Universal Declaration of Human Rights and the UN Guiding Principles on Business and Human Rights (although the English name of the latter is mis-translated). It explicitly references the International Covenant on Economic, Social and Cultural Rights but does not mention the International Covenant on Civil and Political Rights, which elaborates on freedom of expression and privacy as human rights, which China has not ratified. </p><p>Baidu&#x2019;s human rights policy focuses primarily on labor rights, obligations of suppliers, and communities in which the company physically operates, but it does also include a section on user rights. Baidu commits to respect users&#x2019; privacy, &#x201C;except as provided by laws and regulations,&#x201D; and free speech &#x201C;in accordance with national laws and regulations.&#x201D; It is clear that Baidu&#x2019;s human rights commitments are not intended to encroach on the Chinese government&#x2019;s authority. The policy articulates the extent to which Baidu can respect human rights while still complying with government demands that compel companies to commit or facilitate human rights violations.</p><h2 id=\"could-china-still-become-the-next-tech-superpower\">Could China still become the next tech superpower?</h2><p>The Chinese government&#x2019;s cyberspace security <a href=\"http://english.www.gov.cn/state_council/ministries/2016/12/27/content_281475526667672.htm\">strategy</a> does not merely aim to assert control over data and online content within China&#x2019;s borders. Its <a href=\"https://www.scmp.com/tech/policy/article/3085362/china-has-new-us14-trillion-plan-seize-worlds-tech-crown-us\">broader goal</a> is to solidify China&#x2019;s position as a tech superpower that sets global design and regulatory standards for the next generation of networked technologies upon which people across the world will depend. Chinese government efforts to set comprehensive privacy and data security standards at home are part of a <a href=\"https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-chinese-proposes-global-data-security-initiative/\">broader strategic move</a> to position the country as the global leader in standard-setting for digital security. Chinese companies&#x2019; ability to secure the trust of customers around the globe is key to that strategy&#x2019;s success. </p><p>The flaw in this strategy is that internet users worldwide are given no convincing evidence that they are any better protected from censorship or surveillance by the Chinese government than Chinese users are. That reality is ultimately why Chinese companies still rank in the bottom half of the RDR Index overall, despite strong performance on some specific indicators. </p><p>The strategy could nonetheless succeed if enough governments around the world embrace Chinese technology because it is more convenient, faster, and cheaper, and if investors are willing to overlook the human rights risks in order to maximize financial gains. Internet users in much of the world will be left with little choice&#x2014;to the extent that they enjoy enough freedom of speech and information online&#x2014;and will not know the full extent of the tradeoffs that these powerful forces are making on their behalf. </p>"}