{"pageTitle":"How did companies’ performances change from 2019 to 2020?","introduction":"<p>The 2020 RDR Index featured some important changes to our methodology and the indicators we use to measure companies&#x2019; performances. But many of our indicators remained unchanged, allowing us to produce a comparative analysis of each company&#x2019;s performance since 2019 and to track overall trends. Here we offer an overview of how companies&#x2019; performances changed from 2019 to 2020. </p>","body":"<h2 id=\"how-did-we-calculate-the-year-on-year-result-for-each-company\">How did we calculate the year-on-year result for each company?</h2><p>To calculate year-on-year improvements or declines, we filtered out all new or revised indicators and elements from the 2020 RDR Index and then compared the remaining indicators/elements against the corresponding indicator/element scores from the 2019 RDR Index. The results in the graph above show how many points companies gained or lost overall on comparable indicators since the 2019 RDR Index. </p><p><span class=\"font-bold\">A majority of companies</span><span class=\"font-bold\">&#x2014;</span><span class=\"font-bold\">22 of 24 companies evaluated in our last index cycle&#x2014;made some progress on comparable indicators. Only two companies, Google and AT&amp;T, saw their scores decline</span>. </p><h3 id=\"h.4erdmd9bj17p\">The most improved companies </h3><ul>\n  <li><span class=\"font-bold\">Mail.ru</span> introduced new, explicit commitments to privacy and freedom of expression and information. The company also clarified policies describing how it handles user information and how it responds to government demands for user information.</li>\n  <li><span class=\"font-bold\">MTN</span> released a number of new and updated position statements affirming its commitments to human rights and describing how they are implemented internally. It also published more information about its process for responding to external demands for content removal and user information. MTN also stated that it may reject inappropriate or overly broad private requests for user information, making it one of the top ranking companies on this indicator next to Apple.</li>\n</ul><h3 id=\"h.jhcy39wp2set\">The least improved companies </h3><ul>\n  <li><span class=\"font-bold\">Google </span>introduced changes that resulted in a net decline on comparable indicators from 2019. The company introduced a new policy that, in some cases, requires users to provide a government ID to open a Google Play Developer account. This undermines the ability of some users to remain anonymous, which can be essential for activists, journalists, and other civil society actors in authoritarian and illiberal countries.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">AT&amp;T</span>&#x2019;s policies affecting users&#x2019; privacy and freedom of expression were overall less clear than in 2019. The company offered users less information about how it collects and handles user data and how it handles government censorship requests. </li>\n</ul><h3 id=\"h.too34yvxt9dr\">What&#x2019;s new in 2020?</h3><p>In January 2019, we began expanding and revising our methodology to include new issue areas, namely targeted advertising and algorithms. We also incorporated two new types of services&#x2014;e-commerce platforms and virtual assistants (what we call &#x201C;personal digital assistant ecosystems.&#x201D;) As a result, the 2020 RDR Corporate Accountability Index methodology includes several new indicators and revisions to the existing ones. Visit our <a href=\"https://rankingdigitalrights.org/methodology-development/2020-revisions/\">main site</a> for a detailed summary of our 2020 methodology revision process. </p>"}