{"pageTitle":"How did digital platforms&rsquo; scores change since last year?","introduction":"<p>To produce the 2022 Big Tech Scorecard, we used the same indicators and research methodology as we did for the 2020 RDR Corporate Accountability Index. But we made some changes that affected companies&rsquo; scores, like adding new services and removing others. The chart below removes anomalies between the two years and allows us to see how companies improved or declined on questions that we asked for both the 2020 and 2022 rankings.</p>","body":"<h2 id=\"how-did-we-calculate-the-year-on-year-result-for-each-company\">How did we calculate the year-on-year result for each company?</h2><p>To calculate year-on-year improvements or declines, we compared each company&rsquo;s indicator and element-level scores from 2020 and 2022. The results in the graph above show how many points companies gained or lost overall in this time frame.</p><p>Thirteen of 14 digital platforms we ranked made some progress since the <a href=\"https://rankingdigitalrights.org/index2020\">2020 </a><a href=\"https://rankingdigitalrights.org/index2020\">RDR</a><a href=\"https://rankingdigitalrights.org/index2020\"> Index</a><a href=\"https://rankingdigitalrights.org/index2020\">.</a> Only Google saw its overall score decline, as it also did last year.</p><h3 id=\"h.ajdjlqtmy00i\">Two most improved companies </h3><ul><li><span className=\"font-bold\">Yandex</span>&rsquo;soverall score improved more than that of any other platform. It provided more information about the governance mechanisms it has in place to protect users&rsquo; privacy. It outlined the tools and processes it uses to monitor and moderate ad content for rule violations and disclosed data on the number of advertisements it restricted for violating its ad policies. The company also provided new information about how it notifies users in case of content restrictions and began publishing transparency reports that offer some insight into how it handles government demands to access user data. </li></ul><ul><li><span className=\"font-bold\">Amazon </span>improved its internal governance mechanisms to protect privacy. It disclosed general information on its process for identifying product listings that violate the rules of its e-commerce platform and provided data on actions it takes to remove products, listings, and accounts. It also provided users with options to access, delete, or request a copy of their personal data and improved its security policies for Alexa. </li></ul><h3 id=\"h.muu691cgvnwa\">Two least improved companies</h3><ul><li><span className=\"font-bold\">Google</span>&rsquo;s overall score declined for the second consecutive year despite improvements in some areas. The company stopped pledging to notify search service users when they search for content that has been restricted or censored. Its encryption policy for Gmail and Google Drive also contributed to the decline; it was described in a blog post but never codified in a stand-alone company policy. The blog post is now out of date by our standards, so we no longer give the company credit on this element.</li></ul><ul><li><span className=\"font-bold\">Samsung</span>&rsquo;stotalscore slightly increased, but the company showed less improvement than any other, after Google. While it provided new information about its mechanisms for receiving bug reports and committed to provide security updates for the software on some of its phones for at least four years after their original release, it removed a disclosure that gave a time frame for responding to reports of security vulnerabilities.</li></ul>"}