{"pageTitle":"Executive Summary","body":"<p>Once again, none of the 14 digital platforms we evaluated earned a passing grade, despite incremental strides in some areas. The troubling conclusion is that, amid continued political instability in many of the world&rsquo;s established democracies, and rising authoritarianism around the globe,  and Russia&rsquo;s invasion of Ukraine, companies are content to conduct business as usual. The state of the world demands more. </p><p>The <span className=\"font-bold\">2022 RRD Big Tech Scorecard</span> marks the sixth edition of our rankings, formerly known as the RDR Corporate Accountability Index, and the first time we have looked at digital platforms separately from telecommunications companies (our renamed Telco Giants Scorecard will come out in Q4 2022). This Scorecard evaluates 14 digital platforms across more than 300 aspects of their policies and practices, generating hundreds of thousands of data points about these firms&rsquo; public commitments affecting corporate governance, freedom of expression, and privacy.     </p><h2 id=\"the-2022-big-tech-scorecard\"><span className=\"font-bold\">The 2022 Big Tech Scorecard</span></h2><p>New this year, we call out scores on specific services, including e-commerce, virtual assistants, and Microsoft&rsquo;s LinkedIn, a newcomer to the ranking. This year also offers the first chance for us to look at whether companies have made any progress on the  development and deployment of both algorithmic systems, including those used to target ads, since these indicators were first introduced in our last <a href=\"https://rankingdigitalrights.org/index2020/indicators/P1b\">ranking</a>. </p><img alt=\"\" src=\"executive-summary/image2.jpg\" title=\"\"/><ul><li>Twitter again took the top spot, for its detailed content policies and public data about moderation of user-generated content. </li><li>Yandex had the highest score change (7.6 points), thanks to policy improvements in all three categories: governance, freedom of expression, and privacy. </li><li>Amazon, despite a notable score increase, remained dead last, alongside Chinese behemoth Tencent. It also earned the lowest score (20%) among all social media platforms we rank on our standard asking companies to explain their processes for enforcing their own content rules. </li><li>Google had the fewest improvements, and for the second year in a row, it was the only company that saw its overall score decline, due to outdated policies on notifying search service users of content restrictions and on encryption for Gmail and Google Drive. </li></ul><h2 id=\"spotlighting-services-e-commerce-virtual-assistants-and-linked-in\"><span className=\"font-bold\">Spotlighting services: e-commerce, virtual assistants, and LinkedIn </span></h2><p>In 2020 we added e-commerce giants Amazon and Alibaba to our ranking. Despite being headquartered in very different legal and political environments, both companies placed at or near the bottom of our ranking. </p><p>We reviewed these companies&rsquo; performance across our categories and noted that both ranked at (Alibaba) or near (Amazon) the bottom on governance, along with another Chinese company, Tencent. Looking more closely at our evaluations of each company&rsquo;s e-commerce services, Amazon.com and Taobao.com, we found that Amazon edges out Taobao on governance but lags behind the Chinese service in our freedom of expression and privacy categories. We noted a similar pattern in reviewing the scores for virtual assistants: Amazon&rsquo;s Alexa outpaces Alibaba&rsquo;s Aligenie but trails Apple&rsquo;s Siri and Google Assistant. In every case, we noted that while Alibaba&rsquo;s scores are aligned with those of its peers in China and other jurisdictions outside the U.S., Amazon is an outlier when compared to other U.S. companies, falling far behind them in all our categories.</p><p>This year, we evaluated Microsoft&rsquo;s LinkedIn platform for the first time. It was one of the only services to offer some information about how it processes user data to develop machine learning models and how the company addresses AI bias. Though LinkedIn&rsquo;s policies were more transparent and rights-respecting than the Chinese and Russian social media platforms we evaluated, it lagged behind U.S. peers Facebook and Twitter, as well as most of Microsoft&rsquo;s other services. The platform was particularly weak on freedom of expression, failing to fully explain the circumstances under which it removes content in line with internal rules or external requests, or the volume of these restrictions. </p><h2 id=\"the-good-news\"><span className=\"font-bold\">The good news</span></h2><p>Since the inaugural RDR Index, the number of digital platforms that publicly commit to protecting users&rsquo; freedom of expression and privacy continues to grow. The number of companies that undertake any type of human rights due diligence has also increased annually. </p><p>The order of the top seven companies in our ranking did not change since last year. All companies except Google, which declined slightly, made at least small net improvements to their policies affecting privacy and freedom of expression. </p><p>For the third year running, digital platforms headquartered outside the U.S. led year-over-year changes. Chinese companies Baidu and Tencent gained nearly three points and Yandex had the highest score change due, in part, to its publication of transparency reports that offered some insight into how it handles government demands to access user data. For the first time since RDR started ranking the company in 2017, it also disclosed a policy on handling data breaches. </p><p>Many companies also enhanced their corporate governance practices. Eight companies improved their scores on <a href=\"https://rankingdigitalrights.org/index2022/indicators/G2\">governance and management oversight</a>, as a result of instituting committees or other upper-management mechanisms to oversee the effects of company practices on freedom of expression and privacy. More broadly, the highest score change on average came from improvements in disclosures on <a href=\"https://rankingdigitalrights.org/index2022/indicators/P13\">security practices</a>, including limiting employee access to data and both internal and third-party security auditing. </p><ul><li>Yahoo&mdash;formerly Verizon Media, and now the only company we rank that is not publicly traded since its acquisition by private equity firm Apollo Global Management&mdash;gained almost three points, thanks to improved security and data breach policies</li><li>Microsoft disclosed more about content governance, releasing data for the first time on content it restricted based on its own rules. Its Bing search engine disclosed more data about how it moderates advertising content than any other service we ranked.</li><li>Kakao, the only non-U.S. company in the top half of the Big Tech Scorecard,  launched a board-level committee to oversee issues including privacy and freedom of expression.</li></ul><p>In another positive development, this year shareholders emerged as a powerful voice in the push for corporate accountability in the tech sector&mdash;and often as important allies of the human rights community. We document the essential role played by shareholder groups in corporate governance reform and <a href=\"https://rankingdigitalrights.org/mini-report/its-time-to-bring-down-the-barriers-blocking-shareholders-on-human-rights/\">&quot;It&rsquo;s Time to Bring Down the Barriers Blocking Shareholders on Human Rights.&quot;</a></p><h2 id=\"the-bad-news\"><span className=\"font-bold\">The bad news </span></h2><p>Most troubling among our findings from the 2022 Big Tech Scorecard is the conclusion that every single company evaluated received a failing score. Amid increased public scrutiny, Big Tech platforms fail to disclose adequate information about how they conduct human rights due diligence, moderate online content, test and deploy algorithmic systems, and use our personal data. </p><h3 id=\"h.nd5pv6hhz8sz\"><span className=\"font-bold\">Still reckoning with the business model: to fix the internet, we must fix online ads.</span></h3><p>For the second year in a row, none of the 14 companies we rank earned more than 50% of the possible points on our targeted advertising indicators. Although companies typically have <a href=\"https://rankingdigitalrights.org/index2022/indicators/F1b\">rules for ad content</a> and for <a href=\"https://rankingdigitalrights.org/index2022/indicators/F1c\">ad targeting</a>, independent research suggests that they sometimes do a bad job at enforcing these rules. Our own research shows that among the industry&rsquo;s leaders, there is virtually <a href=\"https://rankingdigitalrights.org/index2022/indicators/F4c\">no transparency reporting</a> about ad policy enforcement. Moreover, not a single company has announced a comprehensive human rights impact assessment of the mechanisms it uses to tailor ads to its users.</p><img alt=\"\" src=\"executive-summary/image1.jpg\" title=\"\"/><p>We&rsquo;ve been saying it for a while, but it bears repeating: the social ills that we associate with digital platforms&mdash;hate speech, disinformation, election interference, and more&mdash;are fundamentally connected to the surveillance advertising business model that fuels companies like Alphabet, Meta, and Twitter. Read our 2022 Big Tech Scorecard companion essay, <a href=\"https://rankingdigitalrights.org/mini-report/we-must-govern-online-ads/\">&quot;We Can&rsquo;t Govern the Internet Without Governing Online Advertising. Here&rsquo;s How to do it.&quot;</a> for a deep dive into this issue and our recommended solutions. </p><h3 id=\"h.kv1y7cvdc4cq\"><span className=\"font-bold\">Companies are stonewalling their users when it comes to how they develop and deploy algorithmic systems and infer data. </span></h3><p>In <a href=\"https://rankingdigitalrights.org/index2020/indicators/P1b\">our last ranking</a>, we debuted standards for disclosures about the development and deployment of both algorithmic and targeted-advertising systems. No company scored well on these standards. Have the ranked companies made any progress on these indicators since then? The answer is a resounding no. </p><p>Only Microsoft earned any credit for providing <a href=\"https://rankingdigitalrights.org/index2022/indicators/P1b\">access to algorithmic system development policies</a>, the result of LinkedIn (new to our Scorecard this year) providing vague explanations of how it uses user data to develop machine learning models and how the company addresses bias in large-scale artificial intelligence (AI) applications. </p><p>Companies did somewhat better in disclosing information about how they use algorithms to curate, recommend, and rank content, but in most cases stop short of saying what kind of controls users have over them. No company discloses that it limits the data that can be inferred to what is necessary to provide the service offered. </p><h3 id=\"h.lbr8pvfzbha2\">Strategic silence from Chinese platforms complicates civil society&rsquo;s ability to hold Big Tech accountable</h3><p>The Chinese companies were among the least transparent platforms we evaluated, but still showed improvement, in part as a result of Beijing&rsquo;s <a href=\"https://rankingdigitalrights.org/2021/12/08/who-has-the-power-the-party-the-public-and-big-tech-in-china/\">sweeping crackdown</a> on the once freewheeling sector. Responding to the rapidly changing regulatory environment, both Baidu and Tencent provided more information about their governance processes, which led to notable score improvements in the governance category. </p><p>Similar to previous years, however, the Chinese companies kept silent about how they handle government requests and published only superficial data about content removed and accounts restricted. E-commerce platform Alibaba shared the least about its governance, and Baidu disclosed the least about its policies and practices affecting freedom of expression. None of the three companies offered much about their human rights due diligence efforts.</p><p>As a part of our research methodology, we offer companies an opportunity to review our preliminary results and make arguments&mdash;supported by evidence that meets our criteria&mdash;that they should earn credit where we saw none. This year, every platform we rank except the Chinese ones (and, perplexingly, Google) offered such feedback. </p><p>Despite our annual efforts to contact them, it seems that the big three&mdash;Alibaba, Baidu, and Tencent&mdash;consistently pass on engaging with us. We discuss what the Chinese Big Tech platforms&rsquo; lack of engagement with civil society organizations means for global tech governance and human rights in our companion essay, <a href=\"https://rankingdigitalrights.org/2022/04/27/why-wont-chinese-companies-talk-to-us\">&quot;Why Won&rsquo;t Chinese Companies Talk to Us? It&rsquo;s Complicated.&quot;</a></p><h2 id=\"policy-recommendations\">Policy Recommendations </h2><p>Achieving the vision of a global internet that supports and sustains human rights is a collective effort. Companies, governments, investors, civil society organizations, and individuals each have a part to play. </p><p>For the largest Big Tech firms, we expect a greater alignment of company policies and practices with human rights&ndash;based standards and their obligations under the UN Guiding Principles. This means making fundamental changes to rights-abusing business models and bolstering human rights due diligence initiatives, notably in the Global South. </p><p>Governments also have an important role to play. Below we outline our top-line recommendations for policymakers. For a deeper dive, visit our companion essays on<a href=\"https://rankingdigitalrights.org/mini-report/its-time-to-bring-down-the-barriers-blocking-shareholders-on-human-rights/\">shareholder reform </a>and <a href=\"https://rankingdigitalrights.org/mini-report/we-must-govern-online-ads/\">governing online advertising</a>. We continue to stand by the full list of policy recommendations we <a href=\"https://rankingdigitalrights.org/index2020/recommendations\">published last year</a>.</p><h3 id=\"h.53wtb5xdcbhp\">Move towards a responsible and accountable online ad ecosystem</h3><p>It is high time for policymakers to constrain corporate behaviors and abuses of power that stem from surveillance advertising business models. </p><ul><li><span className=\"font-bold\">Policymakers should pursue a wholesale ban on surveillance advertising.</span> Above all else, we believe that surveillance advertising&mdash;built on a foundation of privacy violations and discrimination by algorithm&mdash;must be banned in order to engineer a shift to an approach that respects human rights. </li></ul><ul><li><span className=\"font-bold\">Corporate transparency:</span> Companies should have transparent and well-enforced policies about<a href=\"https://rankingdigitalrights.org/index2022/indicators/F1b\"> ad content</a>,<a href=\"https://rankingdigitalrights.org/index2022/indicators/F1c\"> ad targeting</a>, where ads will appear (&ldquo;brand safety&rdquo;),<a href=\"https://www.aljazeera.com/economy/2022/3/15/inside-facebook-and-bjps-world-of-ghost-advertisers\">who can purchase ads</a>, and<a href=\"https://www.aljazeera.com/economy/2022/3/16/facebook-charged-bjp-lower-rates-for-india-polls-ads-than-others\">how prices are set</a>. They should include data about<a href=\"https://rankingdigitalrights.org/index2022/indicators/F4c\"> ad policy enforcement</a> in their transparency reporting. They should be compelled to disclose how they comply with various legal requirements related to advertising (including political advertising) in the countries where they show ads. They should also be required to report on their progress toward linguistic equity: companies that accept ads in a given language should be able to effectively moderate ads in that language.</li><li><span className=\"font-bold\">Human rights due diligence and independent auditing:</span> Companies should conduct<a href=\"https://rankingdigitalrights.org/index2022/indicators/G4c\"> human rights impact assessments</a> on all of their ad policies and relevant enforcement processes. They should also enable independent researchers and regulatory bodies to access data about advertising, including data that can help them independently verify company claims about rule enforcement.</li><li><span className=\"font-bold\">Appeal and remedy:</span> All enforcement systems produce errors, which is why appeals and other remedy systems are essential. Advertisers should be able to appeal when their ads are incorrectly rejected, and public-interest regulators should create mechanisms to ensure that prohibited ads don&rsquo;t make it through.</li></ul><h3 id=\"h.o0adypm22uqb\">Remove barriers that block shareholders from addressing human rights issues</h3><p>In order to give people a true stake in the companies where they hold shares, we must abolish the systemic forces that have allowed companies to amass power at the top. U.S. policymakers should:</p><ul><li><span className=\"font-bold\">End multi-class share structures.</span> Congress and the SEC must mandate that companies with existing unequal voting structures adopt sunset provisions, and that newly public companies be barred from offering non-voting share classes entirely. Until these structures are fully abolished, companies that maintain them should be required to publicly disclose the disparity between ownership and voting power.</li><li><span className=\"font-bold\">Repeal rules that hinder shareholder action on human rights. </span>The SEC must rescind rules passed in 2020 that restrict shareholder participation according to stock ownership (which marginalize small shareholders), raise the thresholds of support needed for shareholders to resubmit proposals, and limit shareholders&rsquo; ability to build coalitions. </li></ul>"}