{"pageTitle":"Intro Essay","body":"<p>While companies need not wait for governments to act before bolstering their respect for the human rights of their users, new rules of the digital road are imminent. With a new administration in place in the United States, a <a href=\"https://ec.europa.eu/digital-single-market/en/digital-services-act-package\">new legislative package</a> in the European Union, a <a href=\"https://www.scmp.com/tech/policy/article/3111337/chinas-wild-era-internet-may-be-ending-new-personal-data-protection-law\">new privacy law</a> in China, and an array of new laws and regulations pending in a number of other jurisdictions, governments have the opportunity to foster policy environments that improve protections and respect for individuals&#x2019; privacy, freedom of expression and information, and freedom from discrimination vis-&#xE0;-vis the digital economy. In light of this tremendous opportunity, we recommend that governments take the following measures:<span class=\"font-bold\"> </span></p><h2 id=\"privacy\">Privacy:</h2><p><span class=\"font-bold\">Enact and enforce comprehensive data protection and privacy laws</span> in consultation with industry and civil society, informed by human rights impact assessments to avoid unintended consequences for freedom of expression and information and the right to non-discrimination. Such laws should:</p><ul>\n  <li><span class=\"font-bold\">Mandate data-minimization and purpose limitation. </span>Users should not be able to opt-in to discriminatory advertising or to the collection of data that would enable it.</li>\n  <li><span class=\"font-bold\">Require companies to clearly disclose to users the full lifecycle of their information,</span> from collection, to use, sharing, retention and deletion, including the specific purposes for collecting and sharing that information.</li>\n  <li><span class=\"font-bold\">Require companies to clearly disclose what information they infer about users and how they infer it</span>, including the use of big data analytics to make inferences about user preferences or attributes (such as race, gender, sexual orientation) and opinions (including political opinions), as well as to make predictions about user behavior.</li>\n  <li><span class=\"font-bold\">Require companies to give users more control over information they collect, use, share, and infer about them,</span> including how such information is used by <span class=\"font-bold\">algorithms</span> and for <span class=\"font-bold\">targeted advertising</span> purposes, and to clearly disclose how users can exercise control over these uses.</li>\n  <li><span class=\"font-bold\">Require companies to obtain opt-in consent from users before using their information for targeting advertising, tracking, or profiling</span>, and allow users to object to the sale of their information for these purposes.</li>\n  <li><span class=\"font-bold\">Require companies to provide their users with access to their information</span>, including any information used to make inferences or predictions about them, in a structured format.</li>\n  <li><span class=\"font-bold\">Require companies to delete all user information within a reasonable timeframe</span> after a user terminates their account or at the user&#x2019;s request, and require independent auditing of compliance.</li>\n  <li><span class=\"font-bold\">Require companies to implement and disclose appropriate policies and procedures for handling data breaches,</span> and to notify users when their data has been compromised.</li>\n  <li><span class=\"font-bold\">Restrict how companies are able to target users</span> by prohibiting ad-targeting on the basis of personally identifying information or information they have not voluntarily disclosed, and requiring active user consent to target users on the basis of any audience category or profile attribute. These restrictions should also prevent companies from combining ad targeting with ad content in ways that would result in illegal discrimination against protected classes of users under civil rights laws or in violation of the right to non-discrimination under international human rights law.</li>\n</ul><h2 id=\"platform-transparency-and-accountability\">Platform Transparency &amp; Accountability: </h2><p><span class=\"font-bold\">Mandate robust transparency and accountability requirements for digital platform companies </span>that host user-generated and/or advertising content, including independent oversight and audit mechanisms, in consultation with industry and civil society. </p><ul>\n  <li><span class=\"font-bold\">Require companies to disclose how they receive and handle government demands and third-party requests</span> to access user information or restrict speech or information flows, as well as the impact of these policies and practices on the human rights of their users. </li>\n  <li><span class=\"font-bold\">Require companies to disclose internal rules and enforcement</span> over content and ad policies<span class=\"font-bold\">, </span>as well as rules and processes for the development and use of <span class=\"font-bold\">algorithms and algorithmic systems. </span></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Require companies to provide and implement effective mechanisms for grievance and remedy </span>that are accessible to users who believe that their freedom of expression and privacy rights have been violated in connection with the use of a company&#x2019;s products and services.<span class=\"font-bold\"> </span></li>\n  <li><span class=\"font-bold\">Require companies to publish human rights policies and conduct human rights due diligence</span>, including human rights impact assessments, robust transparency reporting, and specific reporting about network shutdowns and other service interruptions that impact individuals&apos; freedom of expression and information.</li>\n  <li><span class=\"font-bold\">Require companies to maintain publicly accessible libraries of all</span> <span class=\"font-bold\">political and paid advertisements</span> on their properties, including a digital copy of the ad, a description of the audience the ad targets, the number of views generated, the dates and times of publication, the rates charged, and the contact information of the purchaser. </li>\n</ul><h2 id=\"corporate-governance-reform\">Corporate Governance Reform: </h2><p><span class=\"font-bold\">Rather than focus on downstream effects like content moderation, focus on upstream corporate governance reforms to hold digital platforms accountable. </span>Such reforms should:<span class=\"font-bold\">   </span></p><ul>\n  <li><span class=\"font-bold\">Require digital platform companies with CEO duality to explain their rationale </span>for combining the roles of CEO and Chairperson of the Board and to implement effective safeguards to mitigate against the risks of this structure, with particular regard for the impacts on human rights oversight. </li>\n  <li><span class=\"font-bold\">Require companies to ensure an appropriate level of human rights expertise at the Board level </span>commensurate to the human rights-related risks of their business model, including risks associated with targeted advertising and algorithmic systems.</li>\n  <li><span class=\"font-bold\">Require companies to disclose non-financial information about their environmental, social, and governance (ESG) impacts</span>, including what percentage of their revenue comes from targeted advertising, as well as information about the social impact of ad targeting and algorithmic systems.</li>\n</ul>"}