{"pageTitle":"Key Findings","body":"<p><span class=\"font-bold\">Key findings from the 2020 RDR Corporate Accountability Index</span></p><p>From the rampant spread of disinformation about COVID-19, to viral hateful speech amid a global movement against systemic racism, to digital platforms&#x2019; &#x201C;de-platforming&#x201D; of Donald Trump, 2020 felt like a crash course in the consequences of endowing tech companies with unchecked power.</p><p>It also put a spotlight on the issues that lie at the very heart of our mission at Ranking Digital Rights: to hold digital platforms and telecommunications companies accountable for their policies and practices that affect people&#x2019;s rights to expression, information, and privacy.</p><p>In our research for the 2020 Ranking Digital Rights Corporate Accountability Index, none of the 26 companies we rank <span class=\"font-bold\">&#x2014; </span>which collectively provide information and communications services to billions of people around the world <span class=\"font-bold\">&#x2014;</span> came even close to earning a passing grade on our international human rights-based standards of transparency and accountability.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup></p><p>Our methodology uses 58 indicators across three categories <span class=\"font-bold\">&#x2014;</span> governance, freedom of expression and information, and privacy <span class=\"font-bold\">&#x2014;</span> to evaluate company commitments, policies, and practices affecting digital rights. In 2020, we applied an <a href=\"https://rankingdigitalrights.org/2020-indicators/\">expanded methodology</a> that includes new benchmarks for what companies should disclose about their algorithmic systems and targeted advertising practices. We did this in order to better hold companies accountable for the technologies and systems that fuel the <a href=\"https://rankingdigitalrights.org/its-the-business-model/\">Big Tech business model</a> <span class=\"font-bold\">&#x2014;</span> and that so often drive the spread of disinformation and harmful speech online. We also added Amazon and Alibaba to this year&#x2019;s ranking, enabling us to assess the human rights commitments and policies of two of the world&#x2019;s biggest online retailers.</p><p>The most striking takeaway is just how little companies across the board are willing to publicly disclose about how they shape and moderate digital content, enforce their rules, collect and use our data, and build and deploy the underlying algorithms that shape our world. We continue to see some improvements by a majority of companies in the RDR Index, and found noteworthy examples of good practice. But these things were overshadowed by a wealth of evidence showing what so many advocates and experts warn is a systemic crisis of transparency and accountability among the world&#x2019;s most powerful tech giants. </p><p>At the root of this systemic crisis, we found remarkably weak corporate governance and oversight of commitments, policies, and practices affecting internet users&#x2019; fundamental human rights to privacy, expression, and information. This is especially concerning as both digital platforms and telecommunications companies alike are becoming more reliant on a business model that depends on the collection and monetization of users&#x2019; data on one hand, and the use of that data to target and optimize online content for maximum engagement on the other.</p><p>Across the board, companies disclosed almost nothing about how they use algorithms, and even less about the personal data they collect and use to design these systems. They also revealed only scant information about how their algorithms and targeting systems work together to shape the digital content and ads that people are served. </p><p>Our purpose is not only to show how companies are falling short of their human rights commitments, but also to give clear benchmarks that enable them to develop policies and practices that truly respect these fundamental rights. The RDR Index offers a roadmap for companies to improve <span class=\"font-bold\">&#x2014;</span> and we know that even a few steps in the right direction are worth highlighting. This is why we look carefully at companies&#x2019; progress year-over-year. In a year like 2020, major changes to our methodology (particularly our new indicators on algorithmic systems and targeted advertising) caused many companies to incur significant score drops. But when we compare companies&#x2019; scores on indicators that did not change between 2019 and 2020, we see some noteworthy trends.</p><p>In earlier cycles of the RDR Index, companies based in the U.S. and the E.U. scored the highest, and typically improved the most. Google and Microsoft regularly topped the ranking, and when we began measuring year-on-year progress in 2018, Apple, Telefonica, Twitter, and Vodafone were the most improved companies. But in the past two RDR Index cycles, companies located in other regions have dominated the &#x201C;most improved&#x201D; category.</p><img src=\"key-findings/image5.png\"/><p>For companies in Africa, China, Russia, and the Middle East, 2020 was a year of firsts. Baidu, which operates China&#x2019;s leading internet search engine, quietly published a human rights policy.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> While the policy is limited in reach (the company pledges to protect human rights &#x201C;within the bounds of national law), this was still an unprecedented step for a Chinese tech company. The two dominant telcos in the Middle East, Etisalat (UAE) and Ooredoo (Qatar), finally published privacy policies. And three companies published transparency reports for the first time: Russian search giant Yandex, Mail.Ru (owner of VK, Russia&#x2019;s most popular social media platform), and South African telco MTN,<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> which also announced a wave of additional improvements on human rights due diligence. These companies all remain in the bottom half of our ranking &#x2014; they still have tremendous amounts of work to do on human rights. But these improvements are meaningful, and provide new ways for advocates and users to hold them to account.</p><p>Nevertheless, we saw little overall progress on the core issues that are driving so many of the problems we see with our information ecosystems today. On our fifth RDR Index &#x2014; and in a year when so much was at stake &#x2014; we were disappointed to find that companies failed to make the kind of substantive changes required to better protect human rights despite having a clear roadmap for doing so. This was especially evident among U.S. platforms, most of which made only incremental changes to select policies when it is more clear now than ever that more holistic, systemic reforms are necessary.</p><p>Below we discuss the high and low points of this year&#x2019;s research and offer recommendations for companies to help bring their platforms and services into alignment with the public interest, in ways that support democracy and human rights. </p><p>TOC BOX????</p><h2 id=\"company-results\">COMPANY RESULTS</h2><h3 id=\"h.xj0owggqd1zj\">Twitter, the best of the worst</h3><p>Twitter topped the ranking among digital platforms, earning 53 out of a possible 100 points and edging out Verizon Media (owner of Yahoo) by just one point. This may come as a surprise to some, especially as Twitter has faced criticism for its inconsistent enforcement of its own content rules. This issue was top of mind when the company suddenly suspended Donald Trump&#x2019;s account following the January 2021 attack on the U.S. Capitol, after it had failed to enforce its rules against him and other public figures for many years. Harvard Law School&#x2019;s <a href=\"https://www.theatlantic.com/ideas/archive/2021/01/trump-is-banned-who-is-next/617622/\">evelyn douek</a> described Twitter&#x2019;s decision (alongside those of Facebook and other platforms that suspended Trump following the attack) as an &#x201C;arbitrary and suddenly convenient&#x201D; application of platform rules.</p><img src=\"key-findings/image6.png\"/><p>While Twitter came out at the top of our ranking, we see it as the best among the worst: it scored higher than all other platforms we evaluated, but the bar was dismally low. In comparison to its Silicon Valley counterparts, the company did a slightly better job in 2020 at articulating its platform rules. These included a <a href=\"https://business.twitter.com/en/help/ads-policies/ads-content-policies/political-content/faqs.html\">ban on political advertising</a> and a requirement that some tweets be labeled,<span class=\"font-bold\"> </span>in an effort to combat disinformation and possible interference in the U.S. presidential election. Twitter offered clear explanations of what types of content are prohibited on the platform and stood out for its transparency about ad content and targeting rules, and what actions it took to enforce them.</p><p>Twitter also revealed more than other companies about how it uses algorithms to shape content, and published more information about its bot policies than any other platform. On our indicators that measure companies&#x2019; respect for users rights to freedom of expression and information, Twitter earned the highest score among digital platforms. It also stood out for reporting more than any other platform, including Facebook and Google, about how it handles and complies with government demands to censor content and to hand over user information.</p><p>Still, Twitter faltered in key areas. The company fell short on critical indicators of security, an issue that has been at the center of various recent high-profile incidents. The company did not offer sufficient information [LINK TO P13] about how it limits and monitors unauthorized employee access to user data, in spite of the <a href=\"https://www.bloomberg.com/news/articles/2020-08-19/twitter-security-breach-blamed-for-saudi-dissident-arrests\">2019 revelations</a> that two Twitter employees had spied on the accounts of thousands of Saudi Arabian dissidents on behalf of the Saudi government.<sup><a href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> The company did not publish a policy outlining how it handles data breaches, a noteworthy omission in light of last summer&#x2019;s <a href=\"https://blog.twitter.com/en_us/topics/company/2020/an-update-on-our-security-incident.html\">major security breach</a> in which hackers took control of high-profile accounts, including those of Barack Obama, Joe Biden, and Elon Musk. It trailed behind many of its U.S. peers on governance and human rights due diligence in particular, and it failed to publish an overarching commitment to respect human rights in its development and use of algorithms<span class=\"font-bold\">.</span> </p><h3 id=\"h.qbebcjvjz1ln\">Telef&#xF3;nica retained top spot among telcos</h3><p>Telef&#xF3;nica held onto its top spot in the 2020 ranking, earning the highest governance score of all companies (including digital platforms) by nearly 20 points for its strong human rights commitments. The company made steady progress across a range of different policies we evaluate since being added to the RDR Index in 2017. Alongside Vodafone, it was one of only two companies to publish an explicit <a href=\"https://www.telefonica.com/en/web/responsible-business/our-commitments/ai-principles\">commitment to respect human rights</a> as it develops and deploys artificial intelligence. It disclosed more comprehensive human rights due diligence practices, and more accessible and predictable remedy procedures, than any other company in the RDR Index. </p><img src=\"key-findings/image1.png\"/><p>Telef&#xF3;nica also stood out among telecommunications companies for its transparency about government demands to shut down internet services, to censor and block content, and to hand over access to user data and communications. </p><p>But having earned only 49 out of 100 possible points overall, the company still has lots of work to do. Telef&#xF3;nica should continue to broaden the scope of its human rights impact assessments to include its policies on targeted advertising and its zero-rating programs. It should also provide users with more control over how their data is collected and used.</p><h3 id=\"h.1b65krxys5ff\">Amazon, the worst of the worst</h3><p>When it comes to profits, the COVID-19 pandemic has been a boon for many of the companies in the RDR Index, especially U.S-based Amazon and its Chinese rival Alibaba, both new to the RDR Index in 2020.</p><img src=\"key-findings/image2.jpg\" title=\"George Floyd Memorial in Minneapolis, Minnesota, U.S. Photo by Fibonacci Blue via Flickr (CC BY 2.0)\"/><p>Lalallalalalalal</p><img src=\"key-findings/image7.png\"/><p>In 2015, most U.S. platforms in the RDR Index had already started to regularly publish data on government demands to censor content, but not a single company ranked by RDR reported on content removals or account suspensions as a result of breaches of their <span class=\"italic\">own</span> rules.<sup><a href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup> More than one of the digital platforms objected to our decision to include this information, arguing that it would be counterproductive and not serve any useful purpose. </p><p>But by 2016, Google, Microsoft, and Twitter began to disclose trickles of information. In a <a href=\"https://blog.twitter.com/en_us/a/2016/combating-violent-extremism.html\">2016 blog post</a> Twitter revealed that it had suspended over 125,000 accounts for &#x201C;threatening or promoting terrorist acts.&#x201D; <a href=\"https://blog.youtube/news-and-events/why-flagging-matters\">Google reported</a> it removed 92 million YouTube videos for violating its terms of service &#x2014; &#x201C;one percent&#x201D; of which were for hate speech and terrorist content &#x2014; but revealed no more information about why the remaining videos were removed.</p><p>In 2018, those same companies, plus Facebook, started to report this data more systematically. Facebook that year released its first ever Community Standards enforcement reports with more comprehensive data. </p><p>The 2020 RDR Index methodology includes new questions that reflect an emerging consensus about content moderation standards, consistent with many of those laid out in the <a href=\"https://santaclaraprinciples.org/\">Santa Clara Principles</a>. These indicators ask companies to report much more granular data about content removals and account suspensions. How much and what types of content [LINK to F4a] do they take down? How many accounts [LINK to F4b] do they remove, and on what basis? This kind of information gives civil society and researchers valuable insight into these processes, and enables companies to be more accountable for how they enforce their own rules. </p><p>Twitter stood out for being far more transparent about its content moderation practices than any other platform we rank &#x2014; which was a key reason why the company topped the RDR Index this year. Its <a href=\"https://transparency.twitter.com/en/reports/rules-enforcement.html%232020-jan-jun\">Rules Enforcement</a> report includes data on accounts it suspended and content removed based on different violations &#x2014; like hate speech, violence, and child pornography. The report, however, did not disclose any data on the type of less severe actions, like putting a warning on certain content or temporarily freezing a person&#x2019;s account.</p><img src=\"key-findings/image3.png\"/><p>Lalalalallala</p><img src=\"key-findings/image4.jpg\" title=\"Original art by Pawe&#x142; Kuczy&#x144;ski\"/>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> See findings from previous RDR Index cycles, including the 2019 Ranking Digital Rights Corporate Accountability Index, <a href=\"https://rankingdigitalrights.org/2020-indicators/\">https://rankingdigitalrights.org/2020-indicators/</a> </p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Baidu&#x2019;s human rights policy was published in November 2020. The research period ended on September 15, 2020. The report was not accounted for in Baidu&#x2019;s 2020 RDR Index scores, but will be included in the next index cycle. </p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> MTN&#x2019;s transparency report was published in November 2020. The research period ended on September 15, 2020. The report was not accounted for in MTN&#x2019;s 2020 RDR Index scores, but will be included in the next index cycle. </p><p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> In 2019, it was revealed that the two Twitter employees had breached the company&#x2019;s internal systems to access the information of thousands of accounts that had criticized the Saudi Arabian government. The incident came to light when the U.S. Department of Justice charged the two men with &#x201C;acting as illegal agents of a foreign government.&#x201D; See: <a href=\"https://www.justice.gov/opa/pr/two-former-twitter-employees-and-saudi-national-charged-acting-illegal-agents-saudi-arabia\">https://www.justice.gov/opa/pr/two-former-twitter-employees-and-saudi-national-charged-acting-illegal-agents-saudi-arabia</a></p><p><a href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> Ranking Digital Rights, &#x201C;2015 Corporate Accountability Index,&#x201D; <span class=\"italic\">Ranking Digital Rights</span>, 3 November 2015, <a href=\"https://rankingdigitalrights.org/index2015/assets/static/download/RDRindex2015report.pdf\">https://rankingdigitalrights.org/index2015/assets/static/download/RDRindex2015report.pdf</a>. See page 25. </p>"}