{"pageTitle":"Key findings: Companies are improving in principle, but failing in practice","body":"<h2 id=\"key-findings-from-the-2020-rdr-corporate-accountability-index\">Key findings from the 2020 RDR Corporate Accountability Index</h2><p>From the rampant spread of disinformation about COVID-19, to viral hateful speech amid a global movement against systemic racism, to the &ldquo;de-platforming&rdquo; of Donald Trump, 2020 felt like a crash course in the consequences of endowing tech companies with unchecked power.</p><p>The past year also put a spotlight on the issues that lie at the very heart of our mission at Ranking Digital Rights: to hold digital platforms and telecommunications companies accountable for their policies and practices that affect people&rsquo;s rights to freedom of expression and privacy.</p><p>In our research for the 2020 Ranking Digital Rights Corporate Accountability Index, none of the 26 companies we rank<span class=\"font-bold\">&mdash;</span>which collectively provide information and communications services to billions of people around the world<span class=\"font-bold\">&mdash;</span>came even close to earning a passing grade on our international human rights-based standards of transparency and accountability.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup></p><p>Our methodology uses 58 indicators across three categories<span class=\"font-bold\">&mdash;</span>governance, freedom of expression and information, and privacy<span class=\"font-bold\">&mdash;</span>to evaluate company commitments, policies, and practices affecting digital rights. In 2020, we applied an <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020-indicators/&amp;sa=D&amp;source=editors&amp;ust=1613640174091000&amp;usg=AOvVaw0o7wHitEka7ARVto_o5MVM\">expanded methodology</a> that includes new benchmarks for what companies should disclose about their algorithmic systems and targeted advertising practices. We did this in order to better hold companies accountable for the technologies and systems that fuel the <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/its-the-business-model/&amp;sa=D&amp;source=editors&amp;ust=1613640174092000&amp;usg=AOvVaw3Q462l0s9KLPktFoKfzEVc\">Big Tech business model</a><span class=\"font-bold\">&mdash;</span>and that so often drive the spread of disinformation and harmful speech online. We also added Amazon and Alibaba to this year&rsquo;s ranking, enabling us to assess the human rights commitments and policies of two of the world&rsquo;s biggest online retailers.</p><p>The most striking takeaway is just how little companies across the board are willing to publicly disclose about how they shape and moderate digital content, enforce their rules, collect and use our data, and build and deploy the underlying algorithms that shape our world. We continue to see some improvements by a majority of companies in the RDR Index, and found noteworthy examples of good practice. But these things were overshadowed by a wealth of evidence showing what so many advocates and experts warn is a systemic crisis of transparency and accountability among the world&rsquo;s most powerful tech giants. </p><p>At the root of this systemic crisis, we found remarkably weak corporate governance and oversight of commitments, policies, and practices affecting internet users&rsquo; fundamental human rights to privacy, expression, and information. This is especially concerning as both digital platforms and telecommunications companies alike are becoming more reliant on a business model that depends on the collection and monetization of users&rsquo; data on one hand, and the use of that data to target and optimize online content for maximum engagement on the other.</p><p>Across the board, companies disclosed almost nothing about how they use algorithms, and even less about how they develop and train these systems. They also revealed little information about how their algorithms and targeting systems work together to shape the digital content and ads that people are served. </p><p>Our purpose is not only to show how companies are falling short of their human rights commitments, but also to give clear benchmarks that enable them to develop policies and practices that truly respect these fundamental rights. The RDR Index offers a road map for companies&rsquo; improvement<span class=\"font-bold\">&mdash;</span>and we know that even a few steps in the right direction are worth highlighting. This is why we look carefully at companies&rsquo; progress year-on-year. In a year like 2020, major changes to our methodology (particularly our new indicators on algorithmic systems and targeted advertising) caused many companies to incur significant score drops. But when we compare companies&rsquo; scores on indicators that did not change between 2019 and 2020, we see some noteworthy trends.</p><p>In earlier cycles of the RDR Index, companies based in the U.S. and the EU scored the highest, and typically improved the most. Google and Microsoft regularly topped the ranking, and when we began measuring year-on-year progress in 2018, Apple, Telef&oacute;nica, Twitter, and Vodafone were the most improved companies. But in the past two RDR Index cycles, companies headquartered in other regions have dominated the &ldquo;most improved&rdquo; category.</p><img alt=\"readmore: Learn about our methodology /methodology\" src=\"key-findings/image12.png\" title=\"Score changes based on a year-over-year comparison of indicators that remained the same between the 2019 and 2020 RDR Index years.\"/><p>For companies in Africa, China, Russia, and the Middle East, 2020 was a year of firsts. Baidu, which operates China&rsquo;s leading internet search engine, published a human rights policy.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> While the policy is limited in reach (the company pledges to protect human rights &ldquo;within the bounds of national law&rdquo;), this was still an unprecedented step for a Chinese tech company. Mail.Ru, owner of Russian social media site VK, also published a commitment to respect users&rsquo; freedom of expression and privacy rights. The two dominant telcos in the Middle East, Etisalat (UAE) and Ooredoo (Qatar), finally published privacy policies. And two companies published transparency reports for the first time: Russian search giant Yandex and South African telco MTN,<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> which also announced a wave of additional improvements on human rights due diligence. These companies all remain in the bottom half of our ranking&mdash;they still have tremendous amounts of work to do on human rights. But these improvements are meaningful, and they provide new ways for advocates and users to hold them to account.</p><p>Nevertheless, we saw little overall progress on the core issues that are driving so many of the problems we see with our information ecosystems today. On our fifth RDR Index&mdash;and in a year when so much was at stake&mdash;we were disappointed to find that companies failed to make the kind of substantive changes required to better protect human rights despite having a clear road map for doing so. This was especially evident among U.S. platforms, most of which made only incremental changes to select policies when it is clearer now than ever before that more holistic, systemic reforms are necessary.</p><p>Below, we discuss the high and low points of this year&rsquo;s results and offer recommendations for companies to help bring their platforms and services into alignment with the public interest, in ways that support democracy and human rights. </p><p><a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2020/key-findings%23company-results&amp;sa=D&amp;source=editors&amp;ust=1613640174094000&amp;usg=AOvVaw0rug594dC-Xy1sl-daB6V5\">Company Results</a></p><p><a href=\"https://www.google.com/url?q=http://h.xj0owggqd1zj&amp;sa=D&amp;source=editors&amp;ust=1613640174095000&amp;usg=AOvVaw2L7ZiwDVE0LzEt-Xb7St0I\">Twitter, the best of the worst</a></p><p>Telef&oacute;nica retained top spot among telcos</p><p>Amazon, the worst of the worst</p><p>Qatar&rsquo;s Ooredoo fell last in line</p><p>Baidu and Mail.Ru adopted human rights policies</p><p><a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2020/key-findings%23troubling-trends&amp;sa=D&amp;source=editors&amp;ust=1613640174096000&amp;usg=AOvVaw31lQf4Qu9_Z2O_AWS_9hC5\">Troubling Trends</a></p><p>Dangerous algorithms: How did hate and discrimination become so profitable?</p><p>Telcos are spying on you too</p><p>Yes, they track: Third-party data collection and data inference</p><p>Content moderation: How transparent are transparency reports?</p><p>Network shutdowns continue, but some telcos are pushing back</p><p>Zero on zero: Companies are blind to the risks of zero rating</p><p><a href=\"https://www.google.com/url?q=http://rankingdigitalrights.org/index2020/key-findings%23where-do-we-go-from-here&amp;sa=D&amp;source=editors&amp;ust=1613640174097000&amp;usg=AOvVaw0M5xwk7kun0YL58t_Rm00J\">Where do we go from here?</a></p><p>On human rights, companies are talking the talk, but not walking the walk</p><p>Looking back, forging ahead</p><h2 id=\"company-results\">Company Results</h2><h3 id=\"h.xj0owggqd1zj\">Twitter, the best of the worst</h3><p>Twitter topped the ranking among digital platforms, earning 53 out of a possible 100 points and edging out Verizon Media (owner of Yahoo) by just one point. This may come as a surprise to some, especially as Twitter has faced criticism for its inconsistent enforcement of its own content rules. This issue was top of mind when the company suddenly suspended Donald Trump&rsquo;s account following the January 2021 attack on the U.S. Capitol, after it had failed to enforce its rules against him and other public figures for many years. Harvard Law School&rsquo;s <a href=\"https://www.google.com/url?q=https://www.theatlantic.com/ideas/archive/2021/01/trump-is-banned-who-is-next/617622/&amp;sa=D&amp;source=editors&amp;ust=1613640174098000&amp;usg=AOvVaw3NMghUeUESp_yKSaSDGLx9\">evelyn douek</a> described Twitter&rsquo;s decision (alongside those of Facebook and other platforms that suspended Trump following the attack) as an &ldquo;arbitrary and suddenly convenient&rdquo; application of platform rules.</p><img alt=\"\" src=\"key-findings/image11.png\" title=\"\"/><p>While Twitter came out at the top of our ranking, we see it as the best among the worst: it scored higher than all other platforms we evaluated, but the bar was dismally low. In comparison to its Silicon Valley counterparts, the company did a slightly better job in 2020 at articulating its platform rules. These included a <a href=\"https://www.google.com/url?q=https://business.twitter.com/en/help/ads-policies/ads-content-policies/political-content/faqs.html&amp;sa=D&amp;source=editors&amp;ust=1613640174099000&amp;usg=AOvVaw138tE0X6Q4SCmFr-D7xFrr\">ban on political advertising</a> and a requirement that some tweets be labeled,<span class=\"font-bold\"> </span>in an effort to combat disinformation and possible interference in the U.S. presidential election. Twitter offered clear explanations of what types of content are prohibited on the platform and stood out for its transparency about ad content and targeting rules, and what actions it took to enforce them.</p><p>On our indicators that measure companies&rsquo; respect for users&rsquo; rights to freedom of expression and information, Twitter earned the highest score among digital platforms. It also stood out for reporting more than any other platform, including Facebook and Google, about how it handles and complies with government demands to censor content and to hand over user information.</p><p>Still, Twitter faltered in key areas. It trailed behind many of its U.S. peers on governance and human rights due diligence in particular, and it failed to publish an overarching commitment to respect human rights in its development and use of algorithms<span class=\"font-bold\">.</span> Twitter also published more information about its bot policies than any other platform. </p><p>The company also fell short on critical indicators of security, an issue that has been at the center of various recent high-profile incidents. The company <a href=\"https://www.google.com/url?q=http://rankingdigitalrights.org/index2020/indicators/P13&amp;sa=D&amp;source=editors&amp;ust=1613640174100000&amp;usg=AOvVaw1c1K-UaCtTqjmVaxKshRjM\">did not offer sufficient information </a>about how it limits and monitors unauthorized employee access to user data, in spite of the <a href=\"https://www.google.com/url?q=https://www.bloomberg.com/news/articles/2020-08-19/twitter-security-breach-blamed-for-saudi-dissident-arrests&amp;sa=D&amp;source=editors&amp;ust=1613640174101000&amp;usg=AOvVaw0ZvsdFC8EGfKaSCJeZqfy_\">2019 revelations</a> that two Twitter employees had spied on the accounts of thousands of Saudi Arabian dissidents on behalf of the Saudi government.<sup><a href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> The company did not publish a policy outlining how it handles data breaches, a noteworthy omission in light of last summer&rsquo;s <a href=\"https://www.google.com/url?q=https://blog.twitter.com/en_us/topics/company/2020/an-update-on-our-security-incident.html&amp;sa=D&amp;source=editors&amp;ust=1613640174101000&amp;usg=AOvVaw1Qz5VnbvfdEULpaUmLaXoa\">major security breach</a> in which hackers took control of high-profile accounts, including those of Barack Obama, Joe Biden, and Elon Musk.</p><h3 id=\"h.qbebcjvjz1ln\">Telef&oacute;nica retained top spot among telcos</h3><p>Telef&oacute;nica held onto its top spot in the 2020 ranking, earning the highest governance score of all companies (including digital platforms) by 14 points for its strong human rights commitments. The company made steady progress across a range of different policies we evaluate since we added it to the RDR Index in 2017. Alongside Vodafone, Telef&oacute;nica was one of only two companies to publish an explicit <a href=\"https://www.google.com/url?q=https://www.telefonica.com/en/web/responsible-business/our-commitments/ai-principles&amp;sa=D&amp;source=editors&amp;ust=1613640174102000&amp;usg=AOvVaw1Cj5MqwzIHa1PI9ZTzr6WR\">commitment to respect human rights</a> as it develops and deploys artificial intelligence. It disclosed more comprehensive human rights due diligence practices, and more accessible and predictable remedy procedures, than any other company in the RDR Index. </p><img alt=\"\" src=\"key-findings/image1.png\" title=\"\"/><p>Telef&oacute;nica also stood out among telcos for its transparency about government demands to shut down internet services, to censor and block content, and to hand over access to user data and communications. </p><p>But having earned only 49 out of 100 possible points overall, the company still has lots of work to do. Telef&oacute;nica should continue to broaden the scope of its human rights impact assessments to include its policies on targeted advertising and its zero-rating programs. It should also provide users with more control over how their data is collected and used.</p><h3 id=\"h.1b65krxys5ff\">Amazon, the worst of the worst</h3><p>When it comes to profits, the COVID-19 pandemic has been a boon for many of the companies in the RDR Index, especially U.S-based Amazon and its Chinese rival Alibaba, both new to the RDR Index in 2020.</p><p>As with all companies we rank, we look at a company&rsquo;s governance structure (which typically cuts across all operations), and then select specific representative services to evaluate. With Amazon and Alibaba, we chose e-commerce platforms and virtual assistants such as Alexa (what we call &ldquo;personal digital assistant ecosystems&rdquo;), along with Amazon&rsquo;s Drive service.<sup><a href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup> </p><p>We decided to add these companies to our roster because e-commerce platforms are not just neutral gatekeepers of online marketplaces: they are active curators of content that billions of people see. And they are expertly engaging in &ldquo;surveillance capitalism.&rdquo;<sup><a href=\"#ftnt6\" id=\"ftnt_ref6\">[6]</a></sup> As they are selling shoes and books to billions of customers around the world, they are also amassing huge amounts of information about our consumer habits, browsing activities, and locations, all in an effort to keep us shopping. </p><p>The recent decision by Amazon Web Services (AWS) to remove &ldquo;alt-tech&rdquo; social media site Parler from its servers, following the January 2021 attack on the U.S. Capitol, left us wondering what standards the company used to make this decision. While we did not evaluate AWS in 2020&mdash;because our methodology focuses on services that are directly consumer-facing&mdash;the policies for services we did assess, we believe, serve as a strong proxy for how transparent Amazon is about such decisions across its services. The company&rsquo;s move also reinforced our notion that Amazon&rsquo;s overarching policies and practices merit evaluation against human rights standards. </p><p>Indeed, as both companies have provoked public concern about their growing dominance in the global marketplace, they also have <a href=\"https://www.google.com/url?q=https://www.bloomberg.com/news/articles/2020-12-03/china-eu-u-s-aim-to-rein-in-alibaba-baba-amazon-amzn-google-googl&amp;sa=D&amp;source=editors&amp;ust=1613640174104000&amp;usg=AOvVaw26vcTyYz0ZOKranvInVdog\">faced scrutiny</a> for enabling human rights abuses by government and law enforcement, particularly in the area of software development. Alibaba has come under fire for building and selling facial recognition software made to <a href=\"https://www.google.com/url?q=https://www.theguardian.com/business/2020/dec/17/alibaba-offered-clients-facial-recognition-to-identify-uighur-people&amp;sa=D&amp;source=editors&amp;ust=1613640174105000&amp;usg=AOvVaw3VedoNSQxe81Cma0iPjtkS\">help track Uighur Muslims</a> in western China. Amazon also has built facial recognition software that it sold to police departments across the U.S., and which MIT researchers found to exhibit racial and gender biases.<sup><a href=\"#ftnt7\" id=\"ftnt_ref7\">[7]</a></sup> Although we do not evaluate these products in particular, we see this as a troubling sign when it comes to both companies&rsquo; overarching commitments to human rights, or lack thereof.</p><p>The results of our evaluation show that our concerns are justified: Amazon<span class=\"font-bold\"> </span>earned just 20 points out of a possible 100, ranking dead last among all 14 digital platforms and behind Alibaba. While not surprising given Amazon&rsquo;s poor track record on human rights issues mentioned above, our research shows just how far behind the company is on transparency and accountability around human rights.</p><img alt=\"readmore: How did we calculate these scores? /methodology\" src=\"key-findings/image14.png\" title=\"\"/><p>On privacy, Amazon again earned some of the lowest scores among digital platforms. In spite of the vast amount of information it gathers and stores about its customers, Amazon scored poorly on our indicators measuring what information it collects from users and how it handles, stores, and secures that information. Amazon scored lower than Alibaba in these areas, likely due to China&rsquo;s recently implemented <a href=\"https://www.google.com/url?q=https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/&amp;sa=D&amp;source=editors&amp;ust=1613640174106000&amp;usg=AOvVaw3Un3UhKIp0xSAqpf8f9oSN\">cybersecurity law</a> and a <a href=\"https://www.google.com/url?q=https://www.newamerica.org/cybersecurity-initiative/digichina/blog/chinas-draft-privacy-law-both-builds-on-and-complicates-its-data-governance/&amp;sa=D&amp;source=editors&amp;ust=1613640174107000&amp;usg=AOvVaw2fLBPG1_xYcQIuYHR3W5vw\">forthcoming personal data protection law</a>. Not surprisingly, Alibaba disclosed nothing about how it handles government demands for user information, which are ubiquitous in China. Although it was more forthcoming than Alibaba, Amazon disclosed far less than its U.S. peers about how it handles such demands. </p><p>It is entirely possible that on privacy and security Amazon has stronger practices than its policies reflect. However, just like all companies, Amazon should publish clear policies on these and all of its practices affecting users&rsquo; rights.</p><p>On content moderation (an issue that we evaluate with our freedom of expression indicators), Amazon was especially opaque about its decisions to remove materials and content from its e-commerce platform. Indeed, <a href=\"https://www.google.com/url?q=https://www.businessinsider.com/amazon-qanon-merchandise-products-shirt-item-facebook-ban-conspiracy-theory-2020-10?IR%3DT.&amp;sa=D&amp;source=editors&amp;ust=1613640174108000&amp;usg=AOvVaw1gWC84y3dMqiPKO-EQMrD5\">Amazon faced criticism</a> for allowing COVID-19 conspiracy theory books and other materials to be sold on its platform, even after other platforms had cracked down on such content.</p><p>Media coverage has shown that Amazon also sporadically rids its platform of certain materials, like when it suddenly went about <a href=\"https://www.google.com/url?q=https://www.nytimes.com/2020/02/09/technology/amazon-bookstore-nazis.html&amp;sa=D&amp;source=editors&amp;ust=1613640174108000&amp;usg=AOvVaw3Vyqvy3SDNVhgCeoYkPr98\">removing hateful Nazi literature</a><a href=\"https://www.google.com/url?q=https://www.nytimes.com/2020/02/09/technology/amazon-bookstore-nazis.html&amp;sa=D&amp;source=editors&amp;ust=1613640174109000&amp;usg=AOvVaw3AdEJUFCJX0M70vYv2KMqV\"> in early 2020</a>. Moves like this beg the question: was the company enforcing its own rules when it did this, or was it reacting to external pressure? But Amazon disclosed little about what content or activities it actually prohibits&mdash;and no information about what actions it takes to enforce these rules.</p><h2 id=\"qatar-and-rsquo-s-ooredoo-fell-last-in-line\">Qatar&rsquo;s Ooredoo fell last in line.</h2><p>Qatar-based Ooredoo, which is <a href=\"https://www.google.com/url?q=https://www.ooredoo.com/wp-content/uploads/2018/07/Ooredoo-at-a-Glance-2018-Final.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174109000&amp;usg=AOvVaw2yw8xChpGbONDwJcw2LjoD\">majority-owned</a> by the Qatari government, once again ranked lowest among telecommunications companies in the<a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2019/&amp;sa=D&amp;source=editors&amp;ust=1613640174110000&amp;usg=AOvVaw0h4GK81mofFmehezSfNsO1\"> </a>RDR Index, increasing its score from just five points in 2019 to six points in 2020. This small improvement came because Ooredoo finally made its privacy policy available to the public. The company&rsquo;s persistent poor performance coincides with steady declines in internet freedom across the Arab region, where internet users face increasing government censorship and surveillance.</p><p>Ooredoo did not publish a policy for handling government demands for user data. While the Qatari government may have direct access to the network and to user communications without having to request it, there are no regulations in Qatar that prohibit companies from disclosing their process for handling such demands. Internet service providers should disclose this information so that users can understand the risks of using a particular service.</p><p>Ooredoo operates in 13 countries across the Middle East, North Africa, and Asia. Throughout 2019 and 2020, Ooredoo&rsquo;s subsidiaries imposed network shutdowns at the behest of several governments, notably <a href=\"https://www.google.com/url?q=https://advox.globalvoices.org/2019/12/30/longest-internet-disruption-in-myanmars-rakhine-state-sets-dangerous-precedent/&amp;sa=D&amp;source=editors&amp;ust=1613640174110000&amp;usg=AOvVaw3EVb4bd_pzWm1dOpeyEC-K\">suspending</a> mobile internet services in Rakhine and Chin states in Myanmar amid clashes between government troops and insurgents. Ooredoo also restricted access to its networks in <a href=\"https://www.google.com/url?q=https://advox.globalvoices.org/2019/12/09/will-algeria-disrupt-internet-access-as-election-day-nears/&amp;sa=D&amp;source=editors&amp;ust=1613640174111000&amp;usg=AOvVaw2AlF28KVdxjjrC2sAAD-I-\">Algeria</a> and <a href=\"https://www.google.com/url?q=https://netblocks.org/reports/iraq-introduces-nightly-internet-curfew-JAp1DKBd&amp;sa=D&amp;source=editors&amp;ust=1613640174111000&amp;usg=AOvVaw1AcM72jAbfX9FUAsmU13SW\">Iraq</a> during anti-government protests, and its local subsidiary continued to block access to VoIP apps, which are <a href=\"https://www.google.com/url?q=https://www.hrw.org/news/2020/04/07/covid-19-unblock-voice-over-ip-platforms-gulf&amp;sa=D&amp;source=editors&amp;ust=1613640174111000&amp;usg=AOvVaw33-KAzDmH2OP_EY1-trwIq\">banned</a> in Qatar. The company offered minimal transparency about how it handles government demands to restrict services.</p><h3 id=\"h.n1watx79fg5d\">Baidu and Mail.Ru adopted human rights policies</h3><p>Three companies in the RDR Index published human rights policies in 2020: Apple, Chinese search giant Baidu, and Mail.Ru, which runs Russia&rsquo;s most popular email and social media platforms. </p><p>Apple made its first-ever<a href=\"https://www.google.com/url?q=https://s2.q4cdn.com/470004039/files/doc_downloads/gov_docs/Apple-Human-Rights-Policy.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174112000&amp;usg=AOvVaw1zIhosOFJxoAGGb3dTgO-r\"> </a><a href=\"https://www.google.com/url?q=https://s2.q4cdn.com/470004039/files/doc_downloads/gov_docs/Apple-Human-Rights-Policy.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174113000&amp;usg=AOvVaw0CplgLSeiAvsb_-L9_dLx0\">explicit commitment</a> to uphold human rights across its operations, from policies for users to its hardware supply chain. While it had previously published a commitment to respect privacy as a human right, the company had never made a similar commitment for freedom of expression, until 2020. This is part of the reason that Apple ranked last among U.S. companies evaluated in the<a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2017/&amp;sa=D&amp;source=editors&amp;ust=1613640174113000&amp;usg=AOvVaw2ZQt7jmqe5P6ZscfoIiidq\"> </a><a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2017/&amp;sa=D&amp;source=editors&amp;ust=1613640174113000&amp;usg=AOvVaw2ZQt7jmqe5P6ZscfoIiidq\">RDR Index</a> every year since we first added it in 2017.</p><img alt=\"\" src=\"key-findings/image6.png\" title=\"Data from Indicator G1 in the 2020 RDR Index \"/><p><a href=\"https://www.google.com/url?q=http://esg.baidu.com/Uploads/File/2020/11/11/u5fab50e7e2c4b.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174114000&amp;usg=AOvVaw25Oj-B4q2lD00Qzn-CfllV\">Baidu&rsquo;s policy</a> commits to respect users&rsquo; privacy, &ldquo;except as provided by laws and regulations,&rdquo; and free speech &ldquo;in accordance with national laws and regulations,&rdquo; as the policy clearly is not intended to challenge the Chinese government&rsquo;s authority. And this should come as no surprise. Why would the company want to jeopardize its legal standing in its home jurisdiction? While it might fall short of international human rights standards, a commitment like this still represents a valuable signal to users (and foreign investors, who are increasingly concerned about human rights-related risks that companies may incur) and can be a tool for advocates aiming to push these companies to do better by their users.</p><h2 id=\"troubling-trends\">Troubling trends</h2><img alt=\"\" src=\"key-findings/image7.jpg\" title=\"George Floyd Memorial in Minneapolis, Minnesota, U.S. Photo by Fibonacci Blue via Flickr (CC BY 2.0)\"/><h3 id=\"h.85578gib6wmt\">Dangerous algorithms: How did hate and discrimination become so profitable?</h3><p>Following the police murder of George Floyd last May, protests against systemic racism peaked in the U.S. and around the world, and fervent public discussion arose in parallel about how hate speech proliferates on social media platforms.</p><p>In July 2020, more than 1,000 companies&mdash;including Coca-Cola, Unilever, Target, and Verizon&mdash; pulled their ads from Facebook as part of<a href=\"https://www.google.com/url?q=https://www.stophateforprofit.org/&amp;sa=D&amp;source=editors&amp;ust=1613640174115000&amp;usg=AOvVaw1kmTa2sEnjNz9mhgiWlY2r\"> </a><a href=\"https://www.google.com/url?q=https://www.stophateforprofit.org/&amp;sa=D&amp;source=editors&amp;ust=1613640174115000&amp;usg=AOvVaw1kmTa2sEnjNz9mhgiWlY2r\">#StopHateforProfit</a>, a coalition-led campaign calling on the company to stop the spread of white supremacist content, incitement to violence, and messages of voter suppression across its platform, and to build stronger mechanisms for ensuring accountability and transparency.</p><p>The underlying logic of #StopHateforProfit&mdash;that Facebook will continue to allow problematic material for as long as such content is profitable&mdash;went hand in hand with the key argument in our spring 2020<a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/its-the-business-model/&amp;sa=D&amp;source=editors&amp;ust=1613640174116000&amp;usg=AOvVaw3m1KdxlHaG_iPfxeaD1gZD\"> </a><a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/its-the-business-model/&amp;sa=D&amp;source=editors&amp;ust=1613640174116000&amp;usg=AOvVaw3m1KdxlHaG_iPfxeaD1gZD\">It&rsquo;s the Business Model</a> series, where we showed how targeted advertising and algorithms drive the amplification of misleading and hateful content (and skyrocketing profits) at Big Tech firms, often at the expense of news, democracy, and human rights.</p><p>The targeted advertising business model rests on the ability to collect and monetize user data, and then&mdash;using algorithms that are developed and deployed to drive reach and engagement&mdash;exploit that data by targeting users with tailored messages and content. This is a key reason why often the most salacious, incendiary content runs so rampant on social media. </p><p>Results from the 2020 RDR Index demonstrate just how unaccountable tech companies are when it comes to their data-driven business models. None of the social media services we evaluated offered adequate information about how they actually shape, recommend, and amplify both user-generated and advertising content. Digital platforms appear to exercise little control over the technologies and systems that are driving the flood of problematic content online, with no clear accountability mechanisms in place to prevent the cascade of harms to democracy and human rights that are occurring as a result.</p><p>For instance, while two European telcos we rank&mdash;Telef&oacute;nica and Vodafone&mdash;published explicit policies on AI and human rights, no U.S. platform made any such clear commitments. Google<span class=\"font-bold\"> </span>and Microsoft come close; both companies mention human rights in their AI principles policies, but neither policy asserts a clear commitment to use human rights as the abiding framework for developing and deploying these technologies. Microsoft&rsquo;s <a href=\"https://www.google.com/url?q=https://www.microsoft.com/en-us/ai/our-approach-to-ai&amp;sa=D&amp;source=editors&amp;ust=1613640174117000&amp;usg=AOvVaw0Vbj-MpwHtTQcuhZhYXVsy\">Responsible AI Principles</a> and Google&rsquo;s <a href=\"https://www.google.com/url?q=https://ai.google/principles/&amp;sa=D&amp;source=editors&amp;ust=1613640174118000&amp;usg=AOvVaw1WmlD4wEvCPO2dnwkXKPS8\">AI Principles</a> instead focus on ethics, and on concepts such as fairness, accountability, and privacy by design. In contrast to international human rights doctrine, which offers a robust legal framework to guide the development and use of these technologies, ethics initiatives are neither legally binding nor enforceable, and they often reflect the normative values of their creators. Meanwhile, none of the other platforms we rank&mdash;including Apple, Facebook, and Twitter&mdash;publish any principles at all addressing how they develop and use algorithms. </p><img alt=\"readmore: How did we calculate these scores? /indicators/G1\" src=\"key-findings/image13.png\" title=\"Data for Indicator G1, Element 3 of the 2020 RDR Index\"/><p>In our methodology in 2020, we expanded our indicators on human rights impact assessments, asking if companies assess whether their targeted advertising and algorithmic systems could lead to discrimination. Our research showed that no platform in the entire RDR Index clearly disclosed whether it conducts robust, systematic impact assessments to evaluate its algorithms for possible bias or discrimination, despite the hefty volume of research and media attention on algorithmic bias over the past several years.<sup><a href=\"#ftnt8\" id=\"ftnt_ref8\">[8]</a></sup> Platforms like Facebook have come under much-deserved criticism for developing and deploying algorithms that adversely affect marginalized populations and vulnerable groups&mdash;and for failing to implement systems to prevent these harms from reoccurring. Facebook&rsquo;s 2020 <a href=\"https://www.google.com/url?q=https://about.fb.com/wp-content/uploads/2020/07/Civil-Rights-Audit-Final-Report.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174119000&amp;usg=AOvVaw1Z5RqO6KRuD7ORtvjqSOX8\">Civil Rights Audit</a> addressed AI bias but it disclosed nothing about evaluating bias as part of a systematic, formal risk assessment procedure going forward.</p><p>Across companies&rsquo; policy environments, there was a notable lack of overarching human rights-based commitments or due diligence mechanisms governing how platforms design, train, and deploy algorithms. Few platforms disclosed clear operational-level policies governing how personal information can be used to train algorithms, nor did they lay out clear rules describing how those content-moderation and content-shaping algorithms should be deployed across different services in ways that respect users&rsquo; rights to information, expression, and privacy.</p><p>Numerous <a href=\"https://www.google.com/url?q=https://themarkup.org/citizen-browser/2021/01/19/facebook-said-it-would-stop-pushing-users-to-join-partisan-political-groups-it-didnt&amp;sa=D&amp;source=editors&amp;ust=1613640174119000&amp;usg=AOvVaw02SgMqQhBWBIMbKkfTh8vS\">reports</a> have shown how algorithmic curation systems that are optimized for engagement can prioritize and amplify controversial and inflammatory content. Even Facebook&rsquo;s <a href=\"https://www.google.com/url?q=https://www.wsj.com/articles/facebook-knows-it-encourages-division-top-executives-nixed-solutions-11590507499&amp;sa=D&amp;source=editors&amp;ust=1613640174120000&amp;usg=AOvVaw2Dw2o3FRUBLCHqdy4q5kWC\">own internal research</a> showed that its algorithms are responsible for driving divisive, polarizing content. Platforms should therefore adopt clear human-rights centered policies that guide the design and use of these systems to ensure these technologies do not cause these types of harms. They should also be transparent about how they develop algorithms that shape the content that users are served, including about the variables that influence these systems&mdash;and give users ways to opt out of receiving algorithmically curated content altogether. </p><h3 id=\"h.f1w0adu4raod\">Telcos are spying on you too</h3><p>All of the<a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020-companies/&amp;sa=D&amp;source=editors&amp;ust=1613640174120000&amp;usg=AOvVaw33AZspB2m4jDnsD9NhchCe\"> </a><a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020-companies/&amp;sa=D&amp;source=editors&amp;ust=1613640174120000&amp;usg=AOvVaw33AZspB2m4jDnsD9NhchCe\">telecommunications companies we rank</a> have ventured into the mobile ad market, tapping into the troves of data and insights they have on their customers in an effort to compete with platforms for a slice of the lucrative digital advertising pie.</p><p>Telcos profit from this data in a variety of ways, only some of which are known to the public. We know that they serve ads to their subscribers via SMS networks, and that they sell user data to third-party ad companies that can influence what kinds of ads subscribers might see on other digital platforms or apps. Telcos are not simply offering SMS-based ads to commercial marketers. They are also selling or sharing user profiles and data with other parties. Data brokers, ad networks, and even political operatives then use that information to target individuals with personalized ads on other platforms and around the web. </p><p>For these reasons, we expect both digital platforms and telcos alike to conduct human rights risk assessments on how their targeted advertising policies could harm the right to information, the right to privacy, and the right to non-discrimination, and to take steps to mitigate those harms. We also expect companies to be transparent about how their targeting systems work and give users clear options to control what data collected about them is used for the purposes of targeted advertising, and whether they even receive targeted content at all. Targeted advertising should be <span class=\"italic\">off</span> by default. </p><p>Our data showed that telcos were remarkably opaque about these policies. Only a few offered any information on targeting rules and what types of ad targeting is prohibited. And not a single telco reported any data on how it enforces these rules, such as ads removed or accounts suspended for violations. On top of this, telcos were vague about their data collection practices and how they process users&rsquo; information for the purposes of targeted advertising. </p><h3 id=\"h.dbpbrhg5w69g\">Yes, they track: Third-party data collection and data inference</h3><p>Our research showed that most companies ranked in 2020 improved their explanations of how they handle information they collect directly from users&mdash;or so-called <a href=\"https://www.google.com/url?q=https://www.eff.org/wp/behind-the-one-way-mirror&amp;sa=D&amp;source=editors&amp;ust=1613640174121000&amp;usg=AOvVaw1rIAU9ktQpLXaNV-F6v_hs\">&ldquo;</a><a href=\"https://www.google.com/url?q=https://www.eff.org/wp/behind-the-one-way-mirror&amp;sa=D&amp;source=editors&amp;ust=1613640174122000&amp;usg=AOvVaw1zHup_rcBaVJiesAnLEp6e\">first-party data</a><a href=\"https://www.google.com/url?q=https://www.eff.org/wp/behind-the-one-way-mirror&amp;sa=D&amp;source=editors&amp;ust=1613640174122000&amp;usg=AOvVaw1zHup_rcBaVJiesAnLEp6e\">.&rdquo;</a> This type of data can range from personal details a user gives to use a platform or service to &ldquo;likes&rdquo; on Facebook and searches on Amazon or Google. </p><p>Steady improvements in this area have been driven by a wave of stronger data protection regulations that have come into force in numerous countries across the world. Regulations like the EU&rsquo;s General Data Protection Directive provide minimum transparency standards for this type of first-party data collection and handling. Since Chinese lawmakers in 2018 introduced more measures requiring companies to be more transparent about these practices, Baidu and Tencent have offered more public information about what types of data they collect directly from their users and why. </p><img alt=\"\" src=\"key-findings/image4.jpg\" title=\"Original art by Pawe&#322; Kuczy&#324;ski\"/><p>But companies revealed little about their more problematic <a href=\"https://www.google.com/url?q=https://www.eff.org/wp/behind-the-one-way-mirror&amp;sa=D&amp;source=editors&amp;ust=1613640174123000&amp;usg=AOvVaw3f16TV97K9nglEKKX1ttON\">&ldquo;third-party data&rdquo;</a> collection practices, which really lie at the heart of the surveillance capitalism business model. Third-party data can be purchased directly from data brokers&mdash;companies that specialize in collecting, analyzing, and selling personal information&mdash;and can also be collected with tracking technologies, like cookies. Whether through data brokers or tracking, third-party data collection poses major privacy concerns, as these practices (and the companies behind them) are all but invisible to users. </p><p><a href=\"https://www.google.com/url?q=https://issues.org/data-brokers-police-surveillance/&amp;sa=D&amp;source=editors&amp;ust=1613640174123000&amp;usg=AOvVaw03_-9qqq6Iqr1OtsblCO5_\">Data brokers</a> have grown to be major players in the digital advertising industry, while remaining largely out of reach of the public and regulators. These companies&mdash;which can include credit rating agencies, like Experian, and big data processing and analytics firms, like Oracle and Salesforce&mdash;are responsible for collecting, analyzing, and sharing billions of data points on users with a range of different third parties, including governments.</p><p>Tracking technologies like cookies are no less invasive, recording clicks, views, and swipes alongside geo-location data, often <a href=\"https://www.google.com/url?q=https://internethealthreport.org/2019/your-mobile-apps-are-tracking-you/&amp;sa=D&amp;source=editors&amp;ust=1613640174124000&amp;usg=AOvVaw04z0SIZdcRaa2NSevY8wcV\">without users&rsquo; direct consent</a> or knowledge. </p><p>All of this third-party data gets compiled into larger digital profiles that can be used to make inferences (or predictions) about a person&rsquo;s political affiliation, religious beliefs, sexual orientation, race and ethnicity, education level, income bracket, purchasing habits, and physical and mental health. These profiles are the potent secret ingredient used to develop tailored content and messages&mdash;including the kind increasingly used for political microtargeting&mdash;that we have seen in major elections around the world in recent years.<sup><a href=\"#ftnt9\" id=\"ftnt_ref9\">[9]</a></sup></p><p>We found that companies were highly secretive about their third-party data collection practices&mdash;and gave only fragmented, incomplete information about what data they collect and for what purpose. Amazon&rsquo;s <a href=\"https://www.google.com/url?q=https://www.amazon.com/gp/help/customer/display.html?ie%3DUTF8%26language%3Den_US%26nodeId%3D468496%26ref_%3Dfooter_privacy&amp;sa=D&amp;source=editors&amp;ust=1613640174125000&amp;usg=AOvVaw0BgYNjsLJ2qIPDSJrLejqu\">privacy notice</a> revealed that it &ldquo;receives&rdquo; data about &ldquo;your interactions with products and services offered by our subsidiaries,&rdquo; &ldquo;information about internet-connected devices and services linked with Alexa,&rdquo; and that it may collect additional information from credit bureaus.</p><p>Apple once again stood out for being the only platform we rank that does not track users around the web using cookies or other types of trackers&mdash;which is a key reason why it earned the highest privacy score among digital platforms in the 2020 RDR Index. The remaining 13 platforms disclosed that they deploy some kind of tracking technologies, but gave users few ways to opt out of being tracked or to control whether the information collected on third-party platforms or apps can be used for targeting purposes at all.<sup><a href=\"#ftnt10\" id=\"ftnt_ref10\">[10]</a></sup> </p><h3 id=\"h.f7iszjn3gfuk\">Content moderation: How transparent are transparency reports?</h3><p>When tech companies step into the role of censor&mdash;and particularly when decisions about content can have a dramatic influence on political and public affairs&mdash;it is vital that platform rules are enforced transparently and consistently and in accordance with international human rights standards.</p><p>RDR has been pushing companies to be more transparent about their rules enforcement since our inaugural RDR Index in 2015. Our research has consistently pointed to a major gap between companies&rsquo; policies and the actual enforcement of these rules&mdash;which has left the door wide open to unaccountable and arbitrary enforcement. </p><p>In 2015, most U.S. platforms in the RDR Index had already started to regularly publish data on government demands to censor content, but not a single company ranked by RDR reported on content removals or account suspensions as a result of breaches of their <span class=\"italic\">own</span> rules.<sup><a href=\"#ftnt11\" id=\"ftnt_ref11\">[11]</a></sup></p><p>But by 2016, Google, Microsoft, and Twitter began to disclose trickles of information. In a <a href=\"https://www.google.com/url?q=https://blog.twitter.com/en_us/a/2016/combating-violent-extremism.html&amp;sa=D&amp;source=editors&amp;ust=1613640174127000&amp;usg=AOvVaw3IhEOKDu2kvczEE_KoN52j\">2016 blog post</a> Twitter revealed that it had suspended over 125,000 accounts for &ldquo;threatening or promoting terrorist acts.&rdquo; <a href=\"https://www.google.com/url?q=https://blog.youtube/news-and-events/why-flagging-matters&amp;sa=D&amp;source=editors&amp;ust=1613640174127000&amp;usg=AOvVaw3ethoRHujyzvzqmvB-BCSH\">Google reported</a> it removed 92 million YouTube videos for violating its terms of service&mdash;1 percent of which were for hate speech and terrorist content&mdash;but revealed no more information about why the remaining videos were removed.</p><p>In 2018, those same companies, plus Facebook, started to report this data more systematically. In the same year, Facebook also released its first-ever Community Standards enforcement reports.</p><p>The 2020 RDR Index methodology includes new questions that reflect an emerging consensus about content moderation standards, consistent with many of those laid out in the <a href=\"https://www.google.com/url?q=https://santaclaraprinciples.org/&amp;sa=D&amp;source=editors&amp;ust=1613640174128000&amp;usg=AOvVaw1ILJB9rzzZRRSdGW5Qy8Cx\">Santa Clara Principles</a>. These indicators ask companies to report much more granular data about content removals and account suspensions. How much and what <a href=\"https://www.google.com/url?q=http://rankingdigitalrights.org/index2020/indicators/F4a&amp;sa=D&amp;source=editors&amp;ust=1613640174128000&amp;usg=AOvVaw3TMAtYwweru_fa12RQ_BvG\">types of content</a> do they take down? How many <a href=\"https://www.google.com/url?q=http://rankingdigitalrights.org/indicators/F4b&amp;sa=D&amp;source=editors&amp;ust=1613640174128000&amp;usg=AOvVaw2wae-vB9YatnMeeZu5oHJf\">accounts do they remove</a>, and on what basis? This kind of information gives civil society, researchers, and the broader public valuable insight into these processes, and enables companies to be more accountable for how they enforce their own rules. </p><p>In 2020, seven companies provided some type of data about these actions, in comparison to zero when RDR first started tracking this issue in 2015. Twitter stood out for being far more transparent about its content moderation practices than any other platform we rank&mdash;which was a key reason why the company topped the RDR Index this year. Its <a href=\"https://www.google.com/url?q=https://transparency.twitter.com/en/reports/rules-enforcement.html%232020-jan-jun&amp;sa=D&amp;source=editors&amp;ust=1613640174129000&amp;usg=AOvVaw35ZMT9GnssfpApZAqW-fA7\">Rules Enforcement</a> report includes data on accounts it suspended and content removed based on different violations&mdash;like hate speech, violence, and child sexual abuse material. The report, however, did not disclose any data on the type of less severe actions, like putting a warning on certain content or temporarily freezing a person&rsquo;s account.</p><img alt=\"readmore: How did we calculate these scores? /indicators/F3c\" src=\"key-findings/image3.png\" title=\"\"/><p>Amazon, Apple, Facebook, and Google were among the companies with the widest gap between their stated rules and proof that they are actually enforcing them. This gap is familiar to digital rights activists, who routinely push these companies to remove harmful content that appears to violate platform rules but nevertheless remains online. But it has become much better known to the public in recent years. Just last month, <a href=\"https://www.google.com/url?q=https://themarkup.org/news/2021/01/21/tech-firms-profited-from-far-right-militia-content-despite-ban-on-three-percenters&amp;sa=D&amp;source=editors&amp;ust=1613640174129000&amp;usg=AOvVaw2GxHB2QPLzf49up36tYKlX\">The Markup</a> reported that both Facebook and Google had run ads for merchandise affiliated with a far-right militia group, despite having banned such ad content.</p><p>Although it was not yet active during our research period, we have <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020/01/28/our-take-on-facebooks-oversight-board/&amp;sa=D&amp;source=editors&amp;ust=1613640174130000&amp;usg=AOvVaw1403dyxxCDpt5PBoFxSqZJ\">closely followed</a> the rollout of Facebook&rsquo;s <a href=\"https://www.google.com/url?q=https://www.oversightboard.com/&amp;sa=D&amp;source=editors&amp;ust=1613640174130000&amp;usg=AOvVaw2fbCgMF7Lkj74scdUqIsKH\">Oversight Board,</a> made up of independent experts, which will give users a new way to formally appeal Facebook&rsquo;s decisions to remove or preserve controversial pieces of content. This experiment in internet governance represents an important step in the direction of accountability and transparency for the company, but we remain concerned about key aspects of its execution. The board&rsquo;s bylaws strictly limit the types of content decisions that users can appeal, failing to adequately acknowledge the role of algorithms in promoting and amplifying problematic speech. And we find it worrisome that the board&rsquo;s bylaws and operations are not explicitly anchored in universal human rights standards, which apply to companies through the <a href=\"https://www.google.com/url?q=https://www.ohchr.org/documents/publications/guidingprinciplesbusinesshr_en.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174131000&amp;usg=AOvVaw1x0nzAyOqEdWyT4sGSAx5x\">UN Guiding Principles on Business and Human Rights</a>.</p><h3 id=\"h.ntjbn8v85z7a\">Network shutdowns continue, but some telcos are pushing back</h3><p>While telcos may not have the same power as social media platforms to curate and amplify certain kinds of content and censor others, they provide our gateway to the internet. At the same time, telcos sometimes find themselves under pressure from governments wanting to restrict people&rsquo;s access to certain websites, and in some cases, to shut networks down altogether.</p><p>Take South Africa&rsquo;s MTN, one of the companies that has improved the most since our last index. In 2020, MTN carried out <a href=\"https://www.google.com/url?q=https://www.dw.com/en/the-government-or-the-people-telecoms-firms-trapped-in-internet-shutdowns/a-49634343&amp;sa=D&amp;source=editors&amp;ust=1613640174132000&amp;usg=AOvVaw1wkThRJzYX7TlluPlf0_4B\">network shutdowns</a> at the behest of government authorities in <a href=\"https://www.google.com/url?q=https://netblocks.org/reports/internet-blocked-in-benin-on-election-day-aAwqknyM&amp;sa=D&amp;source=editors&amp;ust=1613640174132000&amp;usg=AOvVaw2ZNoF88jgdVpKpQWuZRfnv\">Benin</a>, <a href=\"https://www.google.com/url?q=https://netblocks.org/reports/internet-disrupted-in-guinea-ahead-of-presidential-election-result-announcement-DA3lQ3BW&amp;sa=D&amp;source=editors&amp;ust=1613640174133000&amp;usg=AOvVaw15A45Q_gPRmWvUyhOW6xMi\">Guinea</a>, <a href=\"https://www.google.com/url?q=https://netblocks.org/reports/liberia-blocks-social-media-to-quell-monrovia-anti-corruption-protests-RyjozX8g&amp;sa=D&amp;source=editors&amp;ust=1613640174133000&amp;usg=AOvVaw3fiugg0MhLLaD9Ap7ltPkx\">Liberia</a>, and in <a href=\"https://www.google.com/url?q=https://netblocks.org/reports/sudan-internet-recovery-after-month-long-shutdown-98aZpOAo&amp;sa=D&amp;source=editors&amp;ust=1613640174133000&amp;usg=AOvVaw0CS9CIjk4ls7Lp0QQS0EB9\">Sudan</a>, where shutdowns were used in an effort to quell <a href=\"https://www.google.com/url?q=https://en.wikipedia.org/wiki/2019%25E2%2580%25932020_Sudanese_protests&amp;sa=D&amp;source=editors&amp;ust=1613640174133000&amp;usg=AOvVaw28Ft4t58SpvEJAW8y5xSfb\">pro-democracy protests</a>. Nevertheless, in contrast to previous years, MTN joined a handful of other telcos that commit to push back against such orders. MTN also showed evidence of notifying users when carrying out shutdowns in some cases, which was another positive sign.</p><img alt=\"readmore: How did we calculate these scores? /indicators/F10\" src=\"key-findings/image2.png\" title=\"Data from Indicator F10 in the 2020 RDR Index\"/><p>MTN still has a long way to go, but it is encouraging to see these measures of progress, especially for a company that routinely faces shutdown orders. </p><p>By contrast, India&rsquo;s Bharti Airtel retained its low score of 15 points for its lack of transparency about a range of key policies affecting expression and information, and in particular for its process for handling government shutdown demands. Although India has seen more network shutdowns in response to government orders than any other country in the world, Bharti Airtel revealed little information about how it handles these demands.</p><img alt=\"\" src=\"key-findings/image10.png\" title=\"\"/><h3 id=\"h.x9q5lg5thhno\">Zero on zero: Companies are blind to the risks of zero rating</h3><p>Our expanded methodology for 2020 also looked at zero-rating programs, wherein telcos provide access to certain online services or platforms at no financial cost to the user. Although they are sold as a way to promote internet adoption, zero-rating programs are not only a form of network prioritization that <a href=\"https://www.google.com/url?q=https://www.forbes.com/sites/davidebanis/2019/02/18/how-zero-rating-offers-threaten-net-neutrality-in-the-developing-world/?sh%3D5e9b75763b41&amp;sa=D&amp;source=editors&amp;ust=1613640174135000&amp;usg=AOvVaw1cbQ0aQK9Ysza90YdZHYmu\">undermines net neutrality principles</a> but also a data trove for companies who offer the service. While also present in the U.S. and Europe, these programs are especially prevalent in developing countries where internet penetration is lower. </p><img alt=\"\" src=\"key-findings/image8.jpg\" title=\"A mobile phone shop in Lusaka, Zambia. Photo by Mike Lee via Flickr (CC BY-NC-ND 2.0)\"/><p>When a platform is prioritized this way, there is significant danger of it dominating the digital landscape. This has proven true in the case of Facebook, which has pursued far more <a href=\"https://www.google.com/url?q=https://www.wired.com/story/after-troubles-myanmar-facebook-charges-ahead-africa/&amp;sa=D&amp;source=editors&amp;ust=1613640174136000&amp;usg=AOvVaw28zgBfdumqQNznOSbUi10O\">zero-rating agreements</a> and other forms of content prioritization than any other platform we rank. These programs have generated <a href=\"https://www.google.com/url?q=https://www.theguardian.com/technology/2017/jul/27/facebook-free-basics-developing-markets&amp;sa=D&amp;source=editors&amp;ust=1613640174136000&amp;usg=AOvVaw0tF002JGFm3G64fhCS-Bh5\">enormous criticism</a> for monopolizing connectivity and digital communication markets, and limiting users&rsquo; access to things like <a href=\"https://www.google.com/url?q=https://www.cima.ned.org/publication/zero-rating-the-news/&amp;sa=D&amp;source=editors&amp;ust=1613640174137000&amp;usg=AOvVaw10BVKl7JItr9JpPsWvXeM8\">independent media</a>. When paired with Facebook&rsquo;s lackluster content moderation, zero rating has been cited as a factor contributing to sectarian violence, most notably <a href=\"https://www.google.com/url?q=https://www.reuters.com/article/us-myanmar-rohingya-facebook-idUSKCN1GO2PN&amp;sa=D&amp;source=editors&amp;ust=1613640174137000&amp;usg=AOvVaw2mKWWmtlz8ZU2hTe5DNQqS\">ethnic cleansing operations</a><a href=\"https://www.google.com/url?q=https://www.wired.com/story/after-troubles-myanmar-facebook-charges-ahead-africa/&amp;sa=D&amp;source=editors&amp;ust=1613640174137000&amp;usg=AOvVaw2LhsIX2V8bnvbuveGJeE57\"> carried out by Myanmar&rsquo;s military.</a> </p><p>We looked for evidence that telcos and digital platforms assess the human rights risks of their zero-rating programs, if these companies offer such a service. Many of the telcos we rank do operate such programs, and not a single company disclosed evidence of assessing whether they could be discriminatory, or could otherwise harm users&rsquo; rights to expression, information, and privacy. No platform showed any evidence of conducting human rights due diligence on these programs, despite the overwhelming potential for human rights harms that these programs can cause.</p><h3 id=\"h.5qg6vvk7thws\">On human rights, companies are talking the talk, but not walking the walk</h3><p>A decade since the UN endorsed new guidelines aimed at strengthening corporate responsibility for human rights, we can reflect on the progress tech companies have made in fulfilling these commitments&mdash;and where they are still falling short. </p><p>The U.N. <a href=\"https://www.google.com/url?q=https://www.ohchr.org/documents/publications/guidingprinciplesbusinesshr_en.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174138000&amp;usg=AOvVaw0maBHOrZ0yM_5n5RmpV_to\">Guiding Principles on Business and Human Rights</a>, endorsed by U.N. member states in 2011, sets out the foundation for strong governance and oversight of human rights through its &ldquo;protect, respect, and remedy&rdquo; framework. In order to demonstrate respect for human rights, companies should make public commitments to human rights, conduct robust due diligence to identify and mitigate human rights harms, and provide remedy to address negative consequences of harms should they occur.</p><p>Are the companies we rank meeting these commitments? As noted above, a growing number of companies are making formal commitments to human rights. But our research shows troubling gaps in other areas. For instance, with Apple having finally joined the pack, all the U.S. companies in the RDR Index performed relatively well in 2020 when it came to their commitments to human rights principles. But most scored poorly&mdash;often on par with their counterparts around the world&mdash;when we looked at how these commitments are implemented in practice, such as through human rights due diligence, regular engagement with civil society, and remedy mechanisms for addressing human rights harms.</p><img alt=\"\" src=\"key-findings/image5.png\" title=\"Indicator G1 measures governance in principle. Indicators G4 and G6 measure key governance practices.\"/><p>Companies across the board were weakest on human rights due diligence, with most failing to demonstrate that they conduct robust, systematic assessments to identify and mitigate the human rights risks of their policies and practices across their global operations. By &ldquo;robust&rdquo; and &ldquo;systematic&rdquo; we mean that companies should integrate key accountability mechanisms into the risk assessment process. This includes conducting additional evaluations whenever risks are identified, ensuring that key senior leadership review and consider results of the assessment in their decision-making, and having assessments audited by an independent third party.<sup><a href=\"#ftnt12\" id=\"ftnt_ref12\">[12]</a></sup> </p><p>For companies that scored anything at all on our due diligence indicators, it was most often for providing some evidence of conducting assessments on risks to freedom of expression and privacy rights related to government demands in the various jurisdictions in which they operate. Few companies have broadened the scope of their due diligence beyond this, to include assessments of their own policies and practices, especially those, like targeted advertising, with such clear human rights risks and implications.</p><p>One of the more concerning findings of our research this year is how few companies disclosed any evidence of conducting risk assessments on their targeted advertising policies and practices&mdash;a finding we also highlighted in 2019. The 2020 RDR Index applied an expanded indicator on this issue to evaluate whether companies are conducting human rights due diligence on their broader business model&mdash;and specifically, to see if companies are conducting risk assessments on how ad targeting could be discriminatory, or pose threats to users&rsquo; rights to expression and privacy. </p><p>Not a single company in the entire RDR Index disclosed anything about assessing freedom of expression or privacy risks related to their targeted advertising policies and practices. Of the 26 companies we evaluated, only Facebook revealed that it conducted a very limited assessment of discrimination risks associated with targeted advertising in the U.S. market. </p><p>Companies that are members of the <a href=\"https://www.google.com/url?q=https://globalnetworkinitiative.org/&amp;sa=D&amp;source=editors&amp;ust=1613640174140000&amp;usg=AOvVaw2D1K-SWFyPODqLRpx7US_1\">Global Network Initiative</a> (GNI) performed slightly better than the non-GNI members on our human rights due diligence indicators, owing to their more thorough assessments of risks related to government demands in the different jurisdictions in which they operate. On our new risk assessment indicators evaluating targeted advertising and algorithms, GNI members performed no better than non-GNI members. This reflects the GNI&rsquo;s narrow focus on government demands, to the exclusion of other key issues affecting online rights. </p><p>When it came to remedy, we saw little change in 2020. Once again&mdash;with the exception of Telef&oacute;nica&mdash;most companies failed to offer clear, predictable remedy to users who feel their freedom of expression and privacy rights have been violated. </p><img alt=\"readmore: How did we calculate these scores? /indicators/G6a\" src=\"key-findings/image9.png\" title=\"\"/><p>In sum, companies still have much work to do in order to demonstrate their human rights commitments. This does not diminish the importance of making these types of explicit and formal human rights commitments. These are the bedrock of a company&rsquo;s public human rights obligations across its global operations, and an essential first step in building strong corporate governance over these issues. But making a public commitment to human rights alone is not enough to ensure that these rights are actually being protected in practice. </p><h2 id=\"concluding-thoughts\">Concluding thoughts</h2><h3 id=\"h.hizjrqihpk7m\">Looking back, forging ahead</h3><p>Since we launched the first RDR Index in 2015, the number of companies pledging to protect users&rsquo; freedom of expression or privacy, or both, has steadily grown every year. The number of companies that conduct <span class=\"italic\">any</span> type of human rights due diligence has grown every year as well. But as we show throughout the 2020 RDR Index, even companies that rank toward the top have a long way to go when it comes to implementation, and there is much we do not know about how companies actually operate in practice. </p><p>As a result, people around the world still lack basic information about who controls their ability to connect, speak online, or access information. Billions of internet users are largely in the dark about who has the ability to access their personal information and under what circumstances. Governments are facing legitimate threats perpetrated by extremists, and other governments seeking to weaken or divide them, but sometimes fail to fully consider the human rights implications of their responses. While some regulations have forced companies to improve their protection of users&rsquo; rights, other regulations have made it harder for companies to meet global human rights standards for transparency, responsible practice, and accountability in relation to freedom of expression and privacy. </p><p>Unfortunately, many laws and regulations around the world have hampered companies&rsquo; performance in the RDR Index over the years. Worse, many governments frequently force companies to take actions that violate users&rsquo; human rights, such as censoring and surveilling human rights defenders and investigative journalists. Laws in China and Russia prevent companies in those countries from disclosing key information about surveillance demands by authorities. In India, the law prevents telcos from disclosing who ordered network shutdowns, or for what reason. National security laws in many parts of the world, including in the U.S. and in many European countries, require companies to collect and hold user information for excessive periods of time and prevent companies from being fully transparent about government demands for that information. </p><p>In North America and Western Europe, we are also seeing a spate of initiatives focused on holding platforms legally liable for harmful content online. As we argued at length in our 2020 series, <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/its-the-business-model/&amp;sa=D&amp;source=editors&amp;ust=1613640174142000&amp;usg=AOvVaw2PW4oMc6-qwYdshinXb4p8\">It&#39;s the Business Model</a>, laws that increase platforms&rsquo; liability for user content can be especially counterproductive because they give companies even more decision-making power to censor speech and information in ways that may not be compatible with human rights. Instead, we made an explicit call for U.S. lawmakers to enact regulations rooted in human rights standards that would rein in digital platforms&rsquo; data collection and monetization practices, and impose robust transparency mandates to force companies&rsquo; algorithmic systems into the light. If U.S. lawmakers act on these recommendations, the effects could be global, given the enormous reach of Silicon Valley&rsquo;s titans and the degree to which companies like Facebook have made their services all but essential to people&rsquo;s abilities to communicate.</p><p>Even when faced with challenging regulatory environments, companies must be more proactive about protecting users and informing them about the ways that their rights might be curtailed when using specific platforms or services. We are happy to report that some of the improvements that companies have made over the past five years have come about in the absence of laws or regulations that compel them to make changes. This shows that there are other drivers of improvement, apart from regulation, that can result in meaningful change. Sustained media attention, public opinion, pressure from civil society, and investor engagement all play a role in pushing companies and governments alike toward more rights-respecting policies. ESG investors concerned with social and governance risks&mdash;who control a growing proportion of funds invested in stock markets around the world&mdash;are also starting to push companies to improve their commitment to and respect for human rights.<sup><a href=\"#ftnt13\" id=\"ftnt_ref13\">[13]</a></sup> </p><p>We are also encouraged to see that new laws in some places have forced companies to make notable improvements since 2015. Regulation in Europe, <a href=\"https://www.google.com/url?q=https://oag.ca.gov/privacy/databreach/reporting&amp;sa=D&amp;source=editors&amp;ust=1613640174143000&amp;usg=AOvVaw1r24lmNpaYjUO1H6O9QeWB\">California</a>, and even China (<a href=\"https://www.google.com/url?q=http://rankingdigitalrights.org/index2020/spotlights/china-tech-giants&amp;sa=D&amp;source=editors&amp;ust=1613640174144000&amp;usg=AOvVaw2mPkkswW8hnS1CUcwkrrhs\">see our China spotlight</a>) has driven improvements in companies&rsquo; disclosed policies and practices related to users&rsquo; privacy and security. Half of the 26 companies we ranked in 2020 disclosed a policy about how they handle data breaches&mdash;up from just three when we first introduced an indicator evaluating this issue in 2017. And as we noted in the <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2019/&amp;sa=D&amp;source=editors&amp;ust=1613640174144000&amp;usg=AOvVaw2afzwg0waPYiSfmFfUta5I\">2019 RDR Index</a>, a majority of companies have improved their privacy scores as they revised their policies to comply with the stronger data protection rules of the European General Data Protection Regulation (GDPR)&mdash;although companies with the highest privacy scores in the RDR Index are those that go beyond the GDPR&rsquo;s minimum standards.</p><p>Regulation that is firmly grounded in international human rights standards can force companies to make further changes. But companies have resisted such changes because they often clash with their fundamental business model. </p><p>We are encouraged, for example, by the EU&rsquo;s forthcoming Digital Services Act (DSA).<sup><a href=\"#ftnt14\" id=\"ftnt_ref14\">[14]</a></sup> In what will be the most sweeping overhaul to Europe&rsquo;s internet regulations in 20 years, the draft legislation contains a number of measures aimed at boosting transparency and accountability by platforms about how they manage and govern content. Provisions include mandatory risk assessments and requirements for companies to explain how algorithms are used to shape and rank content&mdash;in alignment with standards promoted by RDR. Still, proposed measures on risk assessment are vague, and there are key questions over provisions that could give platforms even more unchecked decision-making power to remove content.<sup><a href=\"#ftnt15\" id=\"ftnt_ref15\">[15]</a></sup> (see more of our <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2020/recommendations&amp;sa=D&amp;source=editors&amp;ust=1613640174145000&amp;usg=AOvVaw2b-Goo6U9NkgaivkdRt68n\">policy recommendations</a>).</p><p>Meanwhile, and as we have consistently emphasized, companies that are fully committed to protecting and respecting their users&rsquo; rights should not wait for regulations to force them to act. Where law is absent, unclear, or insufficient, RDR&rsquo;s indicators can be used to guide company policy and practices. While our individual company report cards offer specific recommendations for each company in the 2020 RDR Index, our general company recommendations below are intended for all digital platforms and telecommunications companies, regardless of whether we were able to include them in the RDR Index.</p>","footnotes":"<div>\n  <p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> See findings from previous RDR Index cycles, including the 2019 Ranking Digital Rights Corporate Accountability Index, <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020-indicators/&amp;sa=D&amp;source=editors&amp;ust=1613640174146000&amp;usg=AOvVaw2Lp696lZN4FRhj0Xwgxd-p\">https://rankingdigitalrights.org/2020-indicators/</a> </p>\n</div><div>\n  <p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Baidu&rsquo;s human rights policy was published in November 2020. As the research period ended on September 15, 2020, the report was not accounted for in Baidu&rsquo;s 2020 RDR Index scores, but will be included in the next index cycle. </p>\n</div><div>\n  <p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> MTN&rsquo;s transparency report was published in November 2020. As the research period ended on September 15, 2020, the report was not accounted for in MTN&rsquo;s 2020 RDR Index scores, but will be included in the next index cycle. </p>\n</div><div>\n  <p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> In 2019, it was revealed that the two Twitter employees had breached the company&rsquo;s internal systems to access the information of thousands of accounts that had criticized the Saudi Arabian government. The incident came to light when the U.S. Department of Justice charged the two men with &ldquo;acting as illegal agents of a foreign government.&rdquo; See U.S. Department of Justice press release, &ldquo;Two Former Twitter Employees and a Saudi National Charged as Acting as Illegal Agents of Saudi Arabia,&rdquo; November 7, 2019.</p>\n  <p><a href=\"https://www.google.com/url?q=https://www.justice.gov/opa/pr/two-former-twitter-employees-and-saudi-national-charged-acting-illegal-agents-saudi-arabia&amp;sa=D&amp;source=editors&amp;ust=1613640174147000&amp;usg=AOvVaw1YXlfBz4zSYehcZrvExfXO\">https://www.justice.gov/opa/pr/two-former-twitter-employees-and-saudi-national-charged-acting-illegal-agents-saudi-arabia</a></p>\n</div><div>\n  <p><a href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> RDR did not evaluate Amazon Web Services in the 2020 RDR Index, because our methodology focuses on services that are directly consumer-facing. We plan to explore adding more of Amazon&rsquo;s services in future index cycles. </p>\n</div><div>\n  <p><a href=\"#ftnt_ref6\" id=\"ftnt6\">[6]</a> The predominant business models of the most powerful American internet platforms are surveillance-based. Built on a foundation of mass user-data collection and analysis, they are part of a market ecosystem that Harvard professor Shoshana Zuboff has labeled surveillance capitalism. See</p>\n  <p>Shoshana Zuboff, <span class=\"italic\">The Age of Surveillance Capitalism: The Fight for a Human Future at the New Frontier of Power </span>(New York: Public Affairs, 2019).</p>\n</div><div>\n  <p><a href=\"#ftnt_ref7\" id=\"ftnt7\">[7]</a> Amazon declined to submit its software for an audit by the National Institute of Standards and Technology, maintaining that its internal audits had revealed no evidence of bias. Months after MIT&rsquo;s Joy Buolamwini and Deb Raji published their study, and at the height of protests against systemic racism in the U.S., Amazon vowed to stop selling this software to law enforcement for one year&rsquo;s time. </p>\n  <p>See Joy Buolamwini, &ldquo;Response: Racial and Gender bias in Amazon Rekognition&mdash;Commercial AI System for Analyzing Faces,&rdquo; Medium.com, January 25, 2019, <a href=\"https://www.google.com/url?q=https://medium.com/@Joy.Buolamwini/response-racial-and-gender-bias-in-amazon-rekognition-commercial-ai-system-for-analyzing-faces-a289222eeced&amp;sa=D&amp;source=editors&amp;ust=1613640174149000&amp;usg=AOvVaw0pwHd8HrsW9YBCGVWDOQr5\">https://medium.com/@Joy.Buolamwini/response-racial-and-gender-bias-in-amazon-rekognition-commercial-ai-system-for-analyzing-faces-a289222eeced</a>; and Karen Weise and Natasha Singer, &ldquo;Amazon Pauses Police Use of Its Facial Recognition Software,&rdquo; <span class=\"italic\">New York Times</span>, June 10, 2020, <a href=\"https://www.google.com/url?q=https://www.nytimes.com/2020/06/10/technology/amazon-facial-recognition-backlash.html&amp;sa=D&amp;source=editors&amp;ust=1613640174149000&amp;usg=AOvVaw0amVVxiVCHKuduRoqe-2Qt\">https://www.nytimes.com/2020/06/10/technology/amazon-facial-recognition-backlash.html</a> </p>\n</div><div>\n  <p><a href=\"#ftnt_ref8\" id=\"ftnt8\">[8]</a> Safiya Umoja Noble, <span class=\"italic\">Algorithms of Oppression: How Search Engines Reinforce Racism</span> (New York: NYU Press, 2018). </p>\n</div><div>\n  <p><a href=\"#ftnt_ref9\" id=\"ftnt9\">[9]</a> The U.S. and Kenya are two countries where there is ample evidence of technology and data analysis firms using political microtargeting on behalf of major political campaigns. See</p>\n  <p>Njeri Wangari, &ldquo;Data and Democracy: What Role Did Cambridge Analytica Play in Kenya&#39;s Elections?,&rdquo; <span class=\"italic\">Global Voices</span>, November 3, 2017, <a href=\"https://www.google.com/url?q=https://advox.globalvoices.org/2017/11/03/data-and-democracy-what-role-did-cambridge-analytica-play-in-kenyas-elections/&amp;sa=D&amp;source=editors&amp;ust=1613640174150000&amp;usg=AOvVaw1hOaALcJU61-R6LM8CV_CL\">https://advox.globalvoices.org/2017/11/03/data-and-democracy-what-role-did-cambridge-analytica-play-in-kenyas-elections/</a>; and Anthony Anthony, Matthew Crain, and Joan Donovan, <span class=\"italic\">Weaponizing the Digital Influence Machine: The Political Perils of Online Ad Tech</span> (New York:<span class=\"italic\"> </span>Data &amp; Society Research Institute, 2018), <a href=\"https://www.google.com/url?q=https://datasociety.net/wp-content/uploads/2018/10/DS_Digital_Influence_Machine.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174151000&amp;usg=AOvVaw0g1mQ7cT5piltz3f5kqKga\">https://datasociety.net/wp-content/uploads/2018/10/DS_Digital_Influence_Machine.pdf</a></p>\n</div><div>\n  <p><a href=\"#ftnt_ref10\" id=\"ftnt10\">[10]</a> See indicators P7, P9, <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020-indicators&amp;sa=D&amp;source=editors&amp;ust=1613640174151000&amp;usg=AOvVaw0_lJMzZP2q1R5ro2IfxErz\">https://rankingdigitalrights.org/2020-indicators</a></p>\n</div><div>\n  <p><a href=\"#ftnt_ref11\" id=\"ftnt11\">[11]</a> See page 25 of <span class=\"italic\">Ranking Digital Rights 2015 Corporate Accountability Index</span> (Washington, DC: New America, November 2015), <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/index2015/assets/static/download/RDRindex2015report.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174152000&amp;usg=AOvVaw2GjQvsA8fzS9zWv2-ijA0T\">https://rankingdigitalrights.org/index2015/assets/static/download/RDRindex2015report.pdf</a> </p>\n</div><div>\n  <p><a href=\"#ftnt_ref12\" id=\"ftnt12\">[12]</a> See indicator G4a for RDR standards for robust, systematic risk assessments: <a href=\"https://www.google.com/url?q=https://rankingdigitalrights.org/2020-indicators&amp;sa=D&amp;source=editors&amp;ust=1613640174152000&amp;usg=AOvVaw049Ql7YJjCXyehegQlux4J\">https://rankingdigitalrights.org/2020-indicators</a></p>\n</div><div>\n  <p><a href=\"#ftnt_ref13\" id=\"ftnt13\">[13]</a> Nathalie Mar&eacute;chal, Rebecca MacKinnon, and Jessica Dheere, <span class=\"italic\">Getting to the Source of Infodemics: It&rsquo;s the Business Model</span> (Washington, DC: Ranking Digital Rights at New America, May 2020),<span class=\"italic\"> </span><a href=\"https://www.google.com/url?q=https://www.newamerica.org/oti/reports/getting-to-the-source-of-infodemics-its-the-business-model/good-content-governance-requires-good-corporate-governance/&amp;sa=D&amp;source=editors&amp;ust=1613640174153000&amp;usg=AOvVaw3E7r7tJlLu6hfd0hOX9ajn\">https://www.newamerica.org/oti/reports/getting-to-the-source-of-infodemics-its-the-business-model/good-content-governance-requires-good-corporate-governance/</a> </p>\n</div><div>\n  <p><a href=\"#ftnt_ref14\" id=\"ftnt14\">[14]</a> <span class=\"italic\">Proposal for a Regulation of the European Parliament and of the Council on a Single Market For Digital Services (Digital Services Act) and Amending Directive 2000/31/EC</span> (Brussels, Belgium: European Commission, December 15, 2020), <a href=\"https://www.google.com/url?q=https://ec.europa.eu/info/sites/info/files/proposal_for_a_regulation_on_a_single_market_for_digital_services.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640174154000&amp;usg=AOvVaw1tNbekGAGYU-45fpw0r_Py\">https://ec.europa.eu/info/sites/info/files/proposal_for_a_regulation_on_a_single_market_for_digital_services.pdf</a>.</p>\n</div><div>\n  <p><a href=\"#ftnt_ref15\" id=\"ftnt15\">[15]</a> See critiques by Center for Democracy and Technology (CDT) <a href=\"https://www.google.com/url?q=https://cdt.org/press/digital-services-act-despite-good-intentions-fundamental-inconsistencies-put-rights-at-risk/&amp;sa=D&amp;source=editors&amp;ust=1613640174154000&amp;usg=AOvVaw3P5WfD3gzCkq0PJeYIvMep\">here</a> and ARTICLE 19&#39;s first reaction <a href=\"https://www.google.com/url?q=https://www.article19.org/resources/digital-rights/&amp;sa=D&amp;source=editors&amp;ust=1613640174155000&amp;usg=AOvVaw2OIc6dtb8d1wLgiubBeJ_N\">here</a>.</p>\n</div>"}