{"pageTitle":"2020 RDR Index methodology","body":"<h2 id=\"1-about-the-2020-rdr-index-methodology\">1. About the 2020 RDR Index methodology</h2><p><span class=\"font-bold\">The RDR Index offers a road map companies can use to improve. It also provides a tool for researchers, advocates, policymakers, and investors to push companies in the right direction. </span>Our theory of change is based on the power of benchmarking companies with indicators that set high but achievable standards for corporate transparency and policies that align with internationally recognized human rights standards.</p><p>The 2020 RDR Index evaluates 26 companies on 58 indicators in three main categories: <span class=\"font-bold\">governance</span>, <span class=\"font-bold\">freedom of expression and information</span>, and <span class=\"font-bold\">privacy</span>. Below we summarize what we evaluate in each category.</p><div class=\"feature-box-wrapper\"><div class=\"feature-box-inner\"><div class=\"feature-box\"><h3 id=\"h.4dezb7dsxaig\">Understanding the impact of 2020 methodology revisions on company scores</h3><p>In 2020, we applied an <a href=\"https://rankingdigitalrights.org/2020-indicators/\">expanded methodology</a> that allowed us to examine a broader range of threats that platforms and telecommunications companies pose to people&rsquo;s rights. Our 2020 methodology includes new benchmarks for what companies should disclose about their algorithmic systems and targeted advertising practices. We did this in order to better hold companies accountable for the technologies and systems that fuel the Big Tech business model&mdash;and that so often drive the spread of disinformation and harmful speech online. We also added Amazon and Alibaba to this year&rsquo;s ranking, enabling us to assess the human rights commitments and policies of two of the world&rsquo;s biggest online retailers.</p><p>How did this impact the overall scores? </p><p>Changes to the methodology resulted in significant score declines for most companies in our ranking, particularly U.S. platforms. The figure below shows the difference between the total 2019 and 2020 scores. This shows that despite some improvements, overall scores went down for the majority of the companies because of methodology changes. Our new standards on algorithms and targeted advertising underline the fact that most companies are disclosing very, very little about these systems. </p><img alt=\"\" src=\"methodology/image1.png\" title=\"Difference in total scores between 2019 and 2020 RDR Index\"/><p>The biggest decline in scores can be observed among what were previously the top-scoring companies&mdash;Google, Microsoft, Facebook, AT&amp;T, Deutsche Telekom, Vodafone, Verizon, and AT&amp;T&mdash;with the exception of Twitter and Apple, which were the least affected by the new indicators among the U.S. platforms. </p><p>Twitter&rsquo;s disclosures on the new indicators in the Freedom of expression and information category drove its relatively strong performance on those indicators, thus cushioning the impact that many of its peers felt the most. Similarly, Apple&rsquo;s results on the new indicators addressing transparency around ad targeting policies and users&rsquo; control over the use of user information resulted in the smaller negative impact of the new indicators compared to its U.S. peers. </p><p>It is also worth noting that some companies with positive score changes, such as Etisalat, Axiata, and Baidu, disclosed much less about their policies and practices than the companies mentioned above. While they did make important improvements in this index cycle, on balance they have much further to go.</p></div></div></div>","footnotes":"<div>\n  <p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> UN Human Rights Council, <span class=\"italic\">Resolution adopted by the Human Rights Council on 27 June 2016&mdash;Promotion and protection of all human rights, civil, political, economic, social and cultural rights, including the right to development,</span> available at https://digitallibrary.un.org/record/845728</p>\n</div><div>\n  <p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Specifically: the right to life, liberty, and security of person (UDHR art. 3); the right to non-discrimination (arts. 7 and 23); freedom of thought (art. 18); freedom of association (art. 20); and the right to take part in the government of one&rsquo;s country, directly or through freely chosen representatives (art. 21).</p>\n</div><div>\n  <p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> Discrimination (n.d.). In Cambridge Business English dictionary, <a href=\"https://dictionary.cambridge.org/dictionary/english/discrimination\">https://dictionary.cambridge.org/dictionary/english/discrimination</a>. </p>\n</div><div>\n  <p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> See Ranking Digital Rights (website) for three documents from July 2019. &ldquo;Rationale for Expanding the Ranking Digital Rights Corporate Accountability Index to Include Amazon and Alibaba,&rdquo; <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf\">https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf</a><a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf\">; &ldquo;Human Rights Risk Scenarios: Amazon and Alibaba,&rdquo;</a> <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf\">https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf</a>; and &ldquo;Best Practices for Business and Human Rights: Amazon and Alibaba,&rdquo; <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Best-practices_-Amazon-and-Alibaba.pdf\">https://rankingdigitalrights.org/wp-content/uploads/2019/07/Best-practices_-Amazon-and-Alibaba.pdf</a> </p>\n</div>"}