{"pageTitle":"Methodology","body":"<h2 id=\"1-about-the-2020-rdr-index-methodology\">1. About the 2020 RDR Index methodology</h2><p><span class=\"font-bold\">The RDR Index offers a road map companies can use to improve. It also provides a tool for researchers, advocates, policymakers, and investors to push companies in the right direction. </span>Our theory of change is based on the power of benchmarking companies with indicators that set high but achievable standards for corporate transparency and policies that align with internationally recognized human rights standards.</p><p>The 2020 RDR Index evaluates 26 companies on 59 indicators in three main categories: <span class=\"font-bold\">governance</span>, <span class=\"font-bold\">freedom of expression and information</span>, and <span class=\"font-bold\">privacy</span>. See <a href=\"https://docs.google.com/document/d/1--n9y9a8jiomjuJSBEBDNfaTD970NjpaLmKCzPp3eKY/edit?ts%3D601eb3df%23heading%3Dh.6q6zmko3vh97\">section 3.3</a> for a summary of what we evaluate in each of category.</p><p>FEATURE BOX INCLUDING GRAPHIC!</p><h2 id=\"2-companies-included-in-the-2020-rdr-index\">2. Companies included in the 2020 RDR Index</h2><p>The 2020 RDR Index evaluates 26 companies, listed below. Researchers examine overarching &#x201C;parent&#x201D; company policies and practices, in addition to the disclosed policies and practices of selected services and/or local operating companies, depending on company structure. </p><p><span class=\"font-bold\">Digital platform companies</span><span class=\"font-bold\">:</span> The 2020 RDR Index evaluates 14 digital platform companies. This includes all of the 12 digital platform companies evaluated previously plus two new companies (Amazon and Alibaba). For each of these companies we evaluate global group-level policies for relevant indicators plus policies in the companies&#x2019; home market. (For example: we evaluate Facebook&#x2019;s privacy policy that is applicable to users in the U.S.)</p><p>For each company we examine up to five services, as follows:</p><ul>\n  <li><span class=\"font-bold\">Alibaba (China)</span>&#x2014;Taobao.com (e-commerce platform), AliGenie (personal digital assistant ecosystem)</li>\n  <li><span class=\"font-bold\">Amazon (U.S.)</span>&#x2014;Amazon.com (e-commerce platform), Amazon Alexa (personal digital assistant ecosystem), Amazon Drive </li>\n  <li><span class=\"font-bold\">Apple (U.S.)</span>&#x2014;iOS mobile ecosystem, iMessage, iCloud</li>\n  <li><span class=\"font-bold\">Baidu (China)</span>&#x2014;Baidu Search, Baidu Cloud, Baidu PostBar</li>\n  <li><span class=\"font-bold\">Facebook (U.S.)</span>&#x2014;Facebook, Instagram, WhatsApp, Messenger</li>\n  <li><span class=\"font-bold\">Google (U.S.)</span>&#x2014;Search, Gmail, YouTube,<span class=\"font-bold\"> </span>Android mobile ecosystem, Google Drive</li>\n  <li><span class=\"font-bold\">Kakao (South Korea)</span>&#x2014;Kakao Search, Kakao Mail, KakaoTalk</li>\n  <li><span class=\"font-bold\">Mail.Ru (Russia)</span>&#x2014;Vkontakte, Mail.ru email, Mail.ru Agent messaging, Mail.Ru Cloud</li>\n  <li><span class=\"font-bold\">Microsoft (U.S.)</span>&#x2014;Bing, Outlook.com, Skype, OneDrive</li>\n  <li><span class=\"font-bold\">Verizon Media (U.S.)</span>&#x2014;Yahoo Mail, Tumblr</li>\n  <li><span class=\"font-bold\">Samsung (South Korea)</span>&#x2014;Samsung implementation of Android, Samsung Cloud</li>\n  <li><span class=\"font-bold\">Tencent (China)</span>&#x2014;QZone, QQ, WeChat, Tencent Cloud</li>\n  <li><span class=\"font-bold\">Twitter (U.S.)</span>&#x2014;Twitter</li>\n  <li><span class=\"font-bold\">Yandex (Russia)</span>&#x2014;Yandex Mail, Yandex Search, Yandex Disk (cloud storage)</li>\n</ul><p><span class=\"font-bold\">Telecommunications companies:</span> The 2020 RDR Index ranked all of the 12 telecommunications companies we previously ranked. No new companies were added for the 2020 research cycle. For each of these companies we evaluate global group-level policies for relevant indicators plus the home-country operating subsidiary&apos;s prepaid and postpaid mobile service, and fixed-line broadband service where offered, as follows:</p><ul>\n  <li><span class=\"font-bold\">Am&#xE9;rica M&#xF3;vil (Mexico)</span>&#x2014;Telcel (pre- and postpaid mobile only)</li>\n  <li><span class=\"font-bold\">AT&amp;T (U.S.)</span>&#x2014;AT&amp;T</li>\n  <li><span class=\"font-bold\">Axiata (Malaysia)</span>&#x2014;Celcom</li>\n  <li><span class=\"font-bold\">Bharti Airtel (India)</span>&#x2014;Airtel India</li>\n  <li><span class=\"font-bold\">Deutsche Telekom AG (Germany)</span>&#x2014;Deutsche Telekom</li>\n  <li><span class=\"font-bold\">Etisalat (UAE)</span>&#x2014;Etisalat UAE</li>\n  <li><span class=\"font-bold\">MTN (South Africa)</span>&#x2014;MTN South Africa</li>\n  <li><span class=\"font-bold\">Ooredoo (Qatar)</span>&#x2014;Ooredoo Qatar</li>\n  <li><span class=\"font-bold\">Orange (France)</span>&#x2014;Orange France</li>\n  <li><span class=\"font-bold\">Telef&#xF3;nica (Spain)</span>&#x2014;Movistar </li>\n  <li><span class=\"font-bold\">Telenor ASA (Norway)</span>&#x2014;Telenor</li>\n  <li><span class=\"font-bold\">Vodafone (UK)</span>&#x2014;Vodafone UK</li>\n</ul><p>Company selection<span class=\"italic\"> </span></p><ul>\n  <li><span class=\"font-bold\">User Base:</span> The telecommunications companies in the RDR Index have a substantial user base in their home markets and beyond, and the digital platforms have a large number of global users. The policies and practices of these companies affect billions of people worldwide.</li>\n  <li><span class=\"font-bold\">Geographic reach and distribution:</span> The RDR Index includes companies that are headquartered in North America, Europe, Africa, Asia, and the Middle East. Several of them operate globally and offer services in almost every country in the world.</li>\n  <li><span class=\"font-bold\">Relevance to users&#x2019; freedom of expression and privacy rights:</span> Most of the companies in the RDR Index operate in or have a significant user base in countries where human rights are not universally respected. We consulted relevant research from such organizations as Freedom House, the Web Foundation, and Reporters Without Borders as well as stakeholder feedback.</li>\n</ul><h2 id=\"3-what-the-2020-rdr-index-evaluates\">3. What the 2020 RDR Index evaluates</h2><p>The 2020 RDR Index evaluates companies on 59 indicators in three main categories: <span class=\"font-bold\">Governance, Freedom of Expression and Information</span>, and <span class=\"font-bold\">Privacy</span>. Each category contains<span class=\"font-bold\"> </span>indicators (a series of elements or questions) evaluating company disclosure for that category.</p><p><span class=\"font-bold\">Governance: </span>Indicators in this category seek evidence that the company has robust governance processes in place to ensure that it respects the human rights to freedom of expression, information, and privacy. These rights are part of the <a href=\"https://www.un.org/en/universal-declaration-human-rights/\">Universal Declaration of Human Rights</a> (UDHR), and are enshrined in the <a href=\"https://www.ohchr.org/en/professionalinterest/pages/ccpr.aspx\">International Covenant on Civil and Political Rights</a> (ICCPR). They apply online as well as offline.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> In order for a company to perform well in this category, the company&#x2019;s disclosure should at least follow, and ideally surpass, the <a href=\"https://www.ohchr.org/Documents/Publications/GuidingPrinciplesBusinessHR_EN.pdf\">UN Guiding Principles on Business and Human Rights</a> (UNGPs) and other industry-specific human rights standards focused on freedom of expression and privacy such as those adopted by the <a href=\"https://globalnetworkinitiative.org/gni-principles/\">Global Network Initiative</a>.</p><p>Indicators in this category look for companies to disclose:</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>An explicit public commitment to freedom of expression and privacy as human rights, including an explicit commitment to protect human rights in their development and deployment of algorithmic systems (<span class=\"font-bold\">G1</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Governance management and oversight: </span>Clear evidence of senior-level management and oversight over freedom of expression and privacy (<span class=\"font-bold\">G2</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Internal implementation: </span>Employee training and whistleblower programs addressing these issues (<span class=\"font-bold\">G3</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence</span> to identify and mitigate the potential risks of companies&#x2019; products, services, and business operations (Indicator <span class=\"font-bold\">G4</span>). Indicator G4 consists of a family of indicators that address whether companies provide evidence of conducting robust, systematic risk assessments of government regulations (Indicator<span class=\"font-bold\"> G4a</span>), policy enforcement (Indicator <span class=\"font-bold\"> G4b</span>), targeted advertising policies and practices (Indicator <span class=\"font-bold\">G4c</span>), algorithmic systems (Indicator <span class=\"font-bold\">G4d</span>), and zero rating (Indicator<span class=\"font-bold\"> G4e</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Systematic and credible stakeholder engagement, ideally including membership in a multi-stakeholder organization committed to human rights principles, including freedom of expression and privacy (Indicator <span class=\"font-bold\">G5</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy:</span> Clear, predictable grievance mechanisms enabling users to notify companies when their freedom of expression and privacy rights have been affected or violated in connection with the companies&#x2019; business, plus evidence that the company provides appropriate responses or remedies (Indicator <span class=\"font-bold\">G6a</span>). We also look for platforms to disclose similarly clear, predictable processes enabling users to appeal content moderation decisions (Indicator <span class=\"font-bold\">G6b</span>). </li>\n</ul><p><span class=\"font-bold\">Freedom of expression and information: </span>Indicators in this category seek evidence that the company demonstrates it respects the right to freedom of expression and information, as articulated in the UDHR, the ICCPR, and other international human rights instruments. The company&#x2019;s disclosed policies and practices demonstrate how it works to avoid contributing to actions that may interfere with this right, except where such actions are lawful, proportionate, and for a justified purpose. Companies that perform well on this indicator demonstrate a strong public commitment to transparency not only in terms of how they respond to government and others&#x2019; demands, but also in how they determine, communicate, and enforce private rules and commercial practices that affect users&#x2019; fundamental right to freedom of expression and information.</p><p>In this category, we evaluate: </p><ul>\n  <li><span class=\"font-bold\">Access to policies: </span>We expect companies to ensure that policies affecting users&#x2019; freedom of expression and information rights are easy to find and understand. Terms of service or community guidelines that specify what types of content or activities are prohibited should be easy to access from a service&#x2019;s main web page or app, be available in the primary languages of the company&#x2019;s home market, and presented in an easy to read format. We also expect companies to clearly disclose if and how they directly notify users of changes to these policies (Indicators <span class=\"font-bold\">F1, F2</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Terms of service enforcement:</span> We expect companies to clearly disclose what types of content and activities are prohibited and their processes for enforcing these rules (Indicator <span class=\"font-bold\">F3a</span>). We also expect companies to publish data about the volume and nature of content and accounts they have removed or restricted for violations to their terms (Indicators <span class=\"font-bold\">F4a</span> and <span class=\"font-bold\">F4b</span>), and to disclose if they notify users when they have removed content, restricted a user&#x2019;s account, or otherwise restricted access to content or a service (Indicator <span class=\"font-bold\">F8</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Ad content and ad targeting rules and enforcement: </span>Companies that enable any type of advertising on their services or platforms should clearly disclose the rules for what types of ad content is prohibited (for example, ads that discriminate against individuals or groups based on personal attributes like age, religion, gender, and ethnicity) (Indicator <span class=\"font-bold\">F3b</span>). Companies that enable advertisers and other third parties to target their users with tailored ads or content should have clear policies describing their ad targeting rules and what targeting parameters (like using certain types of audience categories, like age, location, or other user characteristics) are not permitted (Indicator <span class=\"font-bold\">F3c</span>). Companies should also disclose their processes for identifying breaches to ad content and targeting rules and provide evidence that they are enforcing these policies by publishing data about content removed for violations (Indicator <span class=\"font-bold\">F4c</span>).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic system use and curation policies:</span> Companies should also publish policies that clearly describe the terms for how they use algorithmic systems across their services and platforms (Indicator <span class=\"font-bold\">F1d</span>). Similar to having terms of service policies or user agreements that outline the terms for what types of content or activities are prohibited, companies that use algorithmic systems should publish a clear and accessible policy stating the nature and functions of these systems, because of the potential of these systems to cause human rights harms. Companies should publish clear policies describing their use of algorithmic curation, recommendation, and ranking systems, including the variables that influence such systems (Indicator <span class=\"font-bold\">F12</span>). </li>\n  <li><span class=\"font-bold\">Government and private demands: </span>We expect companies to clearly disclose their process for responding to government and private demands to restrict content and user accounts (Indicators <span class=\"font-bold\">F5a</span>,<span class=\"font-bold\"> F5b</span>). We expect companies to produce data about the types of requests they receive and the number of these requests with which they comply (Indicators <span class=\"font-bold\">F6, F7</span>). Private requests for content restrictions can come from a self-regulatory body such as the Internet Watch Foundation, or through a formal notice-and-takedown system, such as the U.S. Digital Millennium Copyright Act. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Identity policies: </span>We expect companies to disclose whether they ask users to verify their identities using government-issued ID or other information tied to their offline identities (Indicator <span class=\"font-bold\">F11</span>). The ability to communicate anonymously is important for the exercise and defense of human rights around the world. Requiring users to provide a company with identifying information presents human rights risks to those who, for example, voice opinions that do not align with a government&#x2019;s views or who engage in activism that a government does not permit. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management and shutdowns: </span>Telecommunications companies can shut down a network, or block or slow down access to specific services on it. We expect companies to clearly disclose if they engage in practices that affect the flow of content through their networks, such as by throttling or traffic shaping (Indicator <span class=\"font-bold\">F9</span>). We also expect companies to clearly disclose their policies and practices for handling government network shutdown demands (Indicator <span class=\"font-bold\">F10</span>). We expect companies to explain the circumstances under which they might take such action and to report on the requests they receive and with which they comply. </li>\n</ul><p><span class=\"font-bold\">Privacy:</span><span class=\"font-bold italic\"> </span> Companies demonstrate concrete ways in which they respect the right to privacy of users, as articulated in the UDHR, the ICCPR, and other international human rights instruments, with indicators in this category. The company&#x2019;s disclosed policies and practices should demonstrate how it works to avoid contributing to actions that may interfere with users&#x2019; privacy, except where such actions are lawful, proportionate, and justified. They will also demonstrate a strong commitment to protect and defend users&#x2019; digital security. Companies that perform well on these indicators demonstrate a strong public commitment to transparency not only in terms of how they respond to government and private party demands, but also how they determine, communicate, and enforce private rules and commercial practices that affect users&#x2019; privacy.</p><p>In this category, we evaluate: </p><ul>\n  <li><span class=\"font-bold\">Collection and handling of user information:</span> Companies should clearly disclose each type of user information they collect (<span class=\"font-bold\">P3</span>), infer (<span class=\"font-bold\">P3b</span>), and share (<span class=\"font-bold\">P4</span>), for what purposes (<span class=\"font-bold\">P5</span>), and for how long they retain it (<span class=\"font-bold\">P6</span>). We also expect companies to give users control over their own information, which should include options for users to control how their information is used for advertising purposes and development of algorithmic systems, and turning off targeted advertising by default (<span class=\"font-bold\">P7</span>). Companies should also allow users to obtain all of the information a company holds on them (<span class=\"font-bold\">P8</span>) and should clearly disclose if and how they track people across the web using cookies, widgets, or other tracking tools embedded on third-party websites (<span class=\"font-bold\">P9</span>). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security:</span> We expect companies to clearly disclose internal measures they take to keep their products and services secure (Indicator <span class=\"font-bold\">P13</span>), explain how they address security vulnerabilities when they are discovered (Indicator <span class=\"font-bold\">P14</span>), and outline their policies for responding to data breaches (Indicator <span class=\"font-bold\">P15</span>). We also expect companies to disclose that they encrypt user communications and private content (Indicator <span class=\"font-bold\">P16</span>), that they enable features to help users keep their accounts secure (Indicator <span class=\"font-bold\">P17</span>), and to publish materials educating users about how they can protect themselves from cybersecurity risks (Indicator <span class=\"font-bold\">P18</span>).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands: </span>We expect companies to clearly disclose their process for responding to government and private demands to hand over user information (Indicators <span class=\"font-bold\">P10a, P10b</span>). We expect companies to produce data about the types of requests they receive and the number of these requests with which they comply (Indicators <span class=\"font-bold\">P11a, P11b</span>).</li>\n</ul><h2 id=\"4-about-the-rdr-index-methodology-development\">4. About the RDR Index methodology development</h2><p>The RDR Index methodology has been developed over years of research, testing, consultation, and revision. Since its inception in 2013, the project has engaged closely with researchers around the globe. For the methodology development and pilot study of the inaugural 2015 RDR Index, we partnered with Sustainalytics, a leading provider of ESG (environmental, social, and governance) research to investors.</p><p>FEATURE BOX START</p><p>Previous iterations of the RDR Index: </p><ul>\n  <li>The <a href=\"https://rankingdigitalrights.org/index2015/\">2015 RDR Index</a> ranked 16 internet and telecommunications companies on <a href=\"https://rankingdigitalrights.org/project-documents/2015-indicators/\">31 indicators</a>.</li>\n</ul><ul>\n  <li>The <a href=\"https://rankingdigitalrights.org/index2017/\">2017 RDR Index</a> ranked <a href=\"https://rankingdigitalrights.org/2017-companies/\">22 companies</a>, which included all of the companies ranked in 2015, plus an additional six. The index was expanded to include &#x201C;<a href=\"https://rankingdigitalrights.org/2016/09/15/what-are-mobile-ecosystems/\">mobile ecosystems</a>.&#x201D; </li>\n</ul><ul>\n  <li>The <a href=\"https://rankingdigitalrights.org/index2018/\">2018 RDR Index</a> applied the same methodology to evaluate the same 22 companies as in the 2017 Index, enabling us to produce comparative analyses of each company&#x2019;s performance and to track overall trends.</li>\n</ul><ul>\n  <li>The <a href=\"https://rankingdigitalrights.org/index2019/\">2019 RDR Index</a> methodology introduced changes to two indicators in the governance category. <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2018/06/2019-Index-Methodology_-Consultation-Draft.pdf\">These revisions</a> were aimed at introducing baseline standards for identifying and mitigating human rights risks associated with companies&#x2019; use of algorithms and their targeted advertising policies and practices. We revised one indicator (G6) in order to strengthen and clarify our evaluation of company grievance and remedy mechanisms and procedures. The 2019 RDR Index expanded to include <a href=\"https://rankingdigitalrights.org/2019-companies/\">two new companies</a>&#x2014;Deutsche Telekom and Telenor&#x2014;and five additional cloud services. </li>\n</ul><p>FEATURE BOX FINISH</p><h3 id=\"h.tit2w2j5o6jf\">4.1 The 2020 RDR Index methodology expansion and development </h3><p>Since its launch in 2015, the RDR Index has contributed to improved company disclosure of policy and practice across a number of areas, including transparency reporting, content removals, account restrictions, network shutdowns, and handling and securing user information. However, given the geopolitical and technological developments with clear human rights implications that have taken place in the years since the RDR Index methodology was first developed, it became clear that the methodology needed to be updated if companies are to be held fully accountable for the range of potential online threats to human rights. </p><p>In January 2019, RDR began a process of expanding and revising the methodology to include new issue areas and new company types. This work has focused on three main areas:</p><ul>\n  <li><span class=\"font-bold\">Improving methodology: </span>We reviewed the 2019 RDR Index methodology to identify key areas for revision and improvement.</li>\n  <li><span class=\"font-bold\">Incorporating new indicators on targeted advertising and algorithms: </span>Since early 2019, RDR has been developing new indicators that set global accountability and transparency standards for how companies can demonstrate respect for human rights online as they develop and deploy these new technologies. In October 2019, RDR published <a href=\"https://rankingdigitalrights.org/2019/10/18/newindicators/\">draft indicators on targeted advertising and algorithms</a>, based on nearly a year of internal research and feedback from more than 90 stakeholders. These draft indicators were pilot-tested by the RDR research team. The results of this pilot study were published in <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2020/03/pilot-report-2020.pdf\">March 2020</a>.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Incorporating new companies:</span> In early 2019, we began the process of research and public consultation on ways to expand the RDR Index to include Amazon and Alibaba. This process laid the groundwork for incorporating two new services&#x2014;e-commerce platforms and &#x201C;personal digital assistant ecosystems&#x201D;&#x2014;into the 2020 RDR Index methodology. </li>\n</ul><p>In April 2020, RDR published a <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2020/04/2020-draft-methodology-redline-version.pdf\">draft version</a> of the final 2020 RDR Index methodology, which integrated work across these three areas. We then opened a final round of public consultation to solicit feedback from key stakeholders, which informed decisions we made as we finalized the methodology.</p><p>Visit <a href=\"https://rankingdigitalrights.org/2018-indicators\">https://rankingdigitalrights.org/2020-indicators</a> to read the fully updated indicators for 2020.</p><h3 id=\"h.7du9njvalpr0\">4.2 Expanded human rights scope </h3><p>Integrating new indicators on targeted advertising and algorithmic systems required us to expand the methodology to include a broader scope of human rights. In addition, integrating new platforms like Amazon and Alibaba required us to rename the &#x201C;internet and mobile ecosystem&#x201D; company category. </p><p>The RDR Index focuses on two fundamental human rights: freedom of expression (UDHR article 19) and privacy (UDHR art. 12). We do so because these two human rights are most directly affected by the companies ranked in the RDR Index and because the ability to exercise these rights unlocks the ability to exercise many other human rights. If freedom of expression and privacy rights are not protected and respected, people cannot use technology effectively to exercise and defend political, religious, economic, and social rights. Indeed, as a set of <a href=\"https://rankingdigitalrights.org/methodology-development/2020-revisions/\">human rights risk scenarios</a> published by RDR in 2019 highlighted, companies&#x2019; failure to respect privacy and freedom of expression can cause or contribute to a range of other human rights violations.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> </p><p>While the RDR Index methodology cannot address the full range of human rights harms associated with the companies it ranks (for example, labor and environmental rights are beyond our scope), two areas can and must be expanded: freedom of information (UDHR art. 19) and freedom from discrimination (UDHR arts. 7 and 23):</p><ul>\n  <li><span class=\"font-bold\">Freedom of expression </span><span class=\"font-bold italic\">and information</span><span class=\"font-bold\">.</span><span class=\"font-bold italic\"> </span>Internet users&#x2019; rights are affected when their online expression is restricted, when companies fail to enact and enforce rules against harmful expression, and when the use of content-shaping technologies boosts harmful expression, such as hate speech, incitement to violence, and disinformation. This infringes on the right to freedom of information and opinion. Indeed, human rights experts and many courts emphasize that the right to receive information is fundamental to the ability to exercise freedom of expression rights. In this area of our methodology, we found it necessary to expand the scope of our Freedom of Expression category to include &#x201C;Freedom of Expression and Information.&#x201D; </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Freedom from discrimination. </span>Targeted advertising business models and algorithmic systems are two closely related tools that carry high risks of discrimination harms. In addition to posing critical risks to privacy and freedom of expression and information, these technologies can also threaten the right to non-discrimination. These discrimination harms are enabled by the mass data collection practices of companies in service of targeted advertising business models. They are enacted through algorithmic decision-making systems whose design can replicate and reinforce existing patterns of discrimination. This constitutes discrimination in the most basic sense of the definition: &#x201C;the practice of treating particular people, companies, or products differently from others, especially in an unfair way.&#x201D;<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> </li>\n</ul><p>Because discrimination harms are tightly interwoven with freedom of expression, information, and privacy harms, we have opted to integrate indicators and elements that assess companies&#x2019; respect for freedom from discrimination within the existing RDR Index categories (Governance, Freedom of Expression and Information, and Privacy) rather than creating a new category focused on discrimination.</p><h3 id=\"h.sodfdv6jqqjf\">4.3 New indicators on targeted advertising and algorithmic systems</h3><p>In January 2019, RDR began the process of<span class=\"font-bold\"> </span>drafting<span class=\"font-bold\"> </span>new indicators on targeted advertising and algorithmic systems for integration into the 2020 RDR Index methodology.</p><p>In October 2019, RDR published <a href=\"https://rankingdigitalrights.org/2019/10/18/newindicators/\">draft indicators</a> on targeted advertising and algorithms, based on nearly a year of internal research and feedback from more than 90 expert stakeholders. These draft indicators were tested by the RDR research team and the <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2020/03/pilot-report-2020.pdf\">results of this pilot</a> were published in March 2020. These indicators were then revised and integrated into a <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2020/04/2020-draft-methodology-redline-version.pdf\">draft version</a> of the 2020 RDR Index methodology, published in April 2020. </p><p>The final version of the <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2020/06/2020RDRIndicators.pdf\">2020 RDR Index methodology</a> sets key baseline standards of corporate transparency for the development and use of algorithmic systems in a way that minimizes human rights harms. New indicators and elements ask companies to publish a formal policy articulating their commitments to respect human rights as they develop and deploy algorithmic systems. New indicators also ask companies to publish overarching policies that describe how algorithms are developed and deployed<span class=\"font-bold\"> </span>across their platforms and services. </p><p>In addition, the 2020 RDR Index methodology includes new indicators aimed at holding companies accountable for their targeted advertising policies and practices. We ask companies to conduct robust human rights impact assessments on how targeted advertising may affect users&#x2019; fundamental rights to expression, information, and non-discrimination. New indicators also ask companies to clearly disclose rules around ad targeting and how those rules are enforced. </p><h3 id=\"h.hqet879r255n\">4.4 Company categories</h3><p>The inaugural 2015 RDR Index evaluated two main company types: internet companies and telecommunications companies. For the 2017 RDR Index, we expanded the internet company category to include mobile ecosystems, which enabled us to add Apple iOS, the Google Android operating system, and Samsung&#x2019;s implementation of Android to our ranking.</p><p>With the expansion of the 2020 RDR Index to include new services offered by Amazon and Alibaba<span class=\"italic\">&#x2014;</span>e-commerce platforms and personal digital assistant ecosystems<span class=\"italic\">&#x2014;</span>we have renamed the &#x201C;internet and mobile ecosystem&#x201D; category &#x201C;digital platforms,&#x201D; the scope of which includes a range of products and services offered by internet companies, as well as mobile ecosystems, e-commerce platforms, and personal digital assistant ecosystems. Indicators and elements that previously applied specifically to internet and mobile ecosystem companies have been expanded to apply to &#x201C;digital platforms.&#x201D;</p><h3 id=\"h.h0llz6hshd7\">4.5 Incorporation of new companies: Amazon and Alibaba</h3><p>In early 2019, we began the process of research and public consultation on ways to expand the RDR Index to include Amazon and Alibaba. As two of the world&#x2019;s largest digital platforms, Amazon and Alibaba&#x2019;s absence from the RDR Index was a critical gap in our ranking. There have been growing concerns about both companies&#x2019; privacy practices and respect for human rights in general. Amazon collects an enormous amount of information about people, notably through its e-commerce platform and through its dominance in the personal digital assistant ecosystem market, mainly due to its Alexa software. Alibaba&#x2019;s handling of user data, including its practice of sharing user data with its credit-scoring arm and other third-party services without explicit consent, has also raised concerns.</p><p>In July 2019, we published a set of public consultation documents that synthesized our approach to incorporating these companies into the RDR Index.<sup><a href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> This background research laid the groundwork for incorporating e-commerce platforms and personal digital assistant ecosystems<span class=\"italic\"> </span>into the 2020 RDR Index methodology. </p><p>We integrated <span class=\"font-bold\">e-commerce platforms</span> into our methodology without having to create any new indicators or elements unique to these types of services. While the privacy risks posed by e-commerce platforms may be more evident, these platforms can also affect users&#x2019; fundamental rights to expression and information. We therefore opted to apply indicators in the Freedom of Expression and Information category to e-commerce platforms. </p><p id=\"h.9a6h42kl6gw6\">To integrate<span class=\"font-bold\"> personal digital assistant (PDA) ecosystems, </span>we added separate elements to various indicators, similar to our approach when integrating mobile ecosystems into the RDR Index methodology in 2017. While many mirror the elements that apply to mobile ecosystems, we opted to separate elements for PDA ecosystems so that we could highlight these ecosystems&#x2019; unique features. </p><p id=\"h.1ch81nulsigs\">The incorporation of PDA ecosystems also required us to develop the following explanatory terms or definitions: </p><ul>\n  <li id=\"h.a5brq4mjujuv\"><span class=\"font-bold\">Personal digital assistant (PDA) ecosystem </span>refers to an artificial intelligence-powered interface installed on digital devices that can interact with users through text or voice to access information on the internet and perform certain tasks with personal data shared by the users. Users can interact with PDA ecosystems through <span class=\"font-bold\">skills</span>, which are either made available by third-party developers/providers or the PDA itself.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Skills </span>are voice-driven personal digital assistant capabilities allowing users to perform certain tasks or engage with online content using devices equipped with a personal digital assistant. Personal digital assistant ecosystem skills are similar to mobile ecosystem apps: users can enable or disable built-in skills or install skills developed by third parties through stores similar to app stores.</li>\n</ul><ul>\n  <li id=\"h.37m2jsg\"><span class=\"font-bold\">Skill store</span> is the platform through which a company makes its own skills as well as those created by third-party developers available for download. A skill store (or skill marketplace) is a type of digital distribution platform for computer software.</li>\n</ul><p>These definitions have been added to the 2020 RDR Index glossary, which is appended at the end of the <a href=\"https://rankingdigitalrights.org/2020-indicators\">2020 RDR Index methodology</a>. </p><h2 id=\"6-research-process-and-steps\">6. Research process and steps</h2><p>RDR works with a network of international researchers who collect data on each company and evaluate company policies in the language of the company&#x2019;s operating market. RDR&#x2019;s external research team for the 2020 RDR Index consisted of 32 researchers from 17 countries. </p><p>A list of our partners and contributors can be found on <a href=\"http://rankingdigitalrights.org/who/affiliates\">our affiliates page</a>.</p><p>The research process for the 2020 RDR Index consisted of rigorous cross-checking and internal and external review, as follows:</p><ul>\n  <li>Step 1: Data collection. A primary research team collected data for each company and provided a preliminary assessment of company performance across all indicators.</li>\n</ul><ul>\n  <li>Step 2: Secondary review. A second team of researchers fact-checked the assessment provided by primary researchers in Step 1.</li>\n</ul><ul>\n  <li>Step 3: Review and reconciliation. RDR research staff examined the results from Steps 1 and 2 and resolved any differences.</li>\n</ul><ul>\n  <li>Step 4: First horizontal review. Research staff cross-checked the indicators to ensure they had been evaluated consistently for each company.</li>\n</ul><ul>\n  <li>Step 5: Company feedback. Initial results were sent to companies for comment and feedback. All feedback received from companies by our deadline was reviewed by RDR staff,who made decisions about score changes or adjustments.</li>\n</ul><ul>\n  <li>Step 6: Second horizontal review. Research staff conducted a second horizontal review, cross-checking the indicators for consistency and quality control.</li>\n</ul><ul>\n  <li>Step 7: Final scoring. The RDR team calculated final scores.</li>\n</ul><h2 id=\"7-evaluation-and-scoring\">7. Evaluation and scoring </h2><p>RDR Index scores are based on an evaluation of company disclosure on several levels&#x2014;at the parent company level, the operating company level (for telecommunications companies), and the service level. This enables the research team to develop as complete an understanding as possible about how companies disclose or apply their policies. </p><p>For digital platforms, we typically evaluated policies of the parent company and those of each service we selected. For telecommunications companies, with the exception of AT&amp;T, the parent company did not directly provide consumer services, so researchers also examined a subsidiary or operating company based in the home market to ensure that the RDR Index captured operational policies alongside corporate commitments. Given AT&amp;T&#x2019;s external presentation of its group-level and U.S. operating company as an integrated unit, we evaluated the group-level policies for AT&amp;T.</p><p><span class=\"font-bold\">Research for the 2020 RDR Index was based on company policies that were active between February 9, 2019 and September 15, 2020.</span> New information published by companies after that date was not evaluated.</p><p><span class=\"font-bold\">Scoring: </span>Companies receive an average score of their performance across all RDR Index indicators. Each indicator has a list of elements, and companies receive credit (full, partial, or no credit) for each element they fulfill. The evaluation includes an assessment of disclosure for every element of each indicator, based on one of the following possible answers: </p><ul>\n  <li><span class=\"font-bold\">&#x201C;Yes&#x201D;/ full disclosure</span>: Company disclosure meets the element requirement. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">&#x201C;Partial&#x201D;</span>: Company disclosure has met some but not all aspects of the element, or the disclosure is not comprehensive enough to satisfy the full scope of the element.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">&#x201C;No disclosure found&#x201D;</span>: Researchers were unable to find information provided by the company on its website that answers the element question. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">&#x201C;No&#x201D;</span>: Company disclosure exists, but it specifically does not disclose to users what the element is asking. This is distinct from the option of &#x201C;no disclosure found,&#x201D; although both result in no credit.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">&#x201C;N/A&#x201D;</span>: Not applicable. This element does not apply to the company or service. Elements marked as N/A will not be counted for or against a company&#x2019;s score. </li>\n</ul><p><span class=\"font-bold\">Points </span></p><ul>\n  <li>Yes/full disclosure = 100</li>\n  <li>Partial = 50</li>\n  <li>No = 0</li>\n  <li>No disclosure found = 0</li>\n  <li>N/A = excluded from score and averages</li>\n</ul><h2 id=\"8-company-engagement\">8. Company engagement</h2><p>Proactive and open stakeholder engagement has been a critical component of RDR&#x2019;s work and of the RDR Index methodology. We communicated with companies throughout the research process.</p><p><span class=\"italic\">Open dialogue and communication</span>. Before the research began, we contacted all 26 companies and informed them that they would be included in the 2020 RDR Index, describing our research process and timeline. Following several stages of research and review, we shared each company&#x2019;s initial results with them. We invited companies to provide written feedback as well as additional source documents. In many cases, the research team conducted conference calls or meetings with companies to discuss the initial findings as well as broader questions about the RDR Index and its methodology.</p><p><span class=\"italic\">Incorporating company feedback into the RDR Index</span>. While engagement with the companies was critical to understand their positions and ensure we reviewed relevant disclosures, the RDR Index evaluates information that companies disclose publicly. Therefore, we did not consider a score change unless companies identified publicly available documentation that supported a change. The research team reviewed company feedback and considered it as context for potential inclusion in the narrative report, but we did not use it for scoring purposes.</p>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> UN Human Rights Council, <span class=\"italic\">Resolution adopted by the Human Rights Council on 27 June 2016&#x2014;Promotion and protection of all human rights, civil, political, economic, social and cultural rights, including the right to development,</span> available at https://digitallibrary.un.org/record/845728</p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Specifically: the right to life, liberty, and security of person (UDHR art. 3); the right to non-discrimination (arts. 7 and 23); freedom of thought (art. 18); freedom of association (art. 20); and the right to take part in the government of one&#x2019;s country, directly or through freely chosen representatives (art. 21).</p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> Discrimination (n.d.). In Cambridge Business English dictionary, <a href=\"https://dictionary.cambridge.org/dictionary/english/discrimination\">https://dictionary.cambridge.org/dictionary/english/discrimination</a>. </p><p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> See Ranking Digital Rights (website) for three documents from July 2019. &#x201C;Rationale for Expanding the Ranking Digital Rights Corporate Accountability Index to Include Amazon and Alibaba,&#x201D; <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf\">https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf</a><a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf\">; &#x201C;Human Rights Risk Scenarios: Amazon and Alibaba,&#x201D;</a> <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf\">https://rankingdigitalrights.org/wp-content/uploads/2019/07/Human-rights-risk-scenarios_-Amazon-and-Alibaba.pdf</a>; and &#x201C;Best Practices for Business and Human Rights: Amazon and Alibaba,&#x201D; <a href=\"https://rankingdigitalrights.org/wp-content/uploads/2019/07/Best-practices_-Amazon-and-Alibaba.pdf\">https://rankingdigitalrights.org/wp-content/uploads/2019/07/Best-practices_-Amazon-and-Alibaba.pdf</a> </p>"}