{"id":"Ooredoo","printName":"Ooredoo Q.P.S.C. ","basicInformation":"<p>Headquartered in Qatar and majority-owned by the Qatari government, Ooredoo provides telecommunications services such as mobile, broadband, and fiber in <a href=\"https://www.ooredoo.com/wp-content/uploads/2018/07/Ooredoo-at-a-Glance-2018-Final.pdf\">13 countries</a> in the Middle East, North Africa, and south and southeast Asia. In the fourth quarter of 2019, it had <a href=\"https://www.ooredoo.com/en/media/news_view/ooredoo-group-announced-qar-29-9-billion-revenue-in-fy-2019-net-profit-increased-10-to-qar-1-7-billion/\">117 million</a> users.</p>","keyTakeawaysTitle":"Key Takeaways","keyTakeaways":"<ul>\n  <li>Ooredoo received the lowest score of all telecommunications companies, and was slightly outperformed by Etisalat, the other Middle Eastern company ranked in the RDR Index.</li>\n  <li>Ooredoo did not commit to respect users&#x2019; freedom of expression or privacy in accordance with international human rights standards.</li>\n  <li>Despite finally making its privacy policy available to the public, Ooredoo lacked transparency about its handling of user information.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<ul>\n  <li><span class=\"font-bold\">For the first time since it was added to the RDR Index in 2017, Ooredoo disclosed a privacy policy. </span>However, the company continued to lack transparency about its handling of user information and continued to lag behind on policies affecting freedom of expression. Throughout 2019 and 2020, Ooredoo&#x2019;s subsidiaries imposed network shutdowns at the behest of several governments, notably <a href=\"https://advox.globalvoices.org/2019/12/30/longest-internet-disruption-in-myanmars-rakhine-state-sets-dangerous-precedent/\">suspending</a> mobile internet services in Rakhine and Chin states in Myanmar amid clashes between government troops and ethnic insurgents. Ooredoo also restricted access to its networks in <a href=\"https://advox.globalvoices.org/2019/12/09/will-algeria-disrupt-internet-access-as-election-day-nears/\">Algeria</a> and <a href=\"https://netblocks.org/reports/iraq-introduces-nightly-internet-curfew-JAp1DKBd\">Iraq</a> during anti-government protests, and its local subsidiary continued to block access to VoIP apps, which are <a href=\"https://www.hrw.org/news/2020/04/07/covid-19-unblock-voice-over-ip-platforms-gulf\">banned</a> in Qatar. The company offered minimal transparency about how it handles government demands to restrict services.</li>\n</ul>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Ooredoo disclosed more about its governance by providing new information about how it trains its employees on privacy, though it did not show how comprehensive or regular these trainings are. </li>\n  <li>Ooredoo increased its transparency about how it manages user information by describing what type of information it collects and its purposes for doing so.</li>\n  <li>Ooredoo improved its security measures to protect user data, making a commitment to notify authorities of data breaches when they occur, though the commitment is vague.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Commit to human rights. Ooredoo should commit to respecting users&#x2019; rights to privacy and freedom of expression in accordance with international human rights standards. </li>\n  <li>Be transparent about government censorship demands. Ooredoo should publish policies clearly outlining its processes for responding to government demands to block websites and restrict access to networks and services. </li>\n  <li>Be transparent about handling user information. Ooredoo should describe which types of user information it shares and with whom, and how long it retains this information.</li>\n</ul>","governance":"<p>Ooredoo disclosed less than any other telecommunications company that we evaluated about its governance processes to ensure respect for human rights, once again falling slightly behind Etisalat, the other Middle Eastern company in the RDR Index.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>In its Customer Charter, Ooredoo committed to respecting privacy as a &#x201C;legal right&#x201D; in Qatar, falling short of committing to respecting this privacy in accordance with international human rights standards. It did not commit to respecting human rights in its use and development of algorithmic systems (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Ooredoo did not publish any evidence that it conducted due diligence to assess human rights impacts or risks associated with its operations, products, or services (G4).<span class=\"font-bold\"> </span></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Ooredoo continued to disclose no systematic engagement with stakeholders that represent, advocate on behalf of, or are people whose privacy and freedom of expression and information are directly impacted by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Ooredoo did not provide users with grievance or remedy mechanisms to address their privacy and freedom of expression and information complaints (G6a). The mechanism offered in its Customer Charter is only named &#x201C;unethical sales or customer service behavior&#x201D;, offering no evidence that users can file grievances based on potential violations of their rights.</li>\n</ul>","freedom":"<p>Ooredoo was not transparent about its policies affecting users&#x2019; freedom of expression and information, revealing only scant information about its enforcement processes and policies on network shutdowns. </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>While Ooredoo&#x2019;s terms and conditions outlined the types of content and activities it does not permit on its services and why it may restrict users&#x2019; accounts, the company was silent on how it enforces these and other rules (F3a). It did not disclose any data about content and account restrictions to enforce its terms of service (F4a, F4b) and did not commit to notifying users of such restrictions (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Despite providing a SMS service that enabled businesses to target users with ads, Ooredoo did not provide policies outlining its ad content and ad targeting practices (F1b, F1c, F3b, F3c). It did not publish data on ads removed to enforce these rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management: </span>Ooredoo did not commit to respecting network neutrality (F9). While it provided vague reasons for why it may shut down service to a particular area or group of users&#x2014;for instance, &#x201C;if any competent authority prohibits the provision of the Service in Qatar&#x201D;&#x2014;it did not disclose any other policy information elucidating how it would respond to a government shutdown demand (F10). It did not explain why it may restrict access to specific apps and protocols, including VoIP apps (which are outlawed in Qatar), nor did it commit to push back against these types of demands.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Ooredoo did not disclose a policy for handling third-party demands to remove content and accounts, including government demands (F5-F7). Article 21 of <a href=\"https://cra.gov.qa/en/document/cybercrime-prevention-law-no-14-of-2014\">Qatar&#x2019;s Cybercrime Prevention Law</a> imposes a variety of obligations on operators, including requiring them to block access to content at the request of judicial authorities. However, there are no regulations in Qatar that prohibit companies from disclosing their process for handling government or private demands to restrict access to content or accounts or publishing data about these demands. </li>\n</ul>","privacy":"<p>Ooredoo revealed the least out of the 12 ranked telecommunications companies about its policies affecting users&#x2019; privacy, though it showed the first signs of progress by publishing a privacy policy. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>For the first time since we added it to the RDR Index in 2017, Ooredoo published a privacy policy. While the policy was easy to find and understandable, it was not available in Arabic, one of the primary languages spoken in Qatar in addition to English (P1a). In the policy, Ooredoo clearly outlined which user information it collects (P3a) and for what purposes (P5). Apart from stating that it may share user information with legal authorities, the company revealed nothing about its data sharing policies, including which user information it shares, with whom, and for what purposes (P4, P5). It was also silent about its data inference policies (P3b), how long it retains user information (P6), and options for users to control and access their information (P7, P8). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Ooredoo did not disclose a policy for handling third-party demands for user information, including government demands (P10-P12). There are no regulations in Qatar that prohibit companies from disclosing their process for handling such demands. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Apart from a vague commitment to notify<span class=\"font-bold\"> </span>authorities of data breaches that &#x201C;may cause serious damage&#x201D; (P15), Ooredoo did not publish any security policies. For example, it did not publicly describe any internal processes to keep user information secure, such as systems to limit and monitor employee access to user information or an audit mechanism overseen by an internal security team (P13). It also did not provide a bug bounty program, a practice through which many companies enable technical researchers to submit reports of security vulnerabilities (P14).</li>\n</ul>"}