{"id":"Axiata","printName":"Axiata Group Berhad","basicInformation":"<p>Headquartered in Malaysia, Axiata Group Berhad provides telecommunications and related services to 150 million <a href=\"https://www.axiata.com/our-business/who-we-are\">mobile users</a> in nine countries across Asia.</p>","keyTakeawaysTitle":"Key Takeaways","keyTakeaways":"<ul>\n  <li>Axiata did not publicly commit to protect freedom of expression or privacy as human rights.</li>\n  <li>Axiata disclosed nothing about how it responds to government or private requests to block content or restrict accounts.</li>\n  <li>While Axiata made minor improvements to its privacy policies, its security policies remained scant. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Axiata&#x2019;s overall performance in 2020 remained poor compared to most of its peers, but it did make improvements to its governance of human rights issues.</span> Following demands from the Sri Lankan government in the wake of deadly terror attacks, Axiata&apos;s Dialog subsidiary <a href=\"https://netblocks.org/reports/sri-lanka-blocks-social-media-for-third-time-in-one-month-M8JRjg80\">shut down</a> social media in the South Asian country three times in April and May 2019. The <a href=\"https://freedomhouse.org/country/malaysia/freedom-net/2019\">Malaysian government</a> prosecutes users for online speech that is deemed insulting to Islam or the monarchy, and legal protections for digital privacy in the country are poor. Although there are no laws preventing Axiata&#x2019;s Malaysian operating company, Celcom, from expanding its transparency in this area, the company disclosed nothing in 2020 about how it responds to government or private requests to block content or carry out network shutdowns.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Axiata published materials that provided its users with guidance on how to protect themselves from cybersecurity risks. </li>\n  <li>Axiata published a commitment to privacy and clarified management-level oversight over that commitment. </li>\n  <li>Axiata improved its disclosure of its process for responding to government demands for user information, including a limited commitment to perform due diligence on those types of demands.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Increase transparency and push back on network shutdown orders. Axiata should clarify how it handles government orders to shut down networks and commit to push back against these demands.</li>\n  <li>Publish information about censorship and user information demands. Axiata should fully explain how it responds to government and private demands for web content censorship, account restriction, and user information.</li>\n  <li>Commit to human rights. Axiata should publish an explicit commitment to protect users&#x2019; freedom of expression and privacy rights.</li>\n</ul>","governance":"<p>Axiata strengthened its governance and oversight over privacy issues, although it made no similar progress on freedom of expression.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Axiata published a new commitment to privacy, but fell short of framing privacy as a human right. It made no commitment to freedom of expression (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Though it offered a vague suggestion that it conducts privacy impact assessments on some of its activities, Axiata disclosed no comprehensive process to identify the human rights risks of its actions, such as discrimination in targeted advertising or freedom of expression and information harms resulting from company policy enforcement (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement:</span> Axiata disclosed no evidence of systematically engaging with stakeholders that represent, advocate on behalf of, or are people whose privacy and freedom of expression and information are directly impacted by the company (G5). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Axiata offered a mechanism for users to file complaints related to privacy. However, it was not clear that users could file a complaint if they believed the company harmed or threatened their freedom of expression. Axiata did not explain its process for providing remedy for the grievances it receives (G6a).</li>\n</ul>","freedom":"<p>Axiata disclosed little about policies affecting freedom of expression, though it slightly outperformed Am&#xE9;rica M&#xF3;vil, Ooredoo, and Bharti Airtel in this category. </p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions:</span> Though Axiata improved the readability of its Fair Usage Policy, some terms of service documents were still available only in English and not offered in Malay (F1). Axiata only vaguely explained the rules users must follow (F3a) and provided no data about actions taken to remove content or restrict accounts that violate these rules (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Axiata published limited information about its ad content rules (F1b), but nothing about ad targeting rules (F1c). It revealed no data about the volume and nature of the advertising content it restricted (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> The company did not disclose a policy for responding to government and private requests to block content or restrict accounts (F5). It also failed to provide data showing how many requests it received and how many it complied with (F6, F7). The <a href=\"http://www.commonlii.org/my/legis/consol_act/osa1972156/\">Official Secrets Act of 1972</a> may prohibit reporting the content of government requests, but it should not bar Axiata from disclosing its process for addressing them.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management:</span> The company made no commitment to net neutrality (F9) and offered a zero-rating program with cost-free access to selected news sources and services. It did not reveal a process for handling government demands to shut down its network (F10), even though it carried out <a href=\"https://netblocks.org/reports/sri-lanka-blocks-social-media-for-third-time-in-one-month-M8JRjg80\">network shutdowns</a> in Sri Lanka, at the behest of government officials, in 2019.</li>\n</ul>","privacy":"<p>Axiata made modest improvements to its overall privacy score.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>The company revealed some of the types of information it collects (P3a), infers (P3b), and shares (P4), and it provided some information about why it does this (P5). Yet it provided no option for users to control such data collection (P7) or even to find out what information the company had already gathered about them (P8). The company also had no policies to protect users&#x2019; privacy when using their data to develop and train algorithmic systems (P1b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Axiata released limited information on whether it follows due diligence processes when responding to government demands (P10a), and it said nothing about how it responds to requests submitted through private processes (P10b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>The company&#x2019;s internal team performed security audits, but the company did not state that it commissioned third-party audits (P13). Although Axiata released new materials to educate users about cybersecurity risks (P18), its security policies remained scant. Axiata was silent on how it handles data breaches (P15) and security vulnerabilities (P14).</li>\n</ul>"}