{"id":"Baidu","printName":"Baidu, Inc.","basicInformation":"<p>Headquartered in China, Baidu provides a wide range of internet services, including a social media platform, cloud storage, and Baidu Search, its flagship service, which dominates the Chinese search-engine market.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Baidu released its first <a href=\"https://archive.org/details/baidus-human-rights-policy/page/n1/mode/2up\">Human Rights Policy</a>, pledging to respect users&rsquo; privacy and &ldquo;rights of free speech&rdquo; in accordance with national laws and regulations. </li></ul><ul><li>Despite its commitment to protecting users&rsquo; rights to free speech, Baidu revealed less information about its policies and practices affecting users&rsquo; freedom of expression than any other digital platform we ranked.</li></ul><ul><li>Baidu shared almost no information about how it handles government requests for content censorship or user data.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Baidu ranked ninth among 14 digital platforms, tying with Russian company VK, and surpassing its Chinese competitors and Amazon. But like other Chinese companies, Baidu had a difficult year when it came to regulation, due in large part to a raft of new national laws and pressure from state agencies seeking to curtail tech giants&rsquo; growing power. </p><p>China implemented its <a href=\"https://digichina.stanford.edu/work/translation-personal-information-protection-law-of-the-peoples-republic-of-china-effective-nov-1-2021/\">Personal Information Protection Law</a> in November 2021. In its effort to comply with the new law, Baidu publicly stated that it was only collecting data that it needed to perform services that users requested, a practice known as <a href=\"https://esg.baidu.com/en/article/Privacy_Protection\">data minimization</a>. But soon thereafter, the company received a warning from the Cyberspace Administration of China, the country&rsquo;s top internet regulator, that its <a href=\"https://apnews.com/article/china-data-privacy-lifestyle-technology-business-bae7e294ba11d16ab04f1823d5e1a33e\">app, browser</a>, and <a href=\"http://www.cac.gov.cn/2021-04/30/c_1621370239178608.htm\">input method</a> were collecting more user information than necessary and did not allow users to delete or edit their personal data. On the whole, Baidu disclosed slightly less about its protections for user privacy in our evaluation for 2022 than it did in 2020. </p><p>Chinese authorities also released a <a href=\"https://digichina.stanford.edu/work/translation-internet-information-service-algorithmic-recommendation-management-provisions-effective-march-1-2022/\">regulation</a> on algorithmic recommendation systems in 2021 that includes some significant transparency requirements. At the end of our evaluation period, Baidu had not yet published a coherent policy regarding its development and deployment of algorithmic systems, despite the new regulation, and the company&rsquo;s deep reliance on such tools. </p><p>The company weathered a <a href=\"https://www.reuters.com/article/us-baidu-order/china-orders-baidu-to-clean-up-low-brow-content-idUSKBN21Q0C5\">heavy rebuke</a> from Chinese regulators concerning &ldquo;lowbrow&rdquo; content on its platforms in 2020. In response, Baidu published new information about its internal governance, stating that it had established a committee within its board of directors to track environmental, social, and governance (ESG) issues within the company. It also published a <a href=\"https://ia904607.us.archive.org/29/items/2-2020_202111/%E9%A9%AD%E6%95%B0%E6%9C%89%E9%81%93%20%E7%94%A8%E6%88%B7%E8%87%B3%E4%B8%8A%E2%80%94%E2%80%94%E7%99%BE%E5%BA%A62020%E5%B9%B4%E6%95%B0%E6%8D%AE%E5%AE%89%E5%85%A8%E3%80%81%E9%9A%90%E7%A7%81%E4%BF%9D%E6%8A%A4%E4%B8%8E%E5%86%85%E5%AE%B9%E6%B2%BB%E7%90%86%E4%B8%93%E9%A1%B9%E6%8A%A5%E5%91%8A.pdf\">special report</a> on data security, privacy protection, and content management to demonstrate its compliance with new regulations. These changes resulted in the biggest increase in disclosures about corporate governance among all digital platforms evaluated for 2022.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>More than any other digital platform we evaluated, Baidu made the biggest improvements in the governance category by publishing its first human rights policy, forming an ESG committee within its board of directors, and disclosing that it established a whistleblower program. </li></ul><ul><li>Baidu disclosed for the first time that it conducts some privacy risk assessments related to AI, although they were not carried out using a human rights framework.</li></ul><ul><li>Baidu PostBar, a discussion platform similar to Reddit, allowed users to opt out of its algorithmic recommendation system, in response to China&rsquo;s new regulation on algorithms. Previously, the platform stated that users could opt out of its ad-targeting system, but this disclosure has disappeared. </li></ul><ul><li>Baidu disclosed less about content and account restrictions on PostBar than it did in our 2020 evaluation.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Be transparent about human rights due diligence.Baidu should disclose more information about its human rights due diligence, including whether it conducts human rights impact assessments on new and existing services and when it enters new markets.</li></ul><ul><li>Be transparent about demands for content censorship and user data.While China&#39;s political environment discourages companies from disclosing detailed information about government demands, Baidu could and should publish information about its compliance with private requests for content censorship and user data.</li></ul><ul><li>Improve user control of personal data. Baidu should increase users&rsquo; options to control and access their own data. They should be able to choose how their data is used to develop and train algorithms and whether it is used for the purposes of targeted advertising.</li></ul>","governance":"<p>Despite making the greatest progress in sharing information about its governance procedures, Baidu&rsquo;s overall disclosure in this category was weak compared to other companies we evaluated. The company vowed to respect users&rsquo; &ldquo;right of free speech&rdquo;; however, the relevant public disclosure described a mechanism for management oversight, training, and remedy that addressed little beyond privacy issues (G2, G3, G6a). Other than some privacy risk assessments related to its products and AI technologies, Baidu showed no evidence that it conducted any broader risk assessments associated with its businesses, policy enforcement, or targeted ads (G4). </p>","freedom":"<p>Baidu disclosed less about its policies and practices affecting freedom of expression and information than any other digital platform we ranked. Baidu did provide a relatively detailed description of its process for flagging banned content and accounts, including its use of algorithms in content moderation (F3a). The company also released some data about content, accounts, and ads it restricted for violating company rules, but this data was neither comprehensive nor updated regularly (F4.) Although Chinese digital platforms are responsible for censoring content at the government&rsquo;s behest, Baidu failed to reveal any substantive information about how it responded to government requests to restrict content or user accounts (F5a, F6). As mentioned above, Baidu PostBar allowed users to opt out of its content recommendation systems, but the company did not specify how these systems were deployed across its services (F12). </p>","privacy":"<p>Although Baidu shared more information about its policies and practices affecting users&rsquo; privacy than it did regarding governance and freedom of expression, the company still lagged behind the majority of digital platforms we ranked. Baidu revealed more than all other platforms about what types of user information it collects (P3a); however, it offered scant details on how it infers (P3b) or shares user data (P4). Along with Amazon, it said nothing about how long it retains user information (P6). Baidu failed to disclose to users that they could turn off targeted ads (P7). Baidu published no information regarding government demands for user data (P10a, P11a), a perennial problem for Chinese companies. On a brighter note, the company released relatively comprehensive information about how it manages data breaches (P15).   </p>"}