{"id":"Baidu","printName":"Baidu, Inc.","basicInformation":"<p>Headquartered in China, Baidu provides a wide range of internet services, including a social media platform, cloud storage, and Baidu Search, its flagship service, which dominates the Chinese market.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Baidu disclosed more information about its privacy-related policies than about its governance or about policies affecting freedom of expression. </li>\n</ul><ul>\n  <li>Baidu published some data about content, accounts, and advertisements restricted for violating its policies, but it fell short of explaining its internal processes for these restrictions.</li>\n</ul><ul>\n  <li>Despite making some progress, Baidu revealed almost nothing about its processes for handling government and private requests for content restrictions and user information, and it published no data about such requests. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Baidu tied with Alibaba for 10th place out of the 14 digital platforms in the RDR Index, and scored slightly higher than its direct peer, Tencent.</span> In 2020, Baidu published a human rights policy, marking a major departure from corporate norms in China, but the policy was released beyond the reporting period for the 2020 RDR Index cycle.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> In 2019 and 2020, the company was warned twice by the Cyberspace Administration of China, the country&#x2019;s central internet regulator, for vulgar <a href=\"https://www.yicaiglobal.com/news/shanghai-watchdogs-order-baidu-to-stamp-out-deceptive-ads\">newsfeed ads</a> and &#x201C;low-brow&#x201D; <a href=\"https://www.reuters.com/article/us-baidu-order/china-orders-baidu-to-clean-up-low-brow-content-idUSKBN21Q0C5\">content on its app</a>. Baidu has long been accused of allowing false content and <a href=\"https://www.ft.com/content/9fd5846c-bc19-11e5-a8c6-deeeb63d6d4b\">advertising</a> to appear on its platforms. In response, the company released more data about content and advertisements it restricted. However, Baidu still disclosed the least of all digital platforms about policies affecting freedom of expression and information. For the first time, Baidu provided some information about its process for handling government and private requests to restrict contents or accounts by clarifying the legal basis for these requests. But, as with other Chinese companies, Baidu said little about its policies for handling government demands for user information. China&apos;s political environment discourages companies from disclosing detailed information about these types of demands.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Baidu improved its governance processes by establishing a committee to supervise privacy protections and broadening the range of privacy issues addressed in its internal training program.</li>\n</ul><ul>\n  <li>For the first time, Baidu provided some information about how it handles third-party requests to restrict content or accounts. </li>\n</ul><ul>\n  <li>Baidu Cloud and Baidu PostBar committed to limiting their collection of users&#x2019; information to what is necessary for those services.</li>\n</ul><ul>\n  <li>Baidu improved transparency about its policies and practices on security. It disclosed that it conducts internal and external security audits and offered users improved tools and resources to mitigate security risks. </li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Improve disclosure of human rights due diligence. Baidu should disclose more information about its human rights due diligence, including whether it conducts human rights risk assessments on new and existing services and when entering new markets.</li>\n</ul><ul>\n  <li>Increase transparency about government demands. While China&apos;s political environment discourages companies from disclosing detailed information about government demands, Baidu should be able to disclose more about its compliance with private requests to censor content and for user information.</li>\n</ul><ul>\n  <li>Improve user control of personal data. Baidu should improve users&#x2019; options to control and access their own information, including how that information is used to develop and train algorithms and for targeted advertising.</li>\n</ul>","governance":"<p>Baidu disclosed significantly less about its governance than most digital platforms, outperforming only Alibaba, Tencent, and Amazon. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Baidu failed to make a commitment to respect users&#x2019; freedom of expression.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> Although it vowed to protect users&#x2019; privacy, this was not characterized as a human right. Baidu also made no overarching policy commitment to respect human rights in its development and use of algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Baidu was the only Chinese company to disclose that it undertakes some human rights risk assessment processes. These processes focus on privacy risks of its existing services.<span class=\"font-bold\"> </span>Baidu did not state if it conducted human rights risk assessments associated with freedom of expression and information, policy enforcement, algorithmic systems, or targeted advertising (G4). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement:</span> We found no evidence that Baidu engaged with stakeholders whose privacy and freedom of expression rights are directly affected by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Baidu offered a weak mechanism for users to file grievances (G6a). It provided some information for users seeking to appeal company decisions when their posts were deleted, but it offered no information about how this appeals mechanism actually works (G6b).</li>\n</ul>","freedom":"<p>Baidu disclosed the least of all digital platforms about policies affecting freedom of expression and information. The Chinese government requires internet content platforms to monitor, filter, and control content that is illegal under Chinese law. Although Baidu provided some data about illegal content and ads the company restricted, it failed to publish clear content moderation, ad content, and targeting rules or to clarify its process to enforce those rules.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Baidu disclosed its reasons for restricting content or accounts when they stood in violation of its terms of service, but its explanation of the policy enforcement process was vague (F3a). Baidu did not commit to notify users about changes to its terms of service (F2a) or when their content or accounts were restricted (F8). The company provided some data about the content or accounts it restricted for violating its rules (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Baidu failed to release any operational policies governing the use or development of its algorithmic systems (F1d, P1b). The company implied that it deploys algorithmic systems to curate, recommend, and rank content, but did not explain clearly how those algorithms work (F12). Baidu also failed to explain how it regulates the use of bots on its platform (F13). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Baidu&#x2019;s ad content rules were not all easy to find (F1b). They listed types of content that the company prohibits and described some of its processes for identifying violations (F3b). Baidu was the only digital platform outside the U.S. that reported data about the ads it removed for violating ad content rules (F4c). Baidu provided some parameters for targeted advertising, but it failed to disclose its ad targeting rules (F1c), describe how it enforces them (F3c), or release any data about these practices (F4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands: </span>For the first time, Baidu provided some information about its process for handling government and private requests to restrict contents or accounts by clarifying the legal basis&#x2014;China&#x2019;s &#x201C;Cybersecurity Law&#x201D;<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup>&#x2014;under which it may respond to government demands for content and account restrictions. It also implied that it conducts limited due diligence on copyright-related content restriction requests coming through private processes (F5b). The company disclosed no further information about these processes, and Baidu did not publish any data about third-party requests for account or content censorship (F6, F7). Although no specific laws or regulations in China prohibit Chinese companies from publishing data about government demands to restrict content, the political environment discourages them from releasing such information. </li>\n</ul>","privacy":"<p>Baidu received a lower-than-average score on privacy, but still outranked nearly half of the digital platforms that we evaluated.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Baidu&#x2019;s privacy policies failed to adequately articulate how it handles user information. After Tencent, Baidu disclosed more than all other digital platforms about what types of user information it collects (P3a), but less about what information it shares (P4) and why (P5). Baidu offered limited details on its collection of user information from third parties (P9) and about its data inference practices (P3b). The company failed to disclose how long it retains user information (P6) and gave users few options to control or access the information the company retains about them (P7, P8). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Baidu was one of the three digital platforms, along with Samsung and Tencent, that revealed nothing about how it handles government and private requests to access user information (P10). It published no data about its compliance with these types of demands (P11). Baidu described some circumstances in which it would not need to notify users about government requests for user data (P12). Although there are no laws or regulations in China prohibiting Chinese companies from releasing data about government demands to access user information, the political environment discourages companies from doing so.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Baidu made big improvements to its transparency around security policies, earning the third-best average score on our security indicators among digital platforms, after earning the second-lowest security scores in the 2019 RDR Index. In addition to limiting employees&#x2019; access to user data, Baidu disclosed it had a team dedicated to conducting internal security audits and also commissioned external third-party audits (P13). Along with Alibaba, Baidu outperformed all other digital platforms for strong disclosure of its policies for handling data breaches, as required under China&#x2019;s cybersecurity law<sup><a href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup> (P15). Baidu also offered more information to help users keep their accounts secure (P17) and protect themselves from cybersecurity risks (P18). The company failed to disclose sufficient information about its bug bounty program (P14). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Encryption: </span>Apart from a vague commitment to adopt &#x201C;encryption technologies,&#x201D; Baidu did not offer users the ability to deploy end-to-end encryption for their private communications. This is unsurprising, given China&#x2019;s laws requiring internet operators to give authorities access to users&#x2019; communications (P16).<sup><a href=\"#ftnt5\" id=\"ftnt_ref5\">[5]</a></sup></li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> Because Baidu published this commitment in November 2020, which fell outside our research window for the 2020 RDR Index, it was not accounted for in our scoring or analysis.</p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Because Baidu published a commitment to protect users&#x2019; freedom of expression rights in November 2020, which fell outside the research window for the 2020 RDR Index. It was not accounted for in our scoring or analysis in this RDR Index. </p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> Cybersecurity Law of PRC, <a href=\"http://www.cac.gov.cn/2016-11/07/c_1119867116.htm\">http://www.cac.gov.cn/2016-11/07/c_1119867116.htm</a>; for English translation, see: <a href=\"https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/\">https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/</a> </p><p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> Article 42 of Cybersecurity Law of PRC, <a href=\"http://www.cac.gov.cn/2016-11/07/c_1119867116.htm\">http://www.cac.gov.cn/2016-11/07/c_1119867116.htm</a>; for English translation, see: <a href=\"https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/\">https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/</a> </p><p><a href=\"#ftnt_ref5\" id=\"ftnt5\">[5]</a> Article 18 of China Anti-Terrorism Law&#xFF0C;<a href=\"http://www.npc.gov.cn/zgrdw/npc/xinwen/2018-06/12/content_2055871.htm\">http://www.npc.gov.cn/zgrdw/npc/xinwen/2018-06/12/content_2055871.htm</a>; and Article 28 of China Cybersecurity Law, <a href=\"http://www.cac.gov.cn/2016-11/07/c_1119867116_2.htm\">http://www.cac.gov.cn/2016-11/07/c_1119867116_2.htm</a> </p>"}