{"id":"Microsoft","basicInformation":"<p>Headquartered in the United States, Microsoft is a multinational company offering software, hardware, cloud storage, search, email, messaging, and video chat applications.</p>","keyTakeaways":"<ul>\n  <li>Microsoft outperformed all other digital platforms on its governance of human rights but fell short on algorithms. While it published a commitment to protect and respect freedom of expression and privacy, Microsoft did not make an explicit commitment to abide by human rights as the guiding framework for its use and development of algorithmic systems. It also offered insufficient information about the scope of its human rights impact assessments of algorithmic systems. It divulged some information about how it uses algorithms in its Bing search engine but failed to reveal any information about how it uses these technologies on the other services we evaluated.</li>\n  <li>Microsoft was one of only four companies to disclose data about the actions it takes to enforce its ad content and targeting rules, but it provided only a snapshot of this information.</li>\n  <li>Microsoft had inadequate transparency on policy enforcement as well as third-party censorship demands. Although the company published a Content Removal Requests Report, this report had various shortcomings, all of them resulting from unclear, missing, and/or aggregated information. </li>\n  <li>Microsoft made key improvements to its security policies by strengthening its security oversight and pledging to refrain from legal action against individuals who report security vulnerabilities (P13, P14).</li>\n</ul>","keyFindings":"<p><span class=\"font-bold\">Microsoft placed third among digital platforms and made few substantive changes to key policies we evaluated in 2020. </span>In 2019, Microsoft became the <a href=\"https://www.theverge.com/2019/4/25/18515623/microsoft-worth-1-trillion-dollars-stock-price-value\">third U.S. company in history</a> to reach a market capitalization of $1 trillion, and it retained multiple <a href=\"https://news.microsoft.com/2019/07/17/att-and-microsoft-announce-a-strategic-alliance-to-deliver-innovation-with-cloud-ai-and-5g/\">corporate</a> and <a href=\"https://www.cnbc.com/2020/09/04/pentagon-says-it-will-stick-with-microsoft-for-jedi-cloud-contract.html\">government contracts</a> in the U.S. Microsoft lost a bid to purchase TikTok&#x2019;s U.S. operations after former president Donald Trump <a href=\"https://www.nytimes.com/2020/09/13/technology/tiktok-microsoft-oracle-bytedance.html\">threatened to ban</a> the video-sharing company&#x2019;s U.S. business on national security grounds. In the 2020 RDR Index, despite its strong overall performance compared to many of its peers and improvements to its security policies, Microsoft underperformed in several areas, providing limited information about how it develops and uses algorithms and unclear data on the actions it takes to enforce its own content policies as well as third-party censorship demands.</p>","changes":"<ul>\n  <li>In its <span class=\"italic\">Human Rights Annual Report</span>, Microsoft improved its reporting on the number of complaints related to privacy that it received through the company&#x2019;s Privacy Dashboard (G6a).</li>\n  <li>Microsoft made key improvements to its security policies. It disclosed through its Cyber Defense Operations Center that it commissions third-party security audits on its products and services (P13). It also pledged that it would not pursue legal action against individuals who report security vulnerabilities (P14).</li>\n  <li>Microsoft stopped providing a Spanish-language version of its Privacy Statement on the website for its home market, the U.S., where Spanish is spoken by an estimated <a href=\"https://archive.vn/20200214011034/https://factfinder.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid%3DACS_17_1YR_S1601%26prodType%3Dtable\">41 million people</a> (P1a).</li>\n</ul>","keyRecommendation":"<ul>\n  <li>Improve governance and oversight of algorithms. Microsoft should adopt a human rights framework for developing and using algorithms and publish more information about the scope of its human rights impact assessment on these technologies. </li>\n  <li>Improve transparency content removals and account suspensions. Microsoft should improve its transparency reports by explaining how it enforces its own policies and how it fulfills third-party demands to remove content and accounts. </li>\n  <li>Give users more control. Microsoft should publish more information about users&#x2019; options to access and control how their data is collected and used.</li>\n</ul>","governance":"<p>Microsoft earned the top spot among digital platforms we evaluated in the governance category, for its strong human rights commitments, oversight, training, and whistleblower programs. But it performed worse on human rights due diligence and access to remedy.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Microsoft made explicit human rights commitments to respect and protect freedom of expression and privacy. Microsoft fell short of articulating clear human rights-based principles for algorithms, instead adopting an ethics-based set of <a href=\"https://www.microsoft.com/en-us/ai/responsible-ai?activetab%3Dpivot1:primaryr6\">AI principles</a>. It also articulated its commitment to human rights through strong management oversight (G2) and training and whistleblower programs (G3).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Microsoft had a strong human rights due diligence process for government regulations in the jurisdictions where it operates (G4a) but weaker transparency on analogous processes for its own policies and practices. The company was one of only two digital platforms we evaluated to publish comprehensive information about the human rights impact assessments (HRIAs) it conducts on government regulations in the jurisdictions where it operates (G4a). But it was unclear whether it conducted such assessments on its policy enforcement (G4b) and targeted advertising practices (G4c). Although Microsoft&#x2019;s human rights report described a multi-year HRIA on artificial intelligence, it did not specify the rights covered by this assessment or whether it encompassed both the development and use of algorithmic systems (G4d).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Microsoft is a member of the multi-stakeholder organization Global Network Initiative. However, GNI focuses primarily on government demands and does not include a wider set of human rights issues that internet users face (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Microsoft&#x2019;s transparency on its grievance and remedy mechanisms was lacking, particularly on access to remedy for freedom of expression and information grievances (G6a). Yet the company&#x2019;s human rights report did report on privacy-related inquiries submitted through its Privacy Dashboard. Microsoft also provided a form<span class=\"font-bold\"> </span>for users wishing to appeal content and account takedowns on Skype<span class=\"font-bold\">,</span> but the form offered little information about how the appeals process actually works (G6b).</li>\n</ul>","freedom":"<p>Microsoft had the third-best score in this category, behind Twitter and Google. While its terms of service and advertising policies were easy to find and understand, Microsoft revealed little proof of actually enforcing these policies. It also lacked consistent reporting on government and other types of third-party censorship demands.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Microsoft&#x2019;s Services Agreement was easy for users to locate (F1a), though changes to this policy were not communicated clearly enough (F2a). Although Microsoft published policies addressing what content or activities are prohibited, it revealed only fragmented information about how human reviewers and automated systems identify rules violations (F3a). The company did not report explicit data about content removed or accounts suspended for policy violations (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Microsoft described how it uses artificial intelligence on Bing, but no similar policies were available for other services we evaluated (F1d). It also published information about the variables that influence the algorithmic curation and ranking of search results on Bing, but did not clearly state how users can control these variables (F12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Microsoft publishes a set of advertising policies that provide information on both content and targeting, but they were not easily accessible from the company&#x2019;s home page (F1b, F1c). While it published some information on its process for enforcing these rules, it did not clearly describe how the company identifies violations (F3b, F3c). Still, Microsoft was one of only four companies in the RDR Index to provide some data about enforcement of its ad policies, though this data is only a <a href=\"https://about.ads.microsoft.com/en-us/blog/post/march-2019/ad-quality-year-in-review-2018\">year-in-review snapshot</a> and available only for Bing (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Microsoft reported less comprehensive information about government and private censorship demands than any of its U.S. peers except Amazon and Facebook.<span class=\"font-bold\"> </span>Its Content Removal Requests Report offered adequate information on its process for responding to government demands and some information on how it handles private requests, but it did not cover Skype (F5a, F5b). Its data on these demands aggregates both the subjects they are based on and the authorities that submit them and does not always break them down by country (F6, F7).</li>\n</ul>","privacy":"<p>Microsoft placed third in the privacy category, behind Apple and Verizon Media, and it was the second-best performing company on our security indicators. But its policies on safeguarding user information, data breaches, and private requests for user information were lacking.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Microsoft&#x2019;s Privacy Statement was easy to find and understandable, but the company did not provide a Spanish-language version for its U.S. market (P1a) and did not explain how it notifies users about changes (P2a). Microsoft did not publish a policy explaining how it develops and trains its algorithms (P1b). Microsoft&#x2019;s policies on handling user information were also uneven. It did not provide users with clear options to control (P7) and access the information that the company holds on them (P8). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Microsoft described its process for responding to government demands for user information in its Law Enforcement Requests Report and the report&#x2019;s FAQ page (P10a). It also released a National Security Orders Report. Like other U.S. companies, it did not divulge the exact number of requests received for user data under the Foreign Intelligence Surveillance Act or National Security Letters, or the actions it took in response to these requests, since it is prohibited by law from doing so (P11a). Microsoft revealed little about its processes for responding to private requests and published no data about its compliance with these requests (P10b, P11b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Microsoft&#x2019;s security policies were the second-strongest of any digital platform, behind only Apple&#x2019;s. The company improved its security oversight policies (P13) and clarified that it would not pursue legal action against individuals who report security vulnerabilities (P14). Although Microsoft provided some information about its process for responding to data breaches affecting Outlook and OneDrive, it offered none for Bing and Skype (P15).</li>\n</ul>","footnotes":"footnotes missing"}