{"id":"Microsoft","printName":"Microsoft Corp.","basicInformation":"<p>Headquartered in the United States, Microsoft offers software, hardware, cloud storage, search, email, chat applications, and the social networking service LinkedIn. It derives most of its <a href=\"https://www.microsoft.com/investor/reports/ar21/index.html\">revenue</a> from its enterprise server and cloud software, as well as its Office Suite, Windows operating system, and advertising on its digital platforms. </p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>In our previous evaluation, we recommended that Microsoft improve its transparency reports by explaining how it enforces its own content-related policies and how it fulfills third-party demands to remove content and accounts. Since then, Microsoft partially fulfilled this recommendation by adding some information about content that it removes due to rule violations and data about requests from non-governmental third parties to its transparency reports.</li><li>Policies for Skype and LinkedIn were less clear and less comprehensive than policies for Bing, Outlook, and OneDrive.</li><li>Microsoft&rsquo;s Bing search engine disclosed more data about how it moderated advertising content than any other service we ranked. </li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Microsoft is one of the oldest and most established companies that we evaluate. Although it has shown some leadership on human rights issues in the tech industry, and has typically landed near the top of our ranking, it has made relatively few improvements on human rights issues over the years. </p><p>This year, for the first time, we evaluated the company&rsquo;s LinkedIn social networking platform. While it is branded and widely used as a professional networking tool, LinkedIn serves many of the same communication and information-sharing functions as other social media platforms. For many years, it was the only major U.S.-based social media platform that maintained a presence in China, alongside Microsoft&rsquo;s Bing search engine, which also remains accessible in the country. In 2021, <a href=\"https://www.nytimes.com/2021/10/14/technology/linkedin-china-microsoft.html\">Microsoft drew criticism</a> for blocking China-based LinkedIn users from seeing the accounts of activists and journalists who were reporting on the Chinese government&rsquo;s persecution of Uyghur Muslims. Soon thereafter, the company announced plans to discontinue the service in China, and replaced it with a job-posting site with minimal social features. In our evaluation, we found that compared to most other U.S. social networking platforms we rank, Microsoft disclosed less about how it handles government requests for content and account restrictions. </p><p>Microsoft shareholders made their voices heard on several key issues in 2021. In response to pressure from shareholders, the company vowed to take concrete steps and study additional mechanisms that would make its devices <a href=\"https://www.bloomberg.com/news/articles/2021-10-13/microsoft-agrees-to-investor-push-for-human-rights-review-of-government-deals\">easier to repair</a>. It also pledged to commission an independent <a href=\"https://www.openmic.org/news/2021/facing-investor-pressure-microsoft-agrees-to-publish-independent-human-rights-impact-assessment-including-review-of-surveillance-and-law-enforcement-contracts.\">human rights review</a> of its partnerships with law enforcement, immigration authorities, and other government agencies.</p><p>Similar to what we found in 2020, Microsoft once again failed to commit to human rights in its development of algorithmic systems. This shortcoming was on full display in February 2022, when <span className=\"italic\">WIRED </span>magazine featured a story about Microsoft&rsquo;s the company drew international condemnation over its 2017 <a href=\"https://news.microsoft.com/es-xl/microsoft-gobierno-salta-firman-acuerdo-aplicar-la-inteligencia-artificial-la-prevencion-los-problemas-mas-urgentes/\">partnership with</a> the government of Argentina&rsquo;s Salta province, which led to the creation of an <a href=\"https://www.wired.com/story/argentina-algorithms-pregnancy-prediction/\">opaque algorithm</a> that officials used to predict teen pregnancies among low-income people. The company faced international condemnation over the project.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>In its transparency reports (e.g., <a href=\"https://web.archive.org/web/20211105184506/https://www.microsoft.com/en-us/corporate-responsibility/digital-safety-content-report?activetab%3Dpivot_1%3Aprimaryr3\">Digital Safety Content Reports</a> and <a href=\"https://web.archive.org/web/20211103011545/https://www.microsoft.com/en-us/corporate-responsibility/law-enforcement-requests-report\">Law Enforcement Requests Reports</a>), Microsoft began publishing the number of accounts it restricted to enforce its own rules.</li><li>In its transparency reports, Microsoft provided more data than in previous years about the number of accounts and pieces of content it restricted as a result of private requests. However, the numbers it reported were aggregated across multiple services, making it difficult to estimate the effects of these restrictions on users&rsquo; rights. </li><li>Bing publicly explained, for the first time, what options users have to view and delete their search history. </li></ul><ul><li>Outlook lost points on encryption. The company published a blog post in 2014 explaining that it was using unique keys in its encryption protocols, but this information was never incorporated into formal company policy. The blog post is now out of date by our standards, so we no longer give the company credit on this element. </li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Improve governance and oversight of algorithms. Microsoft should adopt a human rights framework for developing and using algorithms and publish more information about the scope of its human rights impact assessments on these technologies.</li><li>Improve policies for LinkedIn and Skype. The company offers stronger, more human rights-protective policies for Bing, Outlook, and OneDrive than it does for LinkedIn and Skype. Microsoft should apply its other services&rsquo; better policies, particularly regarding third-party requests, to these platforms.</li><li>Give users more control. Microsoft should publish more information about users&rsquo; options to access and control how their data is collected and used.</li></ul>","governance":"<p>Microsoft tied with Meta for first place in governance among digital platforms. Its human rights commitments (G1) were strong, but it stopped short of extending them to algorithmic systems, instead offering &ldquo;<a href=\"https://web.archive.org/web/20211022174257/https://www.microsoft.com/en-us/ai/responsible-ai?activetab%3Dpivot1:primaryr6\">Responsible AI Principles</a>.&rdquo; These represent a weaker standard than human rights commitments, as they are not grounded in any form of international law. The company also failed to explain whether its human rights due diligence process extended to targeted advertising (G4c) and only vaguely described how it assesses the human rights impacts of its own policy enforcement (G4b). </p>","freedom":"<p>In its transparency reports, Microsoft began reporting some quantities of content and account restrictions it imposed to enforce its own rules (F4a, F4b), but this data was not comprehensive. Microsoft reported less information about how it handles government censorship demands (F5a, F6) than Google and Twitter, but it began reporting on private requests for content restrictions to OneDrive for the first time (F7). Freedom of expression was the category where LinkedIn most lagged behind Microsoft&rsquo;s better-performing services.</p>","privacy":"<p>Microsoft had clear, rights-respecting policies for handling government demands for user information (P10a). Although it provided some information about its process for responding to data breaches affecting LinkedIn, it offered no such information for its other services (P15). Microsoft&rsquo;s policies about perfect forward secrecy (a feature of some encryption protocols, also known as &ldquo;unique keys&rdquo;) were announced in a <a href=\"https://web.archive.org/web/20211110184213/https://blogs.microsoft.com/on-the-issues/2014/07/01/advancing-our-encryption-and-transparency-efforts/\">2014 blog post</a> and not referenced by current policy documents, making them out of date according to RDR&rsquo;s methodology (P16). </p>"}