{"id":"Twitter","printName":"Twitter, Inc.","basicInformation":"<p>Headquartered in the United States, Twitter is a microblogging and social networking service with an estimated <a href=\"https://blog.hootsuite.com/twitter-demographics/\">340 million</a> users worldwide.<a href=\"https://en.wikipedia.org/wiki/Registered_user\"> </a>Twitter also offers targeted advertising services and developer tools.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Twitter disclosed more about how it moderates content, relative to its peers. The company published a Rules Enforcement report offering detailed data about the restrictions it imposed on content and accounts.</li>\n</ul><ul>\n  <li>Twitter outmatched most other companies on transparency about targeted advertising. Although it is still lacking in human rights due diligence on targeted advertising and does not publish the number of ads it takes down, Twitter did better than most digital platforms at explaining its ad rules and enforcement process.</li>\n</ul><ul>\n  <li>Twitter lagged behind on human rights due diligence. The company provided limited evidence of conducting risk assessments on government regulations and failed to show any evidence of conducting due diligence on other aspects of its business operation and policies. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Twitter earned the top spot among digital platforms, </span><span class=\"font-bold\">disclosing</span><span class=\"font-bold\"> more than all other platforms about policies affecting freedom of expression.</span> It did a better job of clarifying its platform rules, which<span class=\"font-bold\"> </span>included a <a href=\"https://business.twitter.com/en/help/ads-policies/ads-content-policies/political-content.html\">ban on political advertising</a> and a requirement that some tweets be labeled, as part of an effort to combat disinformation and possible interference in the U.S. presidential election. It stood out for its transparency about ad content and targeting rules and the actions it took to enforce them, and it revealed more than most companies about how it uses algorithms to curate content. It did not disclose enough about its encryption standards and failed to publish a policy outlining how it handles data breaches. This is especially noteworthy in light of Twitter&#x2019;s <a href=\"https://blog.twitter.com/en_us/topics/company/2020/an-update-on-our-security-incident.html\">major security breach</a> in 2020, in which hackers took control of high-profile accounts, including those of Barack Obama, Joe Biden, and Elon Musk.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Twitter disclosed for the first time that its board of directors exercises formal oversight over how company practices affect privacy, and made it clear that it trains staff on privacy issues.</li>\n</ul><ul>\n  <li>Twitter clarified its process for responding to non-judicial government demands for content or account restrictions.</li>\n</ul><ul>\n  <li>Twitter lost credit on security indicators because some of its encryption policies are outdated. </li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Commit to rights-respecting algorithms. Twitter should publish an explicit policy commitment to protect human rights in its development and use of algorithmic systems. </li>\n</ul><ul>\n  <li>Conduct human rights due diligence. Twitter should conduct robust, systematic risk assessments to identify expression, privacy, and discrimination risks posed by business operations and services. The scope of these assessments should include evaluating its targeted advertising policies and its development and use of algorithms.</li>\n</ul><ul>\n  <li>Clarify security policies. Twitter should improve disclosure of its policies for addressing data breaches and regarding encryption of internet traffic.</li>\n</ul>","governance":"<p>Despite earning the top overall score in the RDR Index, Twitter fell short on governance and oversight of human rights issues in key areas.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Twitter pledged to respect users&#x2019; freedom of expression and privacy rights. However, it did not publish an explicit commitment to respect human rights in developing and using algorithms (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>The company was notably weak on human rights due diligence. Twitter revealed limited information about its human rights risk assessments of government regulations when launching new products or entering new markets. It also gave no evidence of conducting impact assessments related to its own policy enforcement, or on its development and use of algorithmic systems, or on its targeted advertising policies and practices (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Twitter is not a member of the Global Network Initiative or any other independent, multi-stakeholder organization (G5). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Twitter&#x2019;s complaints mechanisms were stronger than those of Google and Facebook, but it was not clear how users could submit grievances related to privacy (G6a).<span class=\"font-bold\"> </span>Twitter let users appeal some types of content moderation decisions but did not explain exactly which types of moderation decisions are subject to appeal, describe its process for reviewing appeals, or provide a time frame for its decisions (G6b). </li>\n</ul>","freedom":"<p>Twitter earned the highest score in this category, outscoring Facebook by 25 points.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Twitter&#x2019;s content rules were easy to find and understand (F1a), but the company failed to clearly explain how these rules are enforced (F3a). Its Rules Enforcement report provided more detail about the nature and volume of moderation than the company&#x2019;s peers but still was not comprehensive (F4a).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Twitter published a page explaining the company&#x2019;s flagship timeline feature and a blog post on how Timeline employs algorithms, but these pages were not easy to find (F1d). These policies did not reveal much information about the variables used to curate Timeline content, but Twitter did give users the opportunity to deactivate algorithmic content curation altogether (F12). Twitter published more information about its bot policies than any other platform (F13).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Twitter&#x2019;s ad content policies and targeting rules were hard to find and scattered across multiple documents, but were easy to understand (F1b, F1c). Twitter did a better job than most companies of explaining what types of advertising content and targeting are prohibited, how advertising is labelled, and how violations of these rules are identified (F3b, F3c). However, it failed to disclose data about ads removed or accounts suspended for violating ad content or targeting rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Twitter had strong transparency around censorship demands that come directly from governments (F5a, F6) and disclosed more data than its peers about private content and account takedown requests (F7). However, it failed to explain whether it performs due diligence on private takedown requests carried out through the EU&#x2019;s <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/IP_16_1937\">Code of Conduct</a> aimed at curbing hate speech online. </li>\n</ul>","privacy":"<p>Twitter trailed Apple for second place in the privacy category, together with Verizon Media and Microsoft. </p><ul>\n  <li><span class=\"font-bold\">Handling of user information: </span>Twitter published clear policies on what types of user information it collects and how (P3a), but it was less clear about what user information it infers (P3b). Twitter also did not publish clear policies detailing how this user information is used to train and develop algorithms (P1b) or give account holders sufficient options to control whether and how it is used (P7).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Surveillance demands: </span>Twitter&#x2019;s Guidelines for Law Enforcement was clear about how the company responds to government demands for user data (P10a) but did not describe how it responds to private requests (P10b). Like other U.S. companies, it did not divulge the exact number of requests it received for user data under the Foreign Intelligence Surveillance Act or via National Security Letters, or the actions it took in response to these requests, which are typically <a href=\"http://www.congress.gov/bill/114th-congress/house-bill/2048\">accompanied by a gag order</a>.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Twitter provided little information about its security policies, falling behind Apple, Microsoft, Baidu, Kakao, Verizon Media, and Yandex. Twitter also fell short in explaining internal protocols for keeping user data secure: its Code of Conduct indicated that it has security protocols in place limiting unauthorized employee access to user information, but it was not clear whether it also monitors these protocols (P13). Twitter&#x2019;s security score declined in 2020 because it did not make clear whether it still uses forward secrecy, an important element of encryption (P16). </li>\n</ul>"}