{"id":"Twitter","printName":"Twitter, Inc.","basicInformation":"<p>Headquartered in the United States, Twitter is a microblogging and social networking service with an estimated <a href=\"https://blog.hootsuite.com/twitter-demographics/\">340 million</a> users worldwide. Twitter also offers targeted advertising services and developer tools.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Twitter reported more data about actions it took to enforce its platform rules for user-generated content, such as removing content or suspending accounts, than any of its peers.</li><li>Twitter lagged behind its U.S. peers (with the exception of Amazon) on human rights due diligence. It provided limited evidence of conducting risk assessments on government regulations and algorithmic systems and provided no evidence that it conducts human rights due diligence on its own policy enforcement and its targeted advertising practices and policies.</li><li>Twitter again failed to provide any information on its approach to notifying users about data breaches or steps taken to address their impacts.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Twitter once again topped our ranking this year, due primarily to the fact that it has stronger content-related policies than its competitors, and publishes relatively detailed data about actions it takes to moderate content. Twitter offered a good deal of precision in its policies on things like hate speech and disinformation, but it faced routine public criticism for being inconsistent in how it implements these policies, especially outside of major Western markets. </p><p>As disinformation and hate speech spread amid the civil conflict in Ethiopia, the company opted to suspend its algorithmically generated Trends feature, which ranks and promotes popular topics. <a href=\"https://assets.mofoprod.net/network/documents/Report_Inside_the_shadowy_world_of_disinformation_for_hire_in_Kenya_5._hcc.pdf\">Independent research</a> has shown how powerful actors exploit this feature to wage campaigns of disinformation and abuse. But Twitter has only suspended it in some cases. Civil society advocates voiced concern when the company neglected to take similar measures in response to a scourge of coordinated <a href=\"https://foundation.mozilla.org/en/blog/breaking-bias-2-when-twitters-negligence-harms-democracy/?utm_source%3Dlinkedin%26utm_campaign%3Dbreakingbias%26utm_medium%3Dsocial%26utm_content%3D1638799801\">election disinformation campaigns</a> in neighboring Kenya. </p><p>Twitter also made selective choices about when and how to curb harmful speech by heads of state. In the U.S., it permanently suspended the account of then-President Donald Trump following the January 6 attack on the U.S. Capitol Building. In Nigeria, it removed a single tweet from President Muhammadu Buhari that contained a veiled threat against Igbo people, who represent the third-largest ethnic group in the country. The next day, Twitter was<a href=\"https://www.aljazeera.com/economy/2021/6/7/nigerian-twitter-ban-how-government-restriction-affects-people\">blocked nationwide</a> and remained blocked for several months. In response to the Russian government&#39;s invasion of Ukraine in early 2022, Twitter temporarily <a href=\"https://www.theverge.com/2022/2/26/22952128/twitter-pauses-ads-ukraine-russia-conflict\">deactivated advertising</a> in the two countries, <a href=\"https://www.bbc.com/news/technology-60700642\">removed</a> pro-invasion disinformation from its platform, and <a href=\"https://globalnews.ca/news/8671754/twitter-privacy-protected-site-russia-block/\">created a new way</a> for Russians to access Twitter despite a government block.</p><p>While Twitter has not been consistent in how it applies its content rules around the world, it reported more data about its content moderation actions (except for data about how it handles ad content) than any other social media platform we evaluate.The company published no data about ad-content rules enforcement, despite the fact that targeted advertising is its primary source of revenue. The company continued efforts to offer more public information about its curation and ranking algorithms, and launched an initiative to prevent racial and gender bias in these systems. Twitter also <a href=\"https://www.theverge.com/2021/10/12/22722879/twitter-switch-reverse-chronological-latest-feed-test\">announced</a> that it was working to make it easier for users to switch to chronological feeds instead of algorithmically curated ones.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>Twitter clarified that its board of directors oversees how its policies and practices affect freedom of expression and privacy issues at the company.</li></ul><ul><li>Twitter announced that its new <a href=\"https://web.archive.org/web/20211014213209/https://blog.twitter.com/en_us/topics/company/2021/introducing-responsible-machine-learning-initiative\">Responsible Machine Learning Initiative</a> is assessing the risk of racial and gender bias associated with its algorithmic systems.</li></ul><ul><li>Twitter began publishing all of its advertising content policies in Spanish in 2021.</li></ul><ul><li>Twitter stopped publishing the number of Twitter Rules violations reports known to be coming from government entities. </li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Commit to rights-respecting algorithms. Twitter should publish an explicit policy commitment to protect human rights in its development and use of algorithmic systems.</li><li>Conduct human rights due diligence. Twitter should conduct human rights impact assessments to identify risks that its business operations and services may pose to freedom of expression, privacy, and the right to non-discrimination. The scope of these assessments should include targeted advertising policies and the development and use of algorithmic systems.</li><li>Report data on actions taken to remove ads for violating content and targeting rules.To offer the public insight into its advertising-driven business model, Twitter should disclose how many ads it removes and for what reasons.</li></ul>","governance":"<p>Twitter provided no evidence that it conducts human rights due diligence assessing the effects of government regulations on its users (G4a), its enforcement of its own rules (G4b), or its use of targeted advertising (G4c). While it offered users the option to appeal restrictions on their accounts and removals of their tweets, Twitter did not provide sufficient details about its process for responding to such appeals (G6b). </p>","freedom":"<p>Twitter earned the highest freedom of expression score of all companies in our ranking, primarily due to its policies on rule enforcement (F3, F4) and third-party requests to restrict user content and accounts (F5, F6, F7). Twitter disclosed that it uses algorithms to moderate content and that it provides governments and certain third parties with additional channels to flag &ldquo;false or misleading information about civic processes&rdquo; for expedited review (F3a). It clearly described how its algorithmic systems work to curate, rank, and recommend content, but it failed to provide users with sufficient options to control the variables of these systems (F12).</p>","privacy":"<p>Twitter was transparent about the types of user information it collects and its purposes for collecting this data (P3a, P5). It did not disclose all the types of user information it infers (P3b) and shares (P4), nor did it provide users with sufficient options to control their information (P7). It neglected to publish key information about its security policies and practices, including how it responds to data breaches when they occur (P15) and the details of its encryption methods (P16).</p>"}