{"id":"G04e","name":"G4e","category":"governance","label":"Impact assessment: Zero-rating","description":"If the company engages in zero-rating, it should conduct regular, comprehensive, and credible due diligence, such as through robust human rights impact assessments, to identify how all aspects of its zero-rating policies and practices affect users' fundamental rights to freedom of expression and information, to privacy, and to freedom from discrimination, and to mitigate any risks posed by those impacts.","guidance":"“Zero-rating” refers to programs—which can be offered by both telecommunications companies and by platforms, in partnership with telecommunications companies—that provide access to certain online services or platforms without counting against a person's data plan. Many telecommunications providers, including RDR-ranked companies, offer such programs, either as the sole provider of the program or in partnership with social media platforms, such as Facebook's “Free Basics.” These types of programs are a form of network prioritization that undermine net neutrality principles—and can trigger a range of other possible human rights harms, including by undermining the right to freedom of expression and information. In addition, Global Voices Advox has identified Facebook's Free Basics as “a mechanism for collecting profitable data from users” (Global Voices, 2017), raising serious privacy concerns about the program. Zero-rating programs can also be discriminatory in the sense that they prioritize certain types of data over others, either on the basis of the protocol in question (HTTP, HTTPS, VoIP, etc.) or on the basis of the content (i.e., prioritizing one social networking site over another). This discrimination (against types of data) can in turn lead to human rights harms that affect people based on their personal characteristics, including gender, race or ethnicity, language(s) spoken, and myriad other traits. This indicator examines whether companies conduct robust, regular, and accountable impact assessments of the effects of zero-rating programs on users' human rights. Companies that offer such programs should conduct assessments of how these programs may impact users' rights to expression and information, privacy, and non-discrimination. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that a company's decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks of zero-rating programs and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","isParent":false,"hasParent":true}