{"id":"AmericaMovil","printName":"América Móvil, S.A.B. de C.V.","basicInformation":"<p>Headquartered in Mexico, Am&#xE9;rica M&#xF3;vil provides wireless service to <a href=\"https://s22.q4cdn.com/604986553/files/doc_financials/2019/ar/2019-20-F-EN.pdf\">278 million</a> users in more than 20 countries throughout the Americas and Europe. </p>","keyTakeawaysTitle":"Key Takeaways","keyTakeaways":"<ul>\n  <li>Despite some key improvements, Am&#xE9;rica M&#xF3;vil disclosed little about policies and practices affecting freedom of expression and privacy.</li>\n</ul><ul>\n  <li>Am&#xE9;rica M&#xF3;vil disclosed almost nothing about its use of algorithmic systems and targeted advertising.</li>\n</ul><ul>\n  <li>Am&#xE9;rica M&#xF3;vil was more clear about customer complaint channels for freedom of expression issues, but it was still unclear about how it handles government demands to block content or restrict accounts, to shut down the internet, or to hand over user information.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Am&#xE9;rica M&#xF3;vil ranked eighth out of the 12 telecommunications companies we evaluated in 2020</span>. The company made much-needed improvements to its governance and oversight but was particularly opaque on freedom of expression issues. It disclosed nothing about how it responds to government requests for content blocking or internet shutdowns.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Am&#xE9;rica M&#xF3;vil disclosed senior-level oversight on freedom of expression and privacy, and it clarified that all employees undergo training on freedom of expression issues.</li>\n</ul><ul>\n  <li>Am&#xE9;rica M&#xF3;vil&#x2019;s revised privacy policy weakened a previous commitment to purpose minimization </li>\n</ul><ul>\n  <li>The company improved by reporting more about the freedom of expression and privacy-related grievances it receives but did not explain its remedy procedures.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Increase transparency on government requests. Am&#xE9;rica M&#xF3;vil should be more transparent about how it responds to government requests to block content, restrict user accounts, shut down networks, or provide user information.</li>\n</ul><ul>\n  <li>Disclose human rights due diligence practices. Am&#xE9;rica M&#xF3;vil should disclose information about its human rights due diligence, including whether it conducts impact assessments.</li>\n</ul><ul>\n  <li>Clarify security measures. Am&#xE9;rica M&#xF3;vil should clarify its policies for securing user information, including its procedures for handling data breaches.</li>\n</ul>","governance":"<p>Am&#xE9;rica M&#xF3;vil made key governance improvements, including clearer oversight of privacy and freedom of expression issues by senior leadership. However, it continued to lack any mechanism for due diligence or stakeholder engagement.</p><ul>\n  <li><span class=\"font-bold\">Human rights commitment:</span> Am&#xE9;rica M&#xF3;vil made an explicit commitment to protect users&#x2019; freedom of expression and privacy rights (G1). But it failed to make a formal human rights commitment in its development and use of algorithmic systems (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>The company did not disclose any evidence of conducting due diligence to assess privacy, expression, or discrimination risks associated with its services or activities (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement:</span> Am&#xE9;rica M&#xF3;vil disclosed no evidence of systematic engagement with stakeholders that represent, advocate on behalf of, or are people whose freedom of expression and information and rights of privacy are directly impacted by the company (G5). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy:</span> Am&#xE9;rica M&#xF3;vil enabled users to file privacy- and freedom of expression-related grievances, as required by Mexican law.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> It also released data about the volume of these complaints but did not say whether it provided remedy for them (G6a). </li>\n</ul>","freedom":"<p>Am&#xE9;rica M&#xF3;vil disclosed almost nothing about policies and practices affecting users&#x2019; freedom of expression and information rights. </p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>The terms of service for Am&#xE9;rica M&#xF3;vil were difficult to find and understand (F1). The company did not explain its process for policy enforcement (F3a) or disclose data on content or account restrictions that it imposes in response to rule violations (F4a, F4b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Am&#xE9;rica M&#xF3;vil did not disclose any advertising content or ad targeting policies (F1c, F1d). The company&#x2019;s privacy policy says it performs &#x201C;profiling&#x201D; of users for the purpose of advertising.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands: </span>The company did not disclose a policy for responding to government and private demands to block content or restrict accounts (F5) nor did it provide data on the number of such demands it received or complied with (F6, F7). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management:</span> Although it published a policy on net neutrality principles, it did not maintain this commitment in practice, due to its zero-rating program for WhatsApp, Uber, and other popular services (F9). The company had no policy for handling government demands to shut down the internet (F10).</li>\n</ul>","privacy":"<p>Am&#xE9;rica M&#xF3;vil failed to disclose sufficient information about policies and practices affecting privacy and security. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Am&#xE9;rica M&#xF3;vil improved the readability of its privacy policy, but the policy disclosed incomplete information about what types of user information it collects and shares (P3, P4). Am&#xE9;rica M&#xF3;vil disclosed that it performs &#x201C;profiling&#x201D; of users (P3b) and that it collects data about them from third parties to use for advertising (P9).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user information: </span>While it disclosed that it carries out due diligence before responding to government demands for user data, it shared no other details about its process of responding to such demands (P10a), and it also failed to report any data on them (P11a). Am&#xE9;rica M&#xF3;vil did not commit to notify users when it provides their data to the government (P12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>While Am&#xE9;rica M&#xF3;vil had internal measures limiting and monitoring employee access to user information (P13), it failed to disclose any information about how it addresses security vulnerabilities, including if it offers a bug bounty program for security researchers to submit vulnerabilities (P14). Mexican companies are required to notify users when a data breach &#x201C;significantly affects&#x201D; their rights. However, it failed to disclose what steps it takes to address the impact of the breach on its users (P15).<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup></li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> LEY FEDERAL DE TELECOMUNICACIONES Y RADIODIFUSI&#xD3;N <a href=\"http://www.diputados.gob.mx/LeyesBiblio/ref/lftr.htm\">http://www.diputados.gob.mx/LeyesBiblio/ref/lftr.htm</a>f </p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> &#x201C;Ley Federal de Protecci&#xF3;n de Datos Personales En Posesi&#xF3;n de Los Particulares,&#x201D; Article 20 (2010), <a href=\"http://www.diputados.gob.mx/LeyesBiblio/pdf/LFPDPPP.pdf\">www.diputados.gob.mx/LeyesBiblio/pdf/LFPDPPP.pdf</a> </p>"}