{"id":"Google","printName":"Google, LLC","basicInformation":"<p>Headquartered in the United States, Google is a subsidiary of Alphabet, Inc. The company offers some of the world&#39;s most popular internet services and products and has captured <a href=\"https://gs.statcounter.com/search-engine-market-share\">92%</a> of the search-engine market worldwide. More than <a href=\"https://blog.youtube/press/\">two billion</a> logged-in users visited YouTube, its video-sharing service, each month in 2021. Its email service, Gmail, had <a href=\"https://financesonline.com/number-of-active-gmail-users/\">1.8 billion</a> users in 2020. Google derives most of its revenue from its targeted-advertising operations. </p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Google offered no evidence that it conducted human rights impact assessments related to its own policy enforcement, its development and use of algorithmic systems, or its targeted-advertising policies and practices.</li></ul><ul><li>Google provided strong disclosures about its handling of government censorship demands but lacked transparency about how it responds to private requests. It did not commit to push back on overly broad private requests received for Android, Google Drive, and YouTube, and disclosed no information about how it handles such requests for Google Assistant. </li></ul><ul><li>Google provided users with insufficient tools to control the collection and inference of their information, or the use of their information for targeted-advertising purposes.</li></ul><ul><li>Google disclosed no policy for dealing with data breaches when they occur.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>In 2021, Google&rsquo;s dominant position as an agenda-setter for global information infrastructure and digital ad markets was on full display. The company moved ahead with plans to establish a data center in <a href=\"https://cloud.google.com/blog/products/infrastructure/google-cloud-announces-new-regions\">Saudi Arabia</a> and to build a new cloud region in <a href=\"https://cloud.google.com/blog/products/infrastructure/new-google-cloud-region-in-israel\">Israel</a>. These moves drew criticism from <a href=\"https://www.theguardian.com/commentisfree/2021/oct/12/google-amazon-workers-condemn-project-nimbus-israeli-military-contract\">company employees</a> and <a href=\"https://www.accessnow.org/google-cloud-in-saudi-arabia-human-rights-concerns/\">human rights advocates</a> alike, given both countries&rsquo; proven weaponization of digital surveillance against marginalized groups and political activists. </p><p>Google&rsquo;s status in Russia since our last evaluation has been especially complicated. The company <a href=\"https://www.nytimes.com/2021/09/17/world/europe/russia-navalny-app-election.html\">complied with requests</a> from Russian regulators to censor information about opposition candidates ahead of elections in 2021. But following Russia&rsquo;s invasion of Ukraine in early 2022, Google <a href=\"https://www.reuters.com/technology/google-pauses-all-ad-sales-russia-2022-03-04/\">suspended ad</a> sales in Russia on YouTube and Google Search, and it <a href=\"https://www.reuters.com/technology/youtube-google-play-suspend-payment-based-services-russia-2022-03-10/\">halted all payment-based services</a> of YouTube and the Google Play store in Russia. The company offered no evidence that it had conducted human rights impact assessments prior to imposing these measures.</p><p>Google&rsquo;s unique position in the digital ad market was also front and center in 2021. The company <a href=\"https://onezero.medium.com/googles-next-power-play-f296c2e3020e\">announced</a> plans to stop using cookies to track users across the web, proposing an alternative known as FLoC, wherein users would be placed in interest-based groups and tracked at the group level. Although it was billed as a pro-privacy change, <a href=\"https://www.eff.org/deeplinks/2021/03/googles-floc-terrible-idea\">experts argued</a> that FLoC could make privacy-invasive practices like <a href=\"https://www.mozilla.org/en-US/firefox/features/block-fingerprinting/\">fingerprinting</a> easier to carry out. <a href=\"https://rankingdigitalrights.org/2021/11/17/first-party-tracking-power-play-apple-google-human-rights/\">Our own team</a> noted that it also could help to further strengthen Google&rsquo;s grip on the digital ad market. FLoC soon elicited <a href=\"https://investorsforhumanrights.org/sites/default/files/attachments/2022-01/Human%20Rights%20Impact%20Assessment%20GOOG.docx.pdf\">shareholder pressure</a> against the company on privacy grounds, eventually resulting in Google&rsquo;s decision to do away with the plan. This came several months after a group of state attorneys general in the U.S. filed an <a href=\"https://storage.courtlistener.com/recap/gov.uscourts.nysd.564903/gov.uscourts.nysd.564903.152.0_1.pdf\">antitrust complaint</a> against the company, alleging that it has engineered a quasi-monopoly over digital advertising markets, colluded with Facebook (now Meta) to control the market, and engaged in a host of related deceptive practices. </p><p>Google lost points this year in both our freedom of expression and privacy categories. In addition, the company did not engage with RDR during the company feedback phase of our research. Consistent with criticism noted above, we found that even when users set their browsers to eliminate online tracking (using &ldquo;Do Not Track&rdquo;), Google ignored these signals. It failed to give users clear guidance on how they can control Google&rsquo;s use of their information, and failed to explain how it uses their data for targeted advertising. According to the company&rsquo;s <a href=\"https://web.archive.org/web/20220315161103/https://policies.google.com/privacy?fg%3D1%23infocollect\">Privacy Policy</a>, users&rsquo; browser types, search terms, and locations (derived from their IP addresses) may still be used for targeted advertising, even when users opt out of receiving targeted ads.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>For the first time, Google disclosed that its board of directors oversees how company practices affect freedom of expression and information.</li></ul><ul><li>In the past, Google Search pledged to notify users when they searched for content that had been restricted or censored, and to explain the reason why it had been restricted. This promise disappeared from the relevant policy in 2021. </li></ul><ul><li>Google committed to provide Android security updates for at least five years to its Pixel 6 and Pixel 6 Pro phones.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Publish a commitment to uphold human rights in developing and using algorithms. Google should adopt human rights-centered principles and frameworks to guide the development and use of algorithmic systems<span className=\"font-bold\">.</span></li></ul><ul><li>Improve security policies. Google should adopt a strong and comprehensive policy on how it addresses data breaches when they occur, and should conduct and commission third-party security audits on its products and services.</li></ul><ul><li>Publish more data on actions taken to restrict content and accounts. Google should disclose data on actions it takes to enforce its rules on its search, email, cloud, and digital assistant services. It should also publish additional data on how it enforces its ad content and targeting rules. For example, it should disclose the total number of ads it restricts for violating these rules and indicate how many restrictions it enforced under each rule.</li></ul>","governance":"<p>Google offered no evidence that it conducted robust human rights due diligence on its use of algorithmic systems and targeted-advertising policies and practices (G4c,d). Although the company published a set of <a href=\"https://web.archive.org/web/20211022145208/https://ai.google/principles\">AI principles</a>, these principles are not grounded in international human rights standards (G1), and thus are neither legally binding nor enforceable. While it enabled YouTube users to appeal content moderation actions, Google&rsquo;s content moderation appeal mechanisms for Android and Google Assistant were reserved for developers wishing to challenge the rejection of their apps only. Regular users were not able to appeal content moderation decisions on either service (G6b).</p>","freedom":"<p>Google published data about content it restricted for violating its terms of service, but this data covered only YouTube and Android (F4a,b). Its data about the volume of ad content removed did not state the number of ads restricted according to the rule that was violated (F4c). It published a policy on the use of algorithmic systems explaining how its search-engine ranking results work (F1d, F12) and provided some generalized information about how the recommendation system of YouTube works, but it offered no such policy or information for the other services we evaluated (Gmail, Android mobile ecosystem, Google Drive, Google Assistant).</p>","privacy":"<p>Google lacked transparency about what user data it shares (P4) and infers (P3b), and provided users with insufficient options to control their data (P7). Google provides information on how &ldquo;Do Not Track&rdquo; can be turned on for Google Chrome. However, the same page states the following: &quot;Most websites and web services, including Google&#39;s, don&#39;t change their behavior when they receive a Do Not Track request&quot; (P9.5). It scored especially poorly when it came to its security practices. While Google had systems in place to monitor and limit employee access to user information, it did not disclose whether it conducted security audits (P13), and disclosed no policy for dealing with data breaches when they occur (P15).</p>"}