{"id":"Google","basicInformation":"<p>Headquartered in the United States, Google offers some of the world&apos;s most popular internet-related services and products. Google commands <a href=\"https://datareportal.com/reports/digital-2019-global-digital-overview\">90%</a> of the search engine market share worldwide. Its video-sharing service, YouTube, is visited by more than <a href=\"https://www.youtube.com/intl/en-GB/about/press/%23:~:text%3DOver%202%20billion%20logged%2Din,in%20more%20than%20100%20countries.\">two billion</a> logged-in users each month. And its email service, Gmail, has more than 1.5 billion users.</p>","keyTakeaways":"<ul>\n  <li>Google provides no evidence of conducting human rights due diligence on privacy, expression, and discrimination risks of its targeted advertising policies and practices, its development and use of algorithms, and of its zero-rating programs. </li>\n  <li>Google did not commit to uphold human rights as it develops and uses algorithmic systems and lacked transparency about how it develops and deploys these systems.</li>\n  <li>Google was less transparent about its security policies than many of its peers, and it failed to disclose anything about its policies for handling data breaches.</li>\n</ul>","keyFindings":"<p><span class=\"font-bold\">In 2020, Google announced several measures to prevent the spread of misinformation both </span><span class=\"font-bold\"><a href=\"https://www.forbes.com/sites/danielcassady/2020/07/31/google-announces-measures-to-crack-down-on-misinformation-ahead-of-presidential-election/\">before</a></span><span class=\"font-bold\"> and </span><span class=\"font-bold\"><a href=\"https://www.cnbc.com/2020/09/25/google-to-pause-election-ads-after-polls-close-on-election-day.html\">after</a></span><span class=\"font-bold\"> the U.S. presidential election, including banning political ads.</span> Yet the company&#x2019;s video-sharing service, YouTube, was widely <a href=\"https://www.bloomberg.com/news/articles/2020-11-10/youtube-election-loophole-lets-some-false-trump-win-videos-spread?sref%3DSqqo7ODp\">used</a> by people spreading false claims about election results. Google also faced intense antitrust scrutiny and was <a href=\"https://www.justice.gov/opa/pr/justice-department-sues-monopolist-google-violating-antitrust-laws\">sued by the U.S. Justice Department</a> for anticompetitive and exclusionary practices in the search and search advertising markets. Despite facing increased public criticism on several fronts, Google made marginal progress overall in the 2020 RDR Index.</p>","changes":"<ul>\n  <li>Google improved its explanation of how it enforces content rules for Android and Gmail. </li>\n  <li>A statement that had previously appeared on YouTube&#x2019;s Account Termination page, asserting that users are notified by email when their accounts are restricted due to content rule violations, was no longer accessible.</li>\n  <li>Google introduced a new policy that, in some cases, will require users to provide a government ID to open a Google Play Developer account. This will weaken users&#x2019; ability to stay anonymous&#x2014;an essential option for activists, journalists, and other civil society actors in authoritarian or otherwise illiberal countries.</li>\n</ul>","keyRecommendation":"<ul>\n  <li>Publish a commitment to uphold human rights in developing and using algorithms. Google should adopt human rights-centered principles and frameworks to guide the development and use of algorithmic systems. </li>\n  <li>Improve human rights due diligence. Google should more systematically address the impacts of its own policy enforcement, targeted advertising practices, algorithmic use and development, and zero-rating partnerships through robust human rights impact assessments.</li>\n  <li>Increase transparency of data inference practices and collection of user information from third parties. Google should provide sufficient transparency and user control over data inference, so that users can predict, understand, or refute data inferences. The company should respect user-generated signals to opt out of data collection and provide information about its practices with regard to user information it collects from third parties through contractual means.</li>\n</ul>","governance":"<p>For the fourth RDR Index in a row, Google lags behind its peers in the governance category. It disclosed less about its governance and oversight over human rights issues than its peers in the Global Network Initiative. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Google made explicit commitments to privacy and freedom of expression and information but did not publish a clear commitment to human rights in its development and use of algorithmic systems. Google has a set of AI principles that the company applies in developing and using AI, including that the systems be &quot;socially beneficial&quot; and not lead to bias or discrimination. However, it is not clear that adherence to international human rights standards and norms is the primary framework governing how algorithms are developed and deployed across Google&#x2019;s platforms (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Google lacked evidence of conducting robust human rights due diligence on key aspects of its operations, including on possible human rights harms associated with its use of algorithmic systems and advertising-based business models. While it disclosed that it conducts risk assessments on some aspects of the regulatory environments in which it operates, it disclosed no evidence of assessing freedom of expression and information, privacy, and discrimination risks associated with the enforcement of its own policies, its targeted advertising policies and practices, its use and development of algorithmic systems, and zero-rating programs (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Google is a member of the multi-stakeholder Global Network Initiative. However, GNI focuses primarily on government demands and does not address a wider set of human rights issues that internet users face (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Google failed to disclose clear, predictable, and accessible grievance and remedy procedures (G6a). YouTube users have the ability to appeal Community Guidelines actions, but they are offered no explanation of how the appeals process actually works (G6b). </li>\n</ul>","freedom":"<p>Google earned the second-highest freedom of expression and information score among digital platforms we evaluated, after Twitter, but failed to provide clear evidence of enforcing its rules, including for ad content and bot policies. </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Google was transparent about its rules regarding what is and is not allowed on its platform (F3a) but was not fully transparent about the processes it uses to identify content or accounts that violate the company&#x2019;s rules and the role of algorithmic systems in that process. Google&#x2019;s transparency about the actions it took to enforce its terms of service was inconsistent (F4a). YouTube&apos;s Community Guidelines Enforcement Report disclosed the number of YouTube videos removed for terms of service violations. While YouTube indicated that it restricts content and accounts in various ways, like removal or age-restriction, the report did not include numbers for all types of restrictions. The company also did not publish rules governing the use of bots on YouTube (F13). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Google explained how the algorithmic ranking systems are used for Search but gave no indication of whether users can opt in to these systems (F12). YouTube&#x2019;s Help page made broad references to the use of algorithms for recommending content to its users (F1d), but none of Google&#x2019;s other services offered information about how their algorithms work. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Google&#x2019;s ad content and targeting policies were easy to find but difficult to understand (F1b, F1c). Policies described what types of ad content and targeting parameters are prohibited (F3b), but were not clear about how breaches are detected or reported (F3b, F3c). Google shared some data about the volume of ad content it removes, but it did not divulge how many of those ads were removed due to content or targeting rule violations (F4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Google remained one of the strongest platforms on reporting government censorship demands (F5-F7). It disclosed more about its processes for handling these demands, and data detailing its compliance with them, than any other company, apart from Twitter.</li>\n</ul>","privacy":"<p>Google placed fifth on privacy among digital platforms we evaluated. It stood out for strong transparency of government demands for user information but was less transparent about its data handling and security policies.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Google was clear about what user information it collects and how (P3a) but revealed less about what data it infers (P3b). Google failed to disclose a policy describing how its algorithmic systems are developed (P1b), and it gave users no options to control how their information is used to develop them (P7).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Google remained one of the most transparent digital platforms about how it handles government requests for user information (P10a, P11a). Like other U.S. companies, it did not divulge the exact number of requests it received for user data under the Foreign Intelligence Surveillance Act or via National Security Letters, or the actions it took in response to these requests, which are typically <a href=\"http://www.congress.gov/bill/114th-congress/house-bill/2048\">accompanied by a gag order</a>. Google explained why it sometimes shares user information in response to private requests (P10b), but it did not explain its processes for responding to such requests nor did it publish any data about its compliance with these requests (P10b, P11b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Google was transparent about ways in which users can keep their accounts secure (P17), but it revealed no information about what actions it would take to address potential data breaches (P15). The company disclosed that it encrypts user traffic by default, but it did not disclose if users can enable end-to-end encryption with their private content or communications for Gmail, YouTube, or Google Drive (P16).</li>\n</ul>","footnotes":"footnotes missing"}