{"id":"Telenor","printName":"Telenor ASA","basicInformation":"<p>Headquartered in Norway, Telenor Group offers mobile and fixed-line broadband services to <a href=\"https://www.telenor.com/about-us/telenor-at-a-glance/%23:~:text%3DTelenor%20Group%20is%20a%20leading,USD%2012%20billion%20(2019).\">180 million</a> customers across Nordic countries and Asia.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>While Telenor disclosed strong corporate governance and oversight over human rights issues, it lacked sufficient transparency about whether it conducts regular, comprehensive, and credible human rights due diligence across all aspects of its operations, including on its zero-rating programs.</li>\n</ul><ul>\n  <li>Telenor did not disclose the number or nature of content blocking and account restriction actions it took to enforce its own rules. Although in 2020 it began providing more information on the number of accounts affected by government demands to restrict content and accounts, this data was not comprehensive and did not cover key issues, like the types of subject matter associated with the demands it receives.</li>\n</ul><ul>\n  <li>Telenor disclosed less about its security policies than most of its European peers, disclosing almost no information about how it addresses security vulnerabilities.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Telenor ranked third among telecommunications companies, trailing behind Telefonica and Vodafone. </span>In 2020, Telenor&#x2019;s operating company in Myanmar received and complied with various government orders to <a href=\"https://www.wsj.com/articles/internet-shutdowns-become-a-favorite-tool-of-governments-its-like-we-suddenly-went-blind-11582648765?mod%3Dsearchresults_pos2%26page%3D1\">shut down</a> its network services and block content, including over 2000 websites prohibited under Myanmar&#x2019;s Telecommunications Law. In the 2020 RDR Index, Telenor was more transparent than all of its peers about its process for responding to government demands to shut down networks, but it revealed insufficient information about the nature and volume of government demands it receives to block content. </p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Telenor&#x2019;s latest transparency report, the Authority Requests Disclosure Report 2019 included more data about government requests to restrict content or accounts, or to shut down networks. </li>\n</ul><ul>\n  <li>Telenor disclosed more about how long it retains user information and what systems it has in place to limit employee access to user information. </li>\n</ul><ul>\n  <li>Telenor lost points on security for removing a statement indicating that it notifies affected users when a data breach happens. </li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Clarify handling of user data. Telenor should clearly disclose to its users what options they have to control the company&#x2019;s collection, inference, retention, and use&#x2014;including for targeted advertising and the development of algorithmic systems&#x2014;of their user information.</li>\n</ul><ul>\n  <li>Improve human rights due diligence.<span class=\"font-bold\"> </span>Telenor should conduct regular, comprehensive, and credible due diligence to identify how its processes for policy enforcement affect users&#x2019; fundamental rights to freedom of expression, to privacy, and to non-discrimination. </li>\n</ul><ul>\n  <li>Uphold net neutrality in practice. Telenor<span class=\"font-bold\"> </span>should clarify and affirm its commitment to upholding net neutrality principles by refraining from engaging in paid prioritization of traffic, including offering zero-rating programs, which are a form of network discrimination that undermines net neutrality.</li>\n</ul>","governance":"<p>While Telenor disclosed strong governance and oversight over human rights issues and commitments across its global operations, it lacked sufficient transparency about whether it conducts regular, comprehensive, and credible human rights due diligence.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>The company published a public commitment to respect privacy and freedom of expression as human rights (G1) and disclosed evidence of senior-level management over these issues within the company (G2). Telenor Group&apos;s Artificial Intelligence page outlines the company&#x2019;s goals for AI but did not articulate a clear commitment to human rights in its development and use of algorithms. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>According to Telenor Group&#x2019;s <a href=\"https://www.telenor.com/wp-content/uploads/2020/03/2201011-Annual-Report-2019-Q-a97d1b270234873cebe5901dfe14e8c2-1.pdf\">2019 annual report</a> the company conducted a human rights due diligence process which identified its most critical group-wide human rights risks. While Telenor conducted risk assessments on some aspects of the regulatory environments in which it operates, it disclosed no evidence of conducting risk assessments of its own policies (G4b) on targeted advertising(G4c), use and development of algorithmic systems (G4d), and zero-rating programs (G4e).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Telenor is a member of the multi-stakeholder organization Global Network Initiative. However, GNI focuses primarily on government demands and does not cover a wider set of human rights issues that internet users face (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Telenor has an Integrity Hotline that anyone can use to report a grievance or violation to the company&apos;s Code of Conduct. Since the Code of Conduct clearly addresses the company&apos;s commitments to human rights and invokes the Universal Declaration of Human Rights, it is clear the scope of this mechanism can be used to report freedom of expression- and privacy-related grievances.<span class=\"font-bold\"> </span>But while the company provided users with an option to submit such complaints, it offered no information about the number of complaints it received or any evidence that it provided users with a remedy (G6a).</li>\n</ul>","freedom":"<p>While Telenor made progress by explaining its process for responding to government censorship demands, it still failed to disclose adequate information about policies and practices affecting users&#x2019; freedom of expression.</p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>Telenor&#x2019;s terms of service were easy to access (F1a) but included limited information about whether and how the company will directly notify users about changes to those policies (F2a). While these terms included some information about what types of content and activities are prohibited on its services (F3a) and information about how users will be notified when their accounts are restricted (F8), Telenor disclosed nothing about what actions it took to enforce these rules (F4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Telenor indicated that it enables third parties to target its users with advertising content, but provided no further information about its ad targeting rules (F3c). Like most companies in the 2020 RDR Index, Telenor published no data showing evidence of enforcing its ad policies (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Telenor was clear about how it responds to government censorship demands (F5a) and even shared some information about how it responds to private requests to block child sexual abuse material (F5b). Telenor provided limited information on the number of accounts affected by government demands for content and account restrictions (F6).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management: </span>Telenor did not make clear commitments to net neutrality. It failed to explain if the company can block or delay certain traffic for reasons other than ensuring quality of service. In addition, it offered a zero-rating program for music services called Music Freedom, which is an example of prioritizing traffic for purposes other than assuring quality of service (F9). The company disclosed more than all of its peers about its process for responding to government demands to shut down networks (F10).</li>\n</ul>","privacy":"<p>Telenor disclosed less than most of its European peers about policies affecting users&#x2019; privacy and was particularly unclear about the types of information it collects from third parties.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Telenor did not fully share the types of data it collects (P3), or shares (P4), and did not give users very clear options to control what data the company collects and shares about them, including for the purposes of targeted advertising or developing algorithmic systems (P7). It failed to clarify the types of information it collects from third parties through data brokers (P9). Such data can be used to make inferences, or predictions, about users&#x2019; behaviors. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Telenor made some progress in explaining how it handles government demands to access user information or communications (P10a). It disclosed more data about government requests for user information and began reporting the number of these requests it complied with. It failed to explain how it responds to private requests for user information (P10b) or provide data regarding the nature and volume of such requests (P11b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Telenor improved its disclosure of how it limits employee access to user information, but did not specify precisely how it does this. It is not clear whether the company merely limits employee access to user information, or if such access is also monitored (P13). The company disclosed almost no information about how it addresses security vulnerabilities (P14). Telenor removed a statement from its website in which it pledged to notify affected users when a data breach occurs (P15).</li>\n</ul>"}