{"id":"VerizonMedia","basicInformation":"<p>Headquartered in the United States, Verizon Media is a division of the multinational telecommunications company Verizon Communications. It offers digital media, online advertising, and other internet services.</p>","keyTakeaways":"<ul>\n  <li>Verizon Media had clearer and more accessible advertising policies than all other companies. But it revealed only a snapshot of its data on the enforcement of ad content and targeting rules and did not disclose if it conducts human rights due diligence on targeted advertising.</li>\n  <li>Verizon Media published policies on how it uses algorithms and provided information on how it supports the enforcement of these policies, but revealed little about the human rights impact assessments (HRIAs) that it conducts on the use and development of its algorithmic systems.</li>\n  <li>Verizon Media failed to disclose how it responds to data breaches, despite suffering the largest data breach in the history of the internet in 2015.</li>\n</ul>","keyFindings":"<p><span class=\"font-bold\">Verizon Media placed second among digital platforms, due</span> <span class=\"font-bold\">to strong governance of human rights issues and transparency of advertising policies and algorithms. </span>In August 2019, Verizon Media sold blogging platform <a href=\"https://www.theverge.com/2019/8/12/20802639/tumblr-verizon-sold-wordpress-blogging-yahoo-adult-content\">Tumblr</a>, but it continued to offer Yahoo Mail, which is the sole service we evaluated in the 2020 RDR Index. Verizon Media has consistently ranked among the top companies in the RDR Index for strong commitments to and governance over human rights, but falls notably short on some security policies. In July 2020, a California court <a href=\"https://www.natlawreview.com/article/court-approves-class-action-settlement-re-yahoo-inc-customer-data-security-breach\">approved a class action settlement</a> in a long-standing legal case that resulted from multiple data breaches over a period of several years that affected billions of Yahoo accounts. The court found that Yahoo had failed to promptly disclose these breaches and ordered the company to beef up its data protection systems and mechanisms for addressing security vulnerabilities. Verizon Media had yet to publish a policy addressing data breaches as of the publication of the 2020 RDR Index.</p>","changes":"<ul>\n  <li>Verizon Media clarified that it conducts human rights risk assessments on the development and use of algorithms.</li>\n  <li>Verizon Media pledged to not pursue lawsuits or initiate law enforcement investigations against researchers who report security vulnerabilities.</li>\n</ul>","keyRecommendation":"<ul>\n  <li>Adopt a human rights framework for developing and using algorithms. Verizon Media should publicly commit to using human rights as the primary framework guiding its development and use of algorithms.</li>\n  <li>Be more transparent about rules enforcement. Verizon Media should produce data on content and accounts restricted due to policy violations and expand its disclosure of data on the enforcement of its ad policies.</li>\n  <li>Improve security policies.<span class=\"font-bold\"> </span>Verizon Media should publish a policy addressing how it handles data breaches, specify how it controls employee access to data, and provide information on third-party security audits.</li>\n</ul>","governance":"<p>Verizon Media earned the second-highest governance score among digital platforms we evaluated on the strength of its oversight of human rights issues, robust internal implementation, and some aspects of its human rights due diligence.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Verizon Media made an explicit commitment to protect and respect privacy and freedom of expression and information as human rights, but did not publish a similar commitment to adhere to human rights principles as it develops and deploys algorithms (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Verizon Media provided evidence of robust human rights due diligence, including comprehensive human rights impact assessments (HRIAs) of government regulations in different jurisdictions in which it operates (G4a). The company also revealed that its HRIA process encompasses evaluations of how it enforces its terms of service (G4b) and on its development and deployment of algorithms. Still, we found no equivalent information on targeted advertising (G4c), and it is unclear whether the company&#x2019;s assessments of the impact of its algorithmic systems specifically consider freedom of expression and information, privacy, and non-discrimination.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement:</span> Verizon Media is a member of the multi-stakeholder Global Network Initiative. However, GNI focuses primarily on government demands and does not include a wider set of human rights issues that internet users face (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Access to remedy was a weak point in Verizon Media&#x2019;s overall governance score (G6a). The company provided some information on grievance mechanisms but the scope of these mechanisms was unclear.</li>\n</ul>","freedom":"<p>Verizon Media had clearer terms of service enforcement processes and advertising policies than many of its peers, but it failed to publish sufficient enforcement data.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Yahoo Mail&#x2019;s Terms of Service and Community Guidelines were easy to find and understand<span class=\"font-bold\"> </span>(F1a), but did not clearly explain how users are notified of changes to these policies (F2a). Policies clearly described what content is prohibited and how these rules are enforced, including how it uses algorithms to combat the spread of child sexual abuse material and prevent other types of abuse<span class=\"font-bold\"> </span>(F3a). Yet it did not report data about restrictions to content or accounts for violations of these rules (F4a).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use: </span>Verizon Media described how it uses algorithms for Yahoo Mail in its Communication Products Policy, its FAQ, and its Analytics page (F1d)<span class=\"font-bold\">.</span></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>The company&#x2019;s Ad Serving Policy and Relevant Advertising Policy were both easy to find and clear, as was its page on How Digital Advertising Works, which provided users with more insight about targeting (F3b, F3c). It was the only company to state that human reviewers examined at least some of its targeting audiences (F3c). Verizon Media&#x2019;s Ad Policy Enforcement Updates provided some data on ads enforcement. </li>\n</ul>","privacy":"<p>Verizon Media earned the second-best score on privacy after Apple, but fell short on security indicators. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Yahoo Mail&#x2019;s<span class=\"font-bold\"> </span>Privacy Policy was clear and easy to find, but did not clearly commit to notifying users of changes prior to those changes coming into effect (P2a). Yahoo Mail did not publish a policy explaining how it develops and trains its algorithms (P1b). The company revealed some information about its data inference practices (P3b). But the company&#x2019;s Privacy Dashboard and Controls required users to log in to understand what types of data collection and processing they could control (P7). Its publicly available policies provided limited information about how users can control the information Verizon Media collects and no information about how they can control what it infers.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Verizon Media clearly explained how the company responds to government requests for user information (P10a). Like other U.S. companies, it did not divulge the exact number of requests received for user data under the Foreign Intelligence Surveillance Act or National Security Letters, or the actions it took in response to these requests, since it is <a href=\"http://www.congress.gov/bill/114th-congress/house-bill/2048\">prohibited by law</a> from doing so. The company published a notification policy for government demands for user data, but not for private requests (P12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>While Verizon Media was relatively transparent about its mechanisms for addressing security vulnerabilities and protecting the security of users&#x2019; accounts, its oversight of security issues and policies on data breaches were weak. Verizon Media published an explicit commitment not to pursue legal action against researchers reporting security vulnerabilities (P14). It also retained strong policies on two-factor authentication and other account security features (P17). But Verizon Media failed to specify how it limits and monitors unauthorized employee access to user information or conducts third-party audits (P13). The company published no information on how it addresses data breaches (P15), despite <a href=\"https://www.natlawreview.com/article/court-approves-class-action-settlement-re-yahoo-inc-customer-data-security-breach\">massive security incidents</a> involving billions of accounts.</li>\n</ul>","footnotes":"footnotes missing"}