{"id":"Amazon","printName":"Amazon.com, Inc.","basicInformation":"<p>Headquartered in the United States, Amazon is one of the world&rsquo;s largest e-commerce platforms, with more than <a href=\"https://www.statista.com/statistics/271450/monthly-unique-visitors-to-us-retail-websites/\">214.8 million</a> monthly visitors. It also offers cloud computing, web hosting, video streaming, facial recognition software, and a personal digital assistant service, Alexa.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Amazon earned the second-lowest score in the governance category, after Tencent. </li></ul><ul><li>Amazon earned the second-lowest score among digital platforms in the freedom of expression and information category for having unclear (and in some cases, nonexistent) rules and being opaque about how they are enforced.</li></ul><ul><li>Amazon disclosed very little about how it handles user information, and nothing about its data retention policies.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span className=\"font-bold\">A newcomer to the ranking this year, Amazon earned the lowest score of all digital platforms in the 2020 RDR Index. </span>In 2020, the company <a href=\"https://themarkup.org/2020-in-review/2020/12/29/amazons-2020-was-a-banner-year-for-profits-and-for-criticism\">earned record profits</a>, while facing continued scrutiny for falling short on respect for human rights. Amazon offered no evidence that it assesses the human rights impacts of some of its most popular services. In 2019 and 2020, investigations by researchers and journalists shed light on the company&rsquo;s failures to protect users from human rights harms. Amazon&rsquo;s e-commerce platform made headlines when it <a href=\"https://www.businessinsider.com/amazon-removes-proud-boys-trump-quote-merchandise-2020-10\">removed listings</a> for products promoting the far-right Proud Boys group, and when it <a href=\"https://themarkup.org/banned-bounty/2020/09/17/amazon-sales-peptides-doping-drugs\">banned the sale of injectable drugs</a> to protect users&rsquo; health. We found that the company failed to disclose any data around its enforcement of these content rules. When companies publish this data, it allows civil society to hold them accountable for enforcing their own rules&mdash;an area where Amazon falls short.</p>","changesTitle":"Changes since 2019","changes":"<ul><li>Amazon earned the second-lowest score in the governance category, after Tencent. </li><li>Amazon earned the second lowest score among digital platforms in the freedom of expression and information category for having unclear (and in some cases, nonexistent) policies on how it governs content, including buyer reviews and listings of products sold on the platform.</li><li>Amazon disclosed very little about how it handles user information, and nothing about its data retention policies (P6), despite its deep reliance on user data to fuel its business model.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Establish strong governance and oversight over human rights. Amazon should disclose more information about its human rights due diligence, including whether it conducts human rights impact assessments in association with the use and development of algorithms.</li></ul><ul><li>Increase transparency about government demands and enforcement of its platform rules. Amazon should regularly publish data about the volume and nature of actions it takes to restrict content in response to government demands or to the violation of its own rules.</li></ul><ul><li>Increase transparency about handling of user information. Amazon should provide more detail about how and for what purposes it collects, infers, and shares user information. It should also improve users&rsquo; options to control and access their own information.</li></ul>","governance":"<p>Amazon made a limited commitment to human rights and published some information about its appeals mechanisms, but otherwise failed to disclose any information about the other issues covered in this category. </p><ul><li><span className=\"font-bold\">Commitment to human rights: </span>While Amazon made references to international human rights frameworks like the Universal Declaration of Human Rights in its Global Human Rights Principles, it did not specifically mention a commitment to respecting freedom of expression and information or privacy. The language used suggests that Amazon is primarily focused on human rights risks in its supply chain, but not other types of human rights (G1). </li></ul><ul><li><span className=\"font-bold\">Human rights due diligence: </span>Amazon provided no evidence that it conducts any type of human rights impact or risk assessments (G4a-d). </li></ul><ul><li><span className=\"font-bold\">Stakeholder engagement: </span>On its Sustainability Partnerships page, Amazon lists a number of external partners with which it engages, but none of these partnerships address freedom of expression and information, privacy, or potential human rights harms such as discrimination (G5).</li></ul><ul><li><span className=\"font-bold\">Remedy: </span>We found no evidence of a remedy mechanism for freedom of expression and information or privacy related grievances (G6a). The company disclosed the steps sellers need to follow to appeal the deactivation of their accounts and the removal of their listings. The company did not disclose options for buyers to appeal the deactivation of their accounts and removal of their comments (G6b) <span className=\"font-bold\">. </span></li></ul>","freedom":"<p>Amazon disclosed little about its policies and practices affecting freedom of expression and information, revealing less than all other digital platforms, except for Baidu. It was the least transparent digital platform about platform rules and enforcement. </p><ul><li><span className=\"font-bold\">Content moderation: </span>Content and account rules for Amazon.com and Amazon Drive were easy to find and understand, but Alexa&rsquo;s rules were less accessible. The company failed to provide any proof that it enforces these rules (F4a, F4b). </li></ul><ul><li><span className=\"font-bold\">Algorithmic use and content curation: </span>Amazon did not publish a policy outlining how it uses algorithms on its services (F1d), or about if and how it uses algorithms to curate the content that users can access on either Amazon.com or Alexa (F12).                 </li></ul><ul><li><span className=\"font-bold\">Advertising content and targeting: </span>Ad content policies and targeting rules were easy to find for Amazon.com. Ad content rules for Alexa were only accessible through Amazon&rsquo;s developer page, and were therefore harder to find (F1b,c). The company published no data about the enforcement of its ad content or targeting policies (F4c).</li></ul><ul><li><span className=\"font-bold\">Censorship demands:</span> Amazon was one of two digital platforms&mdash;along with Samsung&mdash;that failed to reveal any information about its processes for responding to government and private demands for content and account restrictions (F5a, F5b). Nor did it disclose data on the nature and volume of such requests it received and complied with (F6, F7). </li></ul>","privacy":"<p>Amazon earned the second-lowest privacy score among digital platforms, outperforming only Samsung. It disclosed very little about its handling of user information, and less than most other platforms about policies for keeping user data secure. </p><ul><li><span className=\"font-bold\">Handling of user data: </span>The Amazon Privacy Notice, which applies to all of the services we evaluated, was easy to find. Out of 14 digital platforms, however, Amazon was the least transparent about how it handles user information (P3-P9). It shared nothing about its data retention policies (P6) and did not allow users to obtain a copy of their user information (P8). Amazon offered very limited options for users to exercise control over their own data. In the Amazon Advertising Preferences, users can opt out of interest-based ads, suggesting that targeted advertising is the default. Even after selecting that option, though, users may still see personalized ads, according to the policy (P7).         </li></ul><ul><li><span className=\"font-bold\">Government and private demands for user data: </span>Amazon revealed some information about how it handles government demands for user data. In its Information Requests Transparency Report, Amazon disclosed how it responds to National Security Letter  requests, but it did not provide any information about how or whether it responds to other types of non-judicial requests, such as emergency requests from law enforcement. Like other U.S. companies, Amazon did not divulge the exact number of requests received for user data under the Foreign Intelligence Surveillance Act or National Security Letters, or the actions it took in response to these requests, since it is prohibited by <a href=\"http://www.congress.gov/bill/114th-congress/house-bill/2048\">law</a> from doing so (P11a). Amazon did not provide any information about how it handles private demands for user information (P10b) or the volume of such requests (P11b) it receives or complies with. </li></ul><ul><li><span className=\"font-bold\">Security: </span>Amazon disclosed less than most other digital platforms, except Samsung, about its policies and practices for keeping user data secure. It offered no information about protocols limiting employee access to user data (P13) and no information about its policies for responding to data breaches (P15). Amazon was one of the least transparent digital platforms about its encryption policies (P16).         </li></ul>"}