{"id":"Amazon","basicInformation":"<p>Headquartered in the United States, Amazon is one of the world&#x2019;s largest e-commerce platforms, with more than <a href=\"https://www.statista.com/statistics/271450/monthly-unique-visitors-to-us-retail-websites/\">197 million</a>monthly visitors. It also offers cloud computing, web hosting, video streaming, facial recognition software, and a personal digital assistant service, Alexa. We are ranking Amazon for the first time.</p><p><span class=\"font-bold\">Domicile</span>: United States</p><p><span class=\"font-bold\">Website</span>:<a href=\"https://www.facebook.com\">www.facebook.com</a></p>","keyFindings":"<p><span class=\"font-bold\">Amazon earned the lowest total score of all digital platforms in the 2020 RDR Index. The company published less information about how its practices affect users&#x2019; freedom of expression and privacy than any other digital platform we evaluate.</span><span class=\"font-bold\"></span>In 2019 and 2020, multiple investigations by researchers and journalists shed light on the company&#x2019;s failures to protect users from these and other human rights harms, such as discrimination. In June 2020, <a href=\"https://www.aboutamazon.com/news/policy-news-views/we-are-implementing-a-one-year-moratorium-on-police-use-of-rekognition\">Amazon pledged</a>to stop selling facial recognition technology to law enforcement agencies for one year, after it was proven to carry <a href=\"https://www.nytimes.com/2019/01/24/technology/amazon-facial-technology-study.html\">racial and gender biases</a>. Amazon&#x2019;s e-commerce platform made headlines in 2020 when it <a href=\"https://www.businessinsider.com/amazon-removes-proud-boys-trump-quote-merchandise-2020-10\">removed listings</a>for products promoting the far-right Proud Boys group, and <a href=\"https://themarkup.org/banned-bounty/2020/09/17/amazon-sales-peptides-doping-drugs%20https://www.reuters.com/article/us-amazon-com-britain-idUSKBN23706W\">banned the sale of injectable drugs</a>to protect users&#x2019; health. Yet in our research, we found that the company failed to disclose any data around its enforcement of these content rules. When companies publish this data, it allows the public and civil society to hold them accountable for enforcing their own rules&#x2014;an area in which Amazon falls short, according to <a href=\"https://themarkup.org/banned-bounty/2020/09/17/amazon-sales-peptides-doping-drugs\">investigations</a>by independent media outlets. </p>","analysis":"<ul>\n  <li>Amazon earned the second-lowest score in the governance category after Tencent. </li>\n  <li>The company also earned the second-lowest score among digital platforms in the freedom of expression category for unclear or non-existent policies about how content (including buyer reviews and listings of products sold on the platform) is governed on its services.</li>\n  <li>Amazon disclosed very little about how it handles user information &#x2014;and nothing about its data retention policies (P6), despite its deep reliance on user data to fuel its business model.</li>\n</ul>","keyRecommendation":"<ul>\n  <li><span class=\"font-bold\">Improve disclosure of human rights due diligence: </span>Amazon should disclose more information about its human rights due diligence, including whether it conducts human rights impact assessments in association with the use and development of algorithms.</li>\n  <li><span class=\"font-bold\">Increase transparency about platform rules enforcement: </span>Amazon should regularly publish data about the volume and nature of actions it takes to restrict content that violates the company&#x2019;s rules.</li>\n  <li><span class=\"font-bold\">Increase transparency about handling of user information: </span>Amazon should provide more information about how and for what purposes it collects, infers, and shares user information. It should also improve users&#x2019; options to control and access their own information.</li>\n</ul>","governance":"<p>Amazon made a commitment to human rights (G1) and published some information about its appeals mechanisms (G6b), but otherwise failed to disclose any information about the other issues covered in this category.. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>While Amazon made references to international human rights frameworks like the Universal Declaration of Human Rights in its <a href=\"https://sustainability.aboutamazon.com/governance/amazon-global-human-rights-principles\">Global Human Rights Principles</a>, it did not specifically mention a commitment to respecting freedom of expression and information or privacy. The language used in the &#x201C;Principles&#x201D; document suggests that Amazon is primarily focused on human rights risks in its supply chain, but not other types of human rights risks (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>On its <a href=\"https://sustainability.aboutamazon.com/governance/sustainability-partnerships\">Sustainability Partnerships page</a>, Amazon lists a number of external partners with which it engages, but none of these partnerships address freedom of expression and information, privacy, or potential human rights harms such as discrimination (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Amazon provided no evidence that it conducts any type of human rights impact or risk assessments (G4a-e). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>We found no published evidence that the company maintains a human rights grievance mechanism (G6a). The company disclosed <a href=\"https://sellercentral.amazon.com/gp/help/external/G200370560?language%3Den_US\">the steps</a>sellers need to follow to appeal the deactivation of their accounts and the removal of their listings (G6b). The company did not disclose options for buyers to appeal the deactivation of their accounts and removal of their comments<span class=\"font-bold\">. </span>Over all, Amazon provided no evidence of a robust and predictable appeals process, which should include oversight by a human reviewer, a clear reviewing timeframe, and an opportunity to present additional information. </li>\n</ul>","freedom":"<p><br>Amazon disclosed little about its policies and practices affecting freedom of expression, . It revealing ed less than all other most of the digital platforms evaluated except for , outperforming only Baidu. Among the digital platforms we evaluate, Amazon was the least transparent about platform rules and enforcement (F3, F4). </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Amazon.com and Amazon Cloud&#x2019;s <a href=\"https://www.amazon.com/gp/help/customer/display.html?ie%3DUTF8%26nodeId%3D508088%26ref_%3Dfooter_cou\">content rules</a>were easy to find and understand, but Alexa&#x2019;s <a href=\"https://www.amazon.com/gp/help/customer/display.html?nodeId%3D201809740\">content</a><a href=\"https://developer.amazon.com/support/legal/da\">rules</a>were less accessible. While Amazon outlined some of its <a href=\"https://developer.amazon.com/en-US/docs/alexa/custom-skills/policy-testing-for-an-alexa-skill.html\">policies</a>for these <a href=\"https://www.amazon.com/gp/help/customer/display.html?nodeId%3D201809740\">services</a>(F3a), it failed to disclose anything about how and whether the rules are enforced (F4a, F4b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Amazon did not provide users of Alexa or Amazon.com with an operational-level policy outlining how the company uses algorithmic systems (F1d). The company shared no information about whether and how it uses algorithmic systems to curate, recommend, or rank the content that users can access through Amazon.com or Alexa (F12). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span><a href=\"https://www.amazon.com/gp/help/customer/display.html?nodeId%3D202075050\">Ad content</a>policies and <a href=\"https://advertising.amazon.com/en-us/resources/ad-policy/creative-acceptance\">targeting rules</a>were relatively easy to find for Amazon&#x2019;s e-commerce platform. The <a href=\"https://developer.amazon.com/en-US/docs/alexa/custom-skills/policy-testing-for-an-alexa-skill.html\">advertising content rules</a>for Alexa were only accessible through a developer-facing policy. These rules included some information about the types of advertising content that the company does not allow (F3b) but less clear information about the ad targeting rules of the company (F3c). Amazon published no data about the enforcement of its ad content or targeting policies (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands</span>: Amazon and Samsung were the only digital platforms that failed to reveal any information about their processes for responding to government and private third-party demands for content and account restrictions (F5a, F5b) and data on the number and volume of such requests it received and complied with (F6, F7). </li>\n</ul>","privacy":"<p>Amazon earned the second-lowest score among digital platforms in our Index, outperforming only Samsung. It disclosed very little about its handling of user information (P3 - P9) and nothing about its data retention policies (P6). The company also scored comparatively low on our security indicators. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>- The <a href=\"https://www.amazon.com/gp/help/customer/display.html?ie%3DUTF8%26language%3Den_US%26nodeId%3D468496%26ref_%3Dfooter_privacy\">Amazon Privacy Notice</a>, which applies serves as the privacy policy for to all of the services we evaluated, was easy to find. However, out of 14 digital platforms, Amazon was the least transparent about how it handles user information (P3-P9), leaving users in the dark about whether and how the company uses their data to develop algorithms (P1b). Amazon offered very limited options for users to exercise their rights over their own data. In the &quot;<a href=\"https://www.amazon.com/adprefs\">Amazon Advertising Preferences</a>,&quot; the company provided users with the option to opt out of interest-based ads. However, even after selecting that option, users may still see personalized ads, according to the policy (P7). During the research period, Amazon users could not obtain a copy of their user information (P8). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: -</span>Amazon revealed some information about how it handles government demands for user data. In its <a href=\"https://d1.awsstatic.com/certifications/Information_Request_Report_December_2019.pdf\">Information Requests Transparency Report</a>, Amazon disclosed how it responds to National Security Letter (NSL) requests, but it did not provide any information about how or whether it responds to other types of non-judicial requests, such as emergency requests from law enforcement. Like many other companies, Amazon did not provide any information about how it handles private demands for user information (P10b) or the volume of such requests (P11b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: - </span>Amazon disclosed less than all other digital platforms we rank about its policies and practices for keeping user data secure. It offered no information about protocols limiting employee access to user data (P13) and no information about its policies for responding to data breaches (P15). Amazon was one of the least trransparent owest-scoring companies in the RDR Index (among both digital platforms and telcos) about its on encryption policies for user communications. While Alexa&#x2019;s <a href=\"https://www.amazon.com/gp/help/customer/display.html?nodeId%3D201809740\">privacy page</a>stated that communications user interactions with Alexa are encrypted in transit to Amazon&#x2019;s servers, the company did not provide users of Amazon.com or Amazon Cloud with information about whether the transmission of user communications is encrypted by default (P16). </li>\n</ul>","footnotes":"footnotes missing"}