{"id":"Amazon","printName":"Amazon.com, Inc.","basicInformation":"<p>Headquartered in the United States, Amazon runs one of the world&rsquo;s largest e-commerce retail platforms, with more than <a href=\"https://www.statista.com/statistics/271450/monthly-unique-visitors-to-us-retail-websites/\">2.45</a> billion monthly visitors. It also offers cloud computing, web hosting, video streaming, facial recognition software, and a virtual assistant service known as Alexa. Its revenues are driven by its online retail business, cloud computing and hosting services, and advertising.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Although Amazon made improvements in governance and privacy, it was by far the least transparent U.S.-based platform in our evaluation, and outperformed by Russian, Chinese, and Korean based platforms. </li></ul><ul><li>Amazon published the <a href=\"https://web.archive.org/web/20211109113827/https://d1.awsstatic.com/Information_Request_Report_June_2021_x.pdf\">&ldquo;Amazon Information Request Report&rdquo;</a> revealing some data about government requests for user information, but the company published only generalized information about material it removed for violations of company rules and released no data regarding government requests for content restrictions. </li></ul><ul><li>Amazon&rsquo;s e-commerce platform implemented a recommendation system based on users&rsquo; interests and activities on the website but did not clarify how the system is deployed nor did it publish any policy providing information about the development and deployment of its algorithmic systems.   </li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Amazon earned the lowest score in this year&rsquo;s ranking, tying with Chinese tech giant Tencent for last place. Despite labor shortages and pandemic-related disruptions in the supply chain, the company reported earning <a href=\"https://www.wsj.com/articles/amazon-amzn-q4-earnings-report-2021-11643848062\">record profits</a> in the final quarter of 2021. Amazon faced public scrutiny over its decision to block the sale of thousands of products, including books (several censored titles promoted things like <a href=\"https://www.wired.com/story/amazon-quietly-removes-coronavirus-books/\">COVID pseudoscience</a> and <a href=\"https://www.thejc.com/news/uk/amazon-removes-92-books-promoting-holocaust-denial-1.511149\">Holocaust denial</a>), and to restrict access to user reviews and <a href=\"https://www.theverge.com/2021/9/17/22680269/amazon-ban-chinese-brands-review-abuse-fraud-policy\">accounts</a>, but published no concrete details about how it enforced its content-related rules. In response to Russia&rsquo;s early 2022 invasion of Ukraine, Amazon targeted both Russia and its ally Belarus with significant restrictions: in both countries, it <a href=\"https://www.aboutamazon.com/news/community/amazons-assistance-in-ukraine?ots%3D1%26slotNum%3D1%26imprToken%3Ddabfba91-ba87-47b2-4eb%26tag%3Dcurbedcom06-20%26linkCode%3Dw50%23March8\">halted</a> shipments, cut off Prime Video, and suspended new user registration for Amazon Web Services. The company offered no evidence that it had conducted human rights impact assessments prior to imposing these measures.</p><p>Amazon&rsquo;s treatment of user data was also under fire. In a<a href=\"https://casetext.com/case/garner-v-amazoncom-inc\">class action lawsuit</a> in the U.S., plaintiffs accused Amazon&rsquo;s Alexa of recording their conversations without being prompted. In the EU, Amazon broke records with a<a href=\"https://www.jdsupra.com/legalnews/recent-gdpr-fines-against-amazon-and-6369820/\"> &euro;746 million fine</a> for breaching the region&rsquo;s General Data Protection Regulation in its targeted advertising practices.<a href=\"https://www.politico.eu/article/data-at-risk-amazon-security-threat/\"> Both </a><a href=\"https://www.politico.eu/article/data-at-risk-amazon-security-threat/\">insiders</a>&rsquo; warnings and <a href=\"https://www.wired.com/story/amazon-failed-to-protect-your-data-investigation/\">internal documents</a> pointed to major flaws in its data security and compliance systems, adding to concerns about the company&rsquo;s poor record on human rights. Consistent with these reports, we found that Amazon disclosed insufficient information about how it handles, retains, and protects user information and that it showed little commitment to assessing the privacy and freedom of expression impacts of some of its most popular services. </p>","changesTitle":"Changes since 2020","changes":"<ul><li>Amazon&rsquo;s board of directors appointed an audit committee to oversee management of risks in various areas, including data privacy. The company also provided employees with cybersecurity awareness training on data privacy and security topics.</li></ul><ul><li>Amazon.com acknowledged that it removed products, <a href=\"https://web.archive.org/web/20211108115603/https://assets.aboutamazon.com/96/a0/90f229d54c8cba5072b2c4e021f7/amz-brand-report.pdf\">listings, and accounts</a> numbering in the millions for violating platform rules, but offered only very generalized data on the quantities of removals.</li></ul><ul><li>Amazon stated that users can access, delete, or request a copy of their personal data from the company, and provided instructions on how to request a copy of one&rsquo;s user information, but did not specify what types of information users can obtain or delete.</li></ul><ul><li>Alexa disclosed that it conducts security audits with an internal team and with third-party providers. It also provided long-term guaranteed security updates for Amazon Echo smart speakers, which run on Alexa. In addition, some calls and features between Alexa devices were updated to use end-to-end encryption.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Establish strong human rights governance and oversight across global operations. Amazon should disclose more information about its human rights due diligence, including whether it conducts human rights impact assessments on freedom of expression and privacy associated with the use and development of algorithms.</li></ul><ul><li>Be transparent about government demands and enforcement of platform rules. Amazon should regularly publish data about the volume and nature of actions it takes to restrict content in response to government demands or to the violation of its own rules.</li></ul><ul><li>Be transparent about the handling of user information. Amazon should provide more detail about how and for what purposes it collects, infers, and shares user information in all jurisdictions. It should also disclose more about the retention of user data.</li></ul><ul><li>Publish a comprehensive policy on the use and development of ad targeting and algorithmic systems.</li></ul>","governance":"<p>Despite publishing more information about its management oversight (G2), training (G3), and stakeholder engagement (G5) processes than last year, Amazon&rsquo;s performance in the governance category still lagged far behind most of the digital platforms we evaluate. Amazon announced its first human rights impact assessment, which focused on raw and recovered materials in the supply chain for Amazon-branded digital devices. The assessment did not tackle any risks associated with freedom of expression and information, privacy, or discrimination (G4). Amazon&rsquo;s e-commerce service provided some ways for sellers and customers to appeal when their accounts or listings were removed, but the platform did not provide any channel for users to complain if they felt their rights were violated by the company&#39;s practices or policies (G6a, G6b).</p>","freedom":"<p>Amazon&rsquo;s e-commerce service listed some activities or content banned on its services, but used very general terms, without offering sufficient detail or definitions. The retail platform published an ambiguous description of its process for identifying content or accounts that violate content rules, and made no mention of whether it uses algorithmic systems to aid in this process. Policies for Alexa were equally lacking in this area (F3a). Although Amazon.com published a few blog posts that included high-level information about products and listings that it restricted, it did not offer detailed data in these areas (F4a, F4b). </p>","privacy":"<p>Amazon outperformed only Samsung in our privacy category. The company was vague about how it collects (P3a) and handles user information, and despite allowing users to request a copy of their personal information (P8), it failed to disclose for how long it retains user information (P6). The company also did not provide clear instructions on how to opt out of its targeted ads (P7). Although Amazon shared more information about its practices for keeping user data secure (particularly data belonging to Alexa users), the company said nothing about how it handles data breaches (P15). </p>"}