{"id":"Kakao","printName":"Kakao Corp.","basicInformation":"<p>Headquartered in South Korea, Kakao provides online search, social networking, video streaming, games, and e-commerce services to an estimated <a href=\"https://t1.kakaocdn.net/kakaocorp/admin/ir/results-announcement/5180.pdf\">54 million</a> global monthly active users. The company derives its revenues from advertising, game sales, and e-commerce.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>The company enabled users to file complaints about privacy and freedom of expression, disclosing more about this process than any other digital platform we evaluated. </li></ul><ul><li>Kakao disclosed more than all other platforms we evaluate about its processes for handling private requests to restrict content and accounts.</li></ul><ul><li>Kakao committed to allowing users to block targeted advertising. However, the company revealed less about the way it governs targeted advertising than almost all other digital platforms we evaluated.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Kakao earned the highest score of all non-U.S. platforms. Kakao&rsquo;s flagship chat app, KakaoTalk, dominates the mobile messaging market in South Korea. The company has come under fire for leveraging its user base to expand into areas of the economy traditionally associated with smaller businesses, such as hair salon reservations and delivery services. In 2021 Kakao founder and chairman Kim Beom-su was brought before the National Assembly and accused of <a href=\"https://www.koreatimes.co.kr/www/tech/2021/10/133_316513.html\">abusing market power</a> and threatening the existence of small-scale &ldquo;mom-and-pop&rdquo; businesses.</p><p>Kakao faced other major scandals in early 2021. In one instance, <a href=\"http://www.koreaherald.com/view.php?ud%3D20210115000801\">users discovered</a> that Kakao&rsquo;s mapping app was including their personal data in publicly accessible maps. The company explained that users had (perhaps unknowingly) agreed to share this information publicly, but swiftly changed its settings at the behest of South Korea&rsquo;s Personal Information Protection Commission. In another case, a chatbot built by ScatterLab (a third-party app developer) used abusive and discriminatory language in conversations with real users on KakaoTalk, and publicly shared personal data, including people&rsquo;s real names and addresses, on the platform. Though the bot&rsquo;s messages seem to have violated KakaoTalk&rsquo;s <a href=\"https://web.archive.org/save/https://www.kakao.com/policy/kakaoTerms?lang%3Den%26sa%3DD%26source%3Deditors%26ust%3D1647985867024167%26usg%3DAOvVaw07mN_HWvLFrAhDEO26ke0Q\">terms of service</a>, the company <a href=\"https://slate.com/technology/2021/04/scatterlab-lee-luda-chatbot-kakaotalk-ai-privacy.html\">offered no public response</a> to the incident. Kakao maintains only vague policies about the governance of bots on its platform and does not publish moderation data specific to the platform, making it unclear how well it enforces the policies that do exist. </p><p>As part of its response to public criticism, Kakao launched a <a href=\"http://www.koreatimes.co.kr/www/tech/2021/01/129_303164.html\">committee</a> within its board of directors that is responsible for overseeing high-level environmental, social, and governance (ESG) issues at the company. This includes concerns related to freedom of expression&mdash;where Kakao has stronger policies than Apple, Meta, and South Korean peer Samsung&mdash;and privacy. The company nevertheless has much work to</p>","changesTitle":"Changes since 2020","changes":"<ul><li>The company formed an ESG committee within the board of directors that will oversee freedom of expression and privacy in addition to other rights.</li></ul><ul><li>Daum Search published an explanation of how its algorithmic systems rank search results.</li></ul><ul><li>The company updated its privacy policy to disclose that KakaoTalk encrypts user communication.</li></ul><ul><li>The company removed a document from the web, which had stated that Daum Mail used HTTPS to protect transmission of user information by default.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Improve human rights due diligence. Kakao should conduct human rights risk assessments on its zero-rating partnership, targeted advertising, and algorithmic systems.</li></ul><ul><li>Publish more detailed data on content policy enforcement. Kakao should begin reporting service-by-service data about its content moderation. At present, the company aggregates these numbers across its many services, leaving the public with an overly general representation of its work in this area.</li></ul><ul><li>Be transparent about targeted advertising. Kakao should explain how it enforces its targeted advertising rules and publish data about the number of advertisements it restricts.</li></ul>","governance":"<p>Despite disclosing an overall commitment to protecting human rights (G1), Kakao did not indicate that it carried out human rights impact assessments on its targeted-advertising practices, use of algorithmic systems, or zero-rating practices (G4c, G4d, G4e). Kakao engages in zero rating through a partnership between its subsidiary for transportation services and South Korean telco LG Uplus. The company enabled users to file complaints about privacy and freedom of expression, disclosing more about this process than any other digital platform we evaluated (G6a). </p>","freedom":"<p>Kakao&rsquo;s policies affecting users&rsquo; freedom of expression were clearer and more comprehensive than corresponding policies for both Meta and Yahoo. It disclosed more about its process for handling private requests to restrict content or accounts than all the digital platforms we evaluated (F5b) and explained for the first time how its Daum Search engine ranks content (F1d). However, it failed to explain how its advertising policies are enforced (F3b, F3c).</p>","privacy":"<p>The company explained what user information it shares more thoroughly than any other digital platform (P4), but disclosed nothing about what it inferrs (P3b) and little about how it collects information from third parties (P9). Although it allowed users to block targeted advertising (P7), their overall access to and control over their own information was limited. Kakao did not publish sufficient information about its security vulnerability reporting system (P14) or its process for addressing data breaches (P15).</p>"}