{"id":"Kakao","printName":"Kakao Corp.","basicInformation":"<p>Headquartered in South Korea, Kakao provides online search, social networking, video streaming, games, and e-commerce. With <a href=\"https://t1.kakaocdn.net/kakaocorp/admin/ir/results-announcement/4777.pdf\">46 million</a> monthly active users, its flagship chat service, KakaoTalk, dominates the messaging service market in South Korea.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>As the best-performing non-U.S. digital platform, Kakao disclosed more policies affecting users&#x2019; privacy and freedom of expression and information than Samsung, its Korean peer; Russian and Chinese companies; and Amazon. </li>\n</ul><ul>\n  <li>Kakao&#x2019;s transparency reports provided clearer information than those of many other digital platforms, offering details about its processes for handling private requests to restrict content and accounts.</li>\n</ul><ul>\n  <li>Kakao was not transparent about its development and use of algorithmic systems.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Kakao dropped from sixth to seventh place among digital platforms, but earned the highest score of all non-U.S. platforms in the RDR Index</span>. South Korea&#x2019;s parliament passed<a href=\"https://en.yna.co.kr/view/AEN20200109007352315\"> </a><a href=\"https://en.yna.co.kr/view/AEN20200109007352315\">three data bills</a><sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> in January 2020 that relax restrictions on the use of personal data. Civil society groups <a href=\"http://www.peoplepower21.org/index.php?mid%3DWelfare%26listStyle%3Dlist%26page%3D19%26document_srl%3D1678773\">reacted</a> with <a href=\"http://idr.jinbo.net/532\">concern</a>, arguing that the new laws may grant too easy access to users&apos; data, without their consent. In 2020, Kakao had relatively clear policies on how it collects and shares user information, but it gave users limited control over their own information. Still, Kakao stood out in a number of areas next to its U.S. peers: it was more transparent about policies affecting users&#x2019; freedom of expression than Facebook and Apple. It also disclosed more about its process of handling private requests to restrict content or accounts than any other company we evaluated.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Kakao committed to respecting users&#x2019; freedom of expression as a &#x201C;basic right&#x201D; and to &#x201C;protect privacy as a fundamental human right.&#x201D; </li>\n</ul><ul>\n  <li>Kakao improved its content transparency report and privacy transparency report, providing more information about its internal processes for handling third-party demands to censor content and accounts and to hand over user information. It also committed to push back on overbroad demands. </li>\n</ul><ul>\n  <li>KakaoTalk disclosed a two-step account verification policy but removed a statement ensuring that it encrypts the transmission of user communication by default.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Improve human rights due diligence. Kakao should conduct human rights risk assessments on more aspects of its services rather than limiting them to certain privacy risks.</li>\n</ul><ul>\n  <li>Improve transparency about the deployment of algorithmic systems. Kakao should adopt a human rights-centered policy to guide its development and deployment of algorithms, and it should publish operational-level policies outlining how it uses algorithmic systems across its services, including in areas such as policy enforcement and appeals.</li>\n</ul><ul>\n  <li>Improve transparency about policy enforcement. Kakao should provide more information about its processes for enforcing its policies, improve the enforcement data it already publishes, and begin publishing data on the enforcement of its ad policies.</li>\n</ul>","governance":"<p>Despite publishing commitments to respect users&#x2019; privacy and freedom of expression, Kakao fell short to disclose its internal process for implementing those commitments.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Kakao made commitments to respect users&#x2019; freedom of expression and privacy. It used an ethical framework rather than a human rights framework to describe its commitments on developing and using algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Kakao conducted privacy impact assessments on existing products and services and on new activities but failed to clarify whether it evaluated the risks and impacts of laws and regulations in jurisdictions in which it operates (G4a). It also failed to publish any information about human rights impact assessments on its policy enforcement, targeted advertising practices, use of algorithmic systems, or zero rating. Kakao engages in zero rating through a partnership between its subsidiary for transportation services and South Korean telco LG Uplus (G4b, G4, G4d, G4e).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Kakao maintained membership with the Korean Internet Self-Governance Organization (KISO), which includes civil society members (G5). It did not join any multi-stakeholder initiative centered on human rights. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Kakao enabled users to file complaints about privacy and freedom of expression and information and disclosed more about this process than any other digital platform we evaluated (G6a). Companies in South Korea are by <a href=\"http://www.law.go.kr/%EB%B2%95%EB%A0%B9/%EA%B0%9C%EC%9D%B8%EC%A0%95%EB%B3%B4%EB%B3%B4%ED%98%B8%EB%B2%95\">law</a> required to provide a remedy mechanism. KakaoTalk, Kakao&#x2019;s chat app, did not publish adequate information about how users can appeal content moderation decisions (G6b).</li>\n</ul>","freedom":"<p>Kakao was more transparent about policies affecting users&#x2019; freedom of expression than Facebook and Apple but still failed to provide information in some key areas, including on algorithmic systems. </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Kakao provided less information about how it enforces its terms of service through content or account restrictions than most of its digital platform peers, except Amazon (F3a). At the same time, Kakao published more comprehensive data about content and account restrictions in its transparency reports than any other digital platform except Twitter, and it made the data available for download (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and</span><span class=\"font-bold\"> </span><span class=\"font-bold\">content curation:</span> Kakao failed to publish operational policies that govern the use or development of its algorithmic systems (F1d, P1b). The company disclosed nothing about how it uses algorithms for content curation or recommendations in Daum Search, its search engine (F12). On the positive side, Kakao&#x2019;s terms of service for developers offered rules to regulate the use of bots on its platform (F13). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Kakao revealed little about how it regulated its advertisements. Its ad content policies only listed what types of ad content is prohibited, but failed to further explain how the company enforces its policies (F3b). Kakao stated that it does not allow advertisers to target children under 14, but offered no other information about types of ad targeting that it might prohibit (F3c). It also published no data on the number of ads it restricted (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands</span><span class=\"font-bold\">: </span>Kakao disclosed more about its process of handling private requests to restrict content or accounts than any other company we evaluated (F5b). It also increased its transparency about how it responds to demands from governments seeking to censor content or restrict accounts (F5a). In addition, Kakao made the data for those requests available for download (F6, F7). </li>\n</ul>","privacy":"<p>Kakao stood out for strong security policies but disclosed insufficient information about how users can access and control their own information. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data:</span><span class=\"font-bold\"> </span>Kakao clearly disclosed policies on how it collects and shares user information (P3a, P4), but offered little detail on its purpose for collecting and sharing this information (P5). It provided more information than any other digital platform about what types of user information it shares (P4), but disclosed nothing about what user information it inferred (P3b) or how it collected information from third parties (P9). In addition, Kakao did not share whether or how it de-identified user information (P6). Although it gave users some control over their information, allowing them to block targeted advertising (P7) and to obtain some of the data the company held about them (P8), users&#x2019; overall access to and control over their own information was limited.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data:</span><span class=\"font-bold\"> </span>Kakao&#x2019;s privacy transparency report described how the company handled government demands for user information, and gave some information about when it would not notify users of these demands (P10a, P11a, P12). Yet, like most companies, Kakao mentioned nothing about how it handles responding to private requests (P10b, P11b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security</span><span class=\"font-bold\">:</span> Though it trailed Apple, Microsoft, and Baidu, Kakao disclosed more about its security policies than most digital platforms. The company disclosed information about its internal data security protocols (P13) and outlined ways users can keep their accounts secure (P17). Kakao lacked transparency about its security vulnerability reporting system (P14) and how it addresses data breaches (P15).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Encryption</span><span class=\"font-bold\">: </span>Kakao&#x2019;s transparency about its encryption protocols deteriorated, as KakaoTalk removed a statement ensuring that it encrypts the transmission of users&#x2019; communication (P16).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Etisalat had internal processes to keep user information secure, including processes limiting employee access to user information and a security team that conducts internal audits (P13). However, it did not have in place any other security policies. For example, it did not have a bug bounty program enabling security researchers to submit reports of security vulnerabilities (P14), nor did it have a policy for responding to data breaches (P15).</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> The bills revised Personal Information Protection Act, the Information and Communications Network Act, and the Protection of Credit Information Act. They all came into effect on August 5, 2020.</p>"}