{"id":"Alibaba","printName":"Alibaba Group Holding Limited","basicInformation":"<p>Headquartered in China, Alibaba runs China&#x2019;s largest e-commerce platform, alongside other internet services ranging from cloud computing and office tools to video streaming and food delivery platforms. It has an annual active base of <a href=\"https://www.google.com/url?q=https://doc.irasia.com/listco/hk/alibabagroup/annual/2020/ar2020.pdf&amp;sa=D&amp;source=editors&amp;ust=1613640167471000&amp;usg=AOvVaw1QQ9x13EwapUd9X85dHhjK\">780 million users</a> in China.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Alibaba did not publish a commitment to respect users&#x2019; rights to freedom of expression and privacy.</li>\n</ul><ul>\n  <li>Alibaba was one of the least transparent platforms regarding its handling of government demands for user information. </li>\n</ul><ul>\n  <li>While still falling short, Alibaba scored higher on privacy indicators than a number of other companies, including Amazon. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">New to the 2020 RDR Index, Alibaba was one of the lowest-scoring digital platforms in our ranking. </span>In 2020, in response to the COVID-19 pandemic, the Chinese government rolled out an algorithmically driven <a href=\"https://www.google.com/url?q=https://www.nytimes.com/2020/03/01/business/china-coronavirus-surveillance.html&amp;sa=D&amp;source=editors&amp;ust=1613640167472000&amp;usg=AOvVaw1_PqnrevgbVTwJPGvveopF\">health tracking system</a> as a way to monitor citizens and control the spread of the disease, leveraging technologies built by both Alibaba and Tencent and triggering public concerns around privacy rights. Like other Chinese companies, Alibaba said little about its policies for handling censorship and surveillance demands from Chinese authorities. China&apos;s political environment discourages companies from disclosing detailed information about these types of demands. Still, Alibaba earned a higher score on privacy than its direct peer, Amazon, and Russian companies Mail.Ru and Yandex. It was the only company in the entire RDR Index to clearly disclose it uses de-identified user information to train algorithms by default.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Alibaba did not publish a commitment to respect users&#x2019; rights to freedom of expression and privacy.</li>\n</ul><ul>\n  <li>Alibaba was one of the least transparent platforms regarding its handling of government demands for user information. </li>\n</ul><ul>\n  <li>While still falling short, Alibaba scored higher on privacy indicators than a number of other companies, including Amazon.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Commit to respect human rights. Alibaba should make a formal commitment to respect freedom of expression and privacy as human rights. </li>\n</ul><ul>\n  <li>Clarify the process for responding to third-party demands. Alibaba should clarify its processes for responding to government demands to censor content and to hand over user information. While China&apos;s political environment discourages companies from disclosing detailed information about government requests for user information, Alibaba should be able to disclose if and when it shares user information via private requests and under what circumstances.</li>\n</ul><ul>\n  <li>Increase transparency of targeted advertising. Alibaba should publish its policies on targeted advertising and publish data on the enforcement of those rules.</li>\n</ul>","governance":"<p>Alibaba received the third-lowest governance score among digital platforms, outperforming only Tencent and Amazon. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Alibaba did not disclose a commitment to protect users&#x2019; freedom of expression and privacy rights (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Alibaba offered no evidence that it conducts human rights impact assessments on any aspects of its business practices or policies (G4a-e). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Alibaba provided no evidence of engaging with stakeholders whose rights are affected by the company&#x2019;s operations (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Alibaba failed to provide a clear human rights grievance mechanism. According to the privacy policies of Taobao.com and AliGenie, users can submit questions, file complaints, or report data breaches, but it was not clear whether this remedy mechanism covers privacy-related complaints about the company&#x2019;s own policies. No remedy option was available for freedom of expression complaints (G6a). Taobao.com allowed users to appeal some content moderation actions and present additional information for review. The company disclosed no information about the time frame for notifying affected users (G6b).</li>\n</ul>","freedom":"<p>Alibaba disclosed little about policies affecting freedom of expression and information. </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Alibaba disclosed information about its content rules and how they are enforced (F3a). Taobao.com had a rolling &#x201C;punish list&#x201D; page publicizing the accounts of vendors who had been suspended or terminated each week for &#x201C;releasing prohibited information,&#x201D; but this page did not address the volume of content removals and account deactivations that the company imposes based on its rules. AliGenie published no enforcement data whatsoever (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Alibaba did not publish rules governing the use of algorithms on its services (F1d, F2d). While the privacy policy of Taobao.com offered users the ability to opt out of content curation and recommendation, the information provided was vague and did not explain clearly how algorithms were used for curating content on these services (F12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Alibaba&#x2019;s advertising content rules were scattered across multiple pages and policies and therefore not easy to find (F1b). Its advertising content rules clearly disclosed what types of ad content are prohibited, but the company did not reveal whether it required all advertising content to be labelled (F3b). The company did not explain how it enforces its ad targeting rules (F3c). Alibaba published no data about the enforcement of its ad policies (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Taobao&#x2019;s Market Management and Violation Punishment Regulation page outlined its process for responding to government demands and court orders (F5a). It also explained its process for handling private requests to restrict content or accounts (F5b). No such information was provided for AliGenie. The company did not publish any information about the number and volume of such requests it received or complied with (F6, F7). Although no specific laws or regulations in China prohibit Chinese companies from publishing data about government demands to restrict content, the political environment and controls over the internet make it almost impossible for Chinese companies to release such information.</li>\n</ul>","privacy":"<p>Alibaba revealed more information about its policies and practices affecting users&apos; privacy than Mail.Ru, Yandex, Tencent, and Samsung, and even more than its e-commerce peer Amazon. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>The company revealed some information about how it handles user information, including the types of information it collects (P3a), infers (P3b), and shares (P4). Alibaba was the only company in 2020 to clearly disclose that it uses de-identified user information to train algorithms by default (P7). However, it disclosed very little about its data retention policies (P6) and nothing about whether users can access information that the company holds about them (P8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Alibaba offered guidance for law enforcement agencies in foreign jurisdictions about how to request user information from Alibaba (P10a). But Alibaba did not disclose anything about its processes for handling demands from Chinese authorities (P10a) or any data about these types of demands it receives (P11a). Although there are no laws or regulations in China prohibiting Chinese companies from releasing data about government demands to access user information, the political environment discourages companies from doing so. Alibaba also failed to provide information about how it handles private demands for user information (P10b) or any data about these types of requests that it receives or complies with (P11b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Alibaba&#x2019;s security policies were not comprehensive. Alibaba was one of the two most transparent digital platforms, along with Baidu, with regard to data breach policies (P15), as required under China&#x2019;s Cybersecurity Law.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> Alibaba committed to notifying affected users and authorities about data breaches and shared the steps it would take in the event a breach occurred. But the company was less clear about its internal security protocols (P13). The company had a bug bounty program allowing external researchers to submit reports of security vulnerabilities, but it explicitly reserved the right to pursue legal action against researchers in certain cases (P14). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Encryption:</span> Alibaba encrypted the transmission of user communication. However, like its Chinese peers Baidu and Tencent, the company failed to provide end-to-end or full-disk encryption to secure users&#x2019; private content. China&#x2019;s Cybersecurity Law<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> and Anti-Terrorism law<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> require internet operators to provide authorities with access to user communications to assist investigations (P16). </li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> Article 42 of the Cybersecurity Law of PRC, <a href=\"https://www.google.com/url?q=http://www.cac.gov.cn/2016-11/07/c_1119867116.htm&amp;sa=D&amp;source=editors&amp;ust=1613640167480000&amp;usg=AOvVaw1h5ge4jI1Zfqsb-_gSLUbB\">http://www.cac.gov.cn/2016-11/07/c_1119867116.htm</a>. For the English translation, see: <a href=\"https://www.google.com/url?q=https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/&amp;sa=D&amp;source=editors&amp;ust=1613640167480000&amp;usg=AOvVaw3ofXA3yzu8X3I-QRkspWbv\">https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/</a> </p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Article 28. </p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> Article 18 of the Anti-Terrorism Law of PRC, <a href=\"https://www.google.com/url?q=http://www.npc.gov.cn/zgrdw/npc/xinwen/2018-06/12/content_2055871.htm&amp;sa=D&amp;source=editors&amp;ust=1613640167481000&amp;usg=AOvVaw3IpqigIuMRDKp5hL8jL3lU\">http://www.npc.gov.cn/zgrdw/npc/xinwen/2018-06/12/content_2055871.htm</a>. For the English translation, see: <a href=\"https://www.google.com/url?q=https://www.chinalawtranslate.com/en/counter-terrorism-law-2015/&amp;sa=D&amp;source=editors&amp;ust=1613640167482000&amp;usg=AOvVaw0qJS0Q8xTa23igHfURtPRg\">https://www.chinalawtranslate.com/en/counter-terrorism-law-2015/</a> </p>"}