{"id":"Tencent","printName":"Tencent Holdings Limited","basicInformation":"<p>Headquartered in China, Tencent provides social media, messaging, gaming, music, and cloud services. Tencent&#x2019;s multi-purpose messaging platform, WeChat, dominates the Chinese market, with <a href=\"https://mp.weixin.qq.com/s/Dq4p8njal5QUtoiQOjGl1w\">1.2 billion</a><sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> monthly active accounts held by government entities, businesses, media outlets, and individuals.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Tencent revealed less information about its governance and oversight over privacy and freedom of expression issues than any other digital platform in the RDR Index. </li>\n</ul><ul>\n  <li>Tencent published some data about accounts it restricted for violating the company&#x2019;s rules, but it failed to release any data about content restrictions to enforce its terms of service. </li>\n</ul><ul>\n  <li>Tencent shared little information about how it handled third-party demands, including relevant data about censorship and user information.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Tencent earned the second-lowest score among the 14 digital platforms in the RDR index, scoring lower than Baidu and Alibaba, the two other Chinese companies we rank</span>. The Chinese government requires social platforms to filter and censor illegal content and material that is considered politically sensitive. In late 2019, a new regulation also required social platforms, including Tencent, to <a href=\"https://www.wsj.com/articles/chinas-new-internet-censorship-rules-highlight-role-of-algorithms-11576845817\">use algorithms</a> to detect and remove banned content and promote ideas aligned with state and Communist party doctrine.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> This increased concerns about content moderation and privacy protection systems on WeChat, Tencent&#x2019;s &#x201C;super app&#x201D; that serves over one billion users as a messaging tool and primary online venue for news and information in China, as well as things like online payments. Independent research also showed that WeChat constantly surveilled and censored <a href=\"https://citizenlab.ca/2019/07/cant-picture-this-2-an-analysis-of-wechats-realtime-image-filtering-in-chats/\">private chats</a>, including those of its <a href=\"https://citizenlab.ca/2020/05/we-chat-they-watch/\">international users</a>. </p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Tencent increased its transparency about how it handled private requests to restrict or suppress content, including copyright claims. </li>\n</ul><ul>\n  <li>Tencent&#x2019;s QQ service published its own Privacy Protection Guidelines. The new policy included a clearer description of the service&#x2019;s data collection purposes and of what user data is collected from third parties. The policy also enabled users to delete some of the information the company collects about them, and it stated that the company has a dedicated team to conduct security audits.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Conduct human rights due diligence. Tencent should conduct human rights due diligence, including by conducting risk assessments on new and existing services and when entering new markets.</li>\n</ul><ul>\n  <li>Publish data on content rule enforcement. Tencent should publish data about the volume of content it restricts for violating company rules to complement the data it publishes about account restrictions. </li>\n</ul><ul>\n  <li>Give users more control over their information. Tencent should provide users with more options to access and control their own information.</li>\n</ul>","governance":"<p>Tencent disclosed little about its governance and oversight over human rights issues, revealing nothing except a commitment to protect users&#x2019; privacy and a content moderation appeals mechanism for WeChat. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Tencent committed to protect users&#x2019; information and privacy, but it did not identify privacy as a human right. It made no commitment to respect users&#x2019; freedom of expression, nor did it commit to human rights in relation to its development and use of algorithms (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Tencent disclosed no evidence of conducting any kind of human rights risk assessments (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Tencent<span class=\"font-bold\"> </span>provided no evidence of systematic engagement with stakeholders whose rights are directly affected by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Tencent did not provide users with mechanisms to seek remedy for freedom of expression or privacy grievances (G6a). WeChat offered users a relatively clear path to appeal content moderation decisions but disclosed incomplete information about its process and time frame. Tencent&#x2019;s other services failed to provide users with an effective appeals channel (G6b).</li>\n</ul>","freedom":"<p>Tencent was one of the least transparent platforms that we evaluated when it came to policies and practices affecting users&#x2019; freedom of expression and information, outperforming only Amazon and Baidu. </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>In addition to a group terms of service, each of the services we evaluated had its own terms of service which offered reasons why Tencent might block content or accounts for violating company rules. The policies did not elaborate on the company&#x2019;s processes for identifying those violations and enforcing the rules (F3a). Through Tencent&#x2019;s security portal, the company published the total volume of accounts it had ever &#x201C;punished&#x201D; as well as monthly &#x201C;crackdown&#x201D; reports. While both these reports contained some data about accounts restricted for violating platform rules (F4b), they did not include any data about restrictions on content (F4a). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and</span><span class=\"font-bold\"> </span><span class=\"font-bold\">content curation: </span>Tencent failed to publish operational policies that govern the use or development of its algorithmic systems (F1d, P1d), but the company did reveal some information about the deployment of algorithmic systems for QZone, a social networking and blogging service, to curate or recommend content. It did not provide users with the ability to control how these systems are deployed (F12). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Tencent published rules that govern ad content and targeting on its ad services portal, but they were not easy to locate (F1b, F1c). The rules identified types of ad content that are prohibited on the platform, but they did not require all advertising content to be labelled as such (F3b). Tencent acknowledged that it allowed third parties to target users but failed to specify what targeting parameters were prohibited (F3c). Like most of its peers, the company failed to release data about ads removed for violating its rules (F4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Tencent did not offer any insight about its process for responding to government demands for content or accounts restriction, reflecting the political sensitivity of government censorship in China (F5a). But the company described some of the steps it followed in handling copyright-related private requests as well as the legal basis for such requests (F5b). Still, Tencent failed to release any data about either government or private demands to restrict content and accounts (F6, F7). Although no specific laws or regulations in China prohibit Chinese companies from publishing data about government demands to restrict content, the political environment makes it unrealistic to expect them to release such information.</li>\n</ul>","privacy":"<p>Although Tencent shared some information that was relevant to protecting its users&#x2019; privacy, the company had weak transparency about its security policies, as well as its processes for handling government and other types of third-party requests for user information.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Through its privacy portal, visitors could find key privacy information and all of Tencent&#x2019;s privacy policies (P1a). Tencent published more about how it collected user information and its purposes for collecting and inferring data than any other digital platforms in the RDR Index, although it did not commit to limiting the inference of user information to what was necessary for business purposes (P3, P5). Tencent did not release the names of any third parties with which it shared user information (P4), nor did it disclose how long it retained user information (P6). The company did not provide users with sufficient ways to control or access their own data (P7, P8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data:</span> Tencent was one of the three digital platforms, in addition to Baidu and Samsung, that provided no information about its process for handling government demands to access user information (P10a), or any data about these types of demands it receives (P11a). Although there are no laws or regulations in China prohibiting Chinese companies from releasing data about government demands to access user information, the political environment makes it unrealistic to expect companies to do so. Tencent also failed to provide information about how it handles private demands for user information (P10b) or any data about these types of requests that it receives or complies with (P11b). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Tencent lacked transparency about its internal processes and practices to protect users&#x2019; security, scoring above only Amazon and Samsung in this area. Although Tencent limited employees&#x2019; access to user information, it was unclear if it monitored this access or if it conducted internal and external security audits regularly for all of its services (P13). The company had a security response center for researchers and others to report vulnerabilities, but it did not commit not to pursue legal actions against those who reported bugs (P14). As required by China&#x2019;s Cybersecurity law,<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup> Tencent established a policy to address potential data breaches, but it failed to clarify if it would report such breaches to the relevant authorities, which the law also requires (P15). Tencent was especially opaque about its encryption practices, which is unsurprising, given China&#x2019;s laws requiring internet operators to give authorities access to users&#x2019; communications (P16).<sup><a href=\"#ftnt4\" id=\"ftnt_ref4\">[4]</a></sup></li>\n</ul><div>\n  \n  <p>Article 28, China Cybersecurity Law, <a href=\"http://www.cac.gov.cn/2016-11/07/c_1119867116_2.htm\">http://www.cac.gov.cn/2016-11/07/c_1119867116_2.htm</a> </p>\n</div>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> This figure combines users of the domestic and international versions of the tool. Tencent did not publish the volume of the monthly active users for each version separately. </p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Article 12 of Provisions of Ecological Governance of Network Content, <a href=\"http://www.cac.gov.cn/2019-12/20/c_1578375159509309.htm\">http://www.cac.gov.cn/2019-12/20/c_1578375159509309.htm</a> </p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> Article 42, Cyberspace Law of PRC, <a href=\"http://www.cac.gov.cn/2016-11/07/c_1119867116.htm\">http://www.cac.gov.cn/2016-11/07/c_1119867116.htm</a>; for English translation, see: <a href=\"https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/\">https://www.newamerica.org/cybersecurity-initiative/digichina/blog/translation-cybersecurity-law-peoples-republic-china/</a> </p><p><a href=\"#ftnt_ref4\" id=\"ftnt4\">[4]</a> Article 18, China Anti-Terrorism Law&#xFF0C;<a href=\"http://www.npc.gov.cn/zgrdw/npc/xinwen/2018-06/12/content_2055871.htm\">http://www.npc.gov.cn/zgrdw/npc/xinwen/2018-06/12/content_2055871.htm</a>; and </p>"}