{"id":"Tencent","printName":"Tencent Holdings Limited","basicInformation":"<p>Headquartered in China, Tencent offers social media, messaging, gaming, music, and cloud services. Tencent&rsquo;s multi-purpose messaging platform, WeChat, dominates the Chinese market, with <a href=\"https://static.www.tencent.com/uploads/2021/08/31/7276c2279348d70e0b0f74f6c470f92e.pdf\">1.25 billion</a><sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> monthly active accounts held by government entities, businesses, media outlets, and individuals. Tencent&rsquo;s revenues are driven by a combination of online gaming sales, advertising, and financial services. </p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>For the first time, Tencent stated that before launching new products, it conducts risk assessments on their privacy-related impacts, though it made no mention of using a human rights framework to do so. The company provided no evidence that it conducts risk assessments in other areas, such as content rule enforcement or algorithmic-systems use.</li></ul><ul><li>As in years past, Tencent published no information about how it handles government requests for censorship or user information. This was unsurprising, as China&rsquo;s political and legal environment discourages companies from doing so.</li></ul><ul><li>Although China launched a new<a href=\"https://digichina.stanford.edu/work/translation-internet-information-service-algorithmic-recommendation-management-provisions-effective-march-1-2022/\">regulation</a> on algorithmic recommendation, Tencent published incomplete information about its development and deployment of algorithmic systems.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>Tencent came in at the bottom of our ranking this year, tying with Amazon for last place, despite gaining nearly three points since our last ranking. As China&rsquo;s largest tech company by market capitalization, Tencent faced heavy scrutiny from regulators amidst the country&rsquo;s recent regulatory <a href=\"https://www.bloomberg.com/graphics/2021-china-tech-crackdown-one-year/\">crackdown</a> on the tech sector that targeted issues ranging from antitrust to data protection. </p><p>With the implementation of <a href=\"https://digichina.stanford.edu/work/translation-personal-information-protection-law-of-the-peoples-republic-of-china-effective-nov-1-2021/\">China&rsquo;s Personal Information Protection Law</a> (PIPL), Tencent published a raft of disclosures describing its governance procedures related to privacy protection and stated that the company follows the principle of data minimization when collecting users&rsquo; data. Tencent nevertheless was ordered to undergo a <a href=\"https://www.reuters.com/technology/tencent-says-its-apps-remain-functional-available-download-2021-11-24/\">privacy inspection</a> before updating its apps last November, after regulators found that its services (including <a href=\"https://www.reuters.com/business/retail-consumer/china-ministry-targets-43-apps-including-tencents-wechat-2021-08-18/\">WeChat</a>, <a href=\"https://www.reuters.com/world/asia-pacific/china-ministry-orders-38-apps-rectify-excessive-collection-personal-data-2021-11-03/\">news, music streaming</a>, and <a href=\"https://www.scmp.com/tech/big-tech/article/3132910/beijing-names-and-shames-tencent-alibaba-baidu-and-81-other-apps\">other apps</a>) were collecting users&rsquo; information &ldquo;excessively.&rdquo; Although Tencent stated that it limits employees&rsquo; access to user information, public <a href=\"https://www.wsj.com/articles/tencent-executive-held-by-china-over-links-to-corruption-case-11613009016\">allegations</a> that an executive shared WeChat user data without authorization raised concerns about the effectiveness of Tencent&rsquo;s data protection mechanisms. We found no evidence that WeChat users were protected by advanced encryption protocols such as unique key or end-to-end encryption. </p><p>As ever, censorship also remained a significant problem for WeChat users. Following instructions from the Cyberspace Administration of China, WeChat and other major social media platforms removed a number of accounts that &ldquo;released financial news illegally, distorted economic policy interpretations, badmouthed financial markets, spread rumors and disrupted network communications.&rdquo; These are also known as <a href=\"https://www.reuters.com/world/china/chinese-social-media-platforms-rectify-financial-self-media-accounts-2021-08-28/\">financial &ldquo;self-media&rdquo;</a> accounts in China. As usual, the company published no data about the content it restricted.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>Tencent improved some privacy-related governance processes: it set up a personal information protection team, offered employee training on privacy protection, provided a channel for users to file complaints regarding privacy issues, and disclosed some risk assessments on privacy issues for the first time. </li></ul><ul><li>The company stopped disclosing details about how it infers user information. </li></ul><ul><li>Tencent announced that it has an internal team that conducts security audits and that it also commissioned third-party security audits. </li></ul><ul><li>Tencent published a revised company-wide <a href=\"https://web.archive.org/web/20211101224051/https://privacy.qq.com/\">Privacy Policy</a> that revealed less information regarding the collection, inference, and sharing of user data than previous versions did. In contrast, Tencent Cloud published new stand-alone <a href=\"https://web.archive.org/web/20211112015410/https://www.weiyun.com/xy-privacy.html\">Privacy Protection Guidelines</a> offering clear details about its user information collection process.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Conduct human rights due diligence. Tencent should also conduct risk assessments on new and existing services and when entering new markets.</li></ul><ul><li>Publish data on content rule enforcement. Tencent should publish data about the volume of content it restricts for violating company rules, to complement the data it publishes about account restrictions.</li></ul><ul><li>Give users more control over their information. Tencent should provide users with more options to access and control their own information.</li></ul><ul><li>Be transparent about algorithmic system deployment and development. Tencent should publish policies explaining how it develops and uses algorithmic systems and provide users with more options to control these systems.</li></ul>","governance":"<p>Tencent made the third-largest improvement in the governance category, due to a series of new privacy protection measures. But overall, the company still published less information about its policies and practices than all other digital platforms ranked, except for Alibaba. And its public disclosures only addressed privacy issues. As in the past, the company made no commitment to protect users&rsquo; rights to freedom of expression (G1). In addition, Tencent offered almost no evidence that it conducts human rights risk assessments (G4). </p>","freedom":"<p>Tencent shared only slightly more information about policies and practices affecting users&rsquo; freedom of expression than Baidu, which took last place in the category. Although advertising revenue is important for Tencent, the company does not offer a comprehensive policy describing how users are targeted and how the system works (F1c, F3c). Other than some generalized information about the number of accounts it restricted, Tencent failed to release any data regarding content or advertisements banned for violating company rules (F4a, F4b, F4c). Like its Chinese peers, Tencent was silent about censorship requests from the government (F5a, F6).  </p>","privacy":"<p>Tencent&rsquo;s privacy policies disclosed more about how its services collect user information (P3a) than any other company apart from Baidu. These policies still offer insufficient details about how the company infers user information (P3b). Tencent said little about how long it retains user information (P6) and offered insufficient means for users to access, manage, or control their own data (P7, P8). Tencent published no information about how it handles government requests for user information (P10a, P10b).  </p>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> This figure combines users of the domestic and international versions of the tool. Tencent did not publish the volume of the monthly active users for each version separately.</p>"}