{"id":"Facebook","basicInformation":"<p>Headquartered in the United States, Facebook offers some of the world&#x2019;s most popular social networking and messaging services, including Facebook, Instagram, Messenger, and WhatsApp, which collectively have an estimated <a href=\"https://s21.q4cdn.com/399680738/files/doc_financials/2020/q3/FB-Q3-2020-Earnings-Presentation.pdf\">3.21 billion active users</a> worldwide.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup></p>","keyTakeaways":"<ul>\n  <li>Facebook was weak on human rights due diligence, and failed to show clear evidence that it conducts systematic impact assessments of its terms of service enforcement, on its targeted advertising policies and practices, on its development and deployment of algorithmic systems, or on its zero rating programs (G4b-e).</li>\n  <li>Facebook&#x2019;s transparency reporting has a critical gap: advertising. The company has gradually expanded the scope of its policy enforcement report, which now covers Instagram in addition to Facebook, but the report offers only fragmented data on content and account restrictions (F4a, F4b) and no data on the number of ads it restricts (F4c).</li>\n  <li>Facebook&#x2019;s algorithmic transparency is poor. It published a policy (F1d) describing how its flagship social media service uses algorithmic systems, but offered no policy on how it develops them (P1b). The information it published on how it uses algorithms in areas such as appeals (G6b) and ranking systems (F12) was opaque.</li>\n</ul>","keyFindings":"<p><span class=\"font-bold\">Facebook made plenty of headlines in 2020, but little progress in the RDR Index.</span> The company announced a range of new content rules in response to the spread of disinformation about both the U.S. election and the COVID-19 pandemic. It faced a record <a href=\"https://www.nytimes.com/2019/07/12/technology/facebook-ftc-fine.html\">$5 billion penalty</a> from the U.S. Federal Trade Commission (FTC) for privacy violations, intense <a href=\"https://www.cnet.com/news/tech-titans-hammered-by-congress-in-historic-antitrust-hearing/\">antitrust scrutiny</a>, and a major <a href=\"https://www.npr.org/2020/07/01/885853634/big-brands-abandon-facebook-threatening-to-derail-a-70b-advertising-juggernaut\">ad boycott</a> protesting lackluster enforcement of its policies on hate speech and incitement to violence. Although Facebook introduced some accountability processes, including the <a href=\"https://oversightboard.com/\">Oversight Board</a>, it made only marginal progress in all three categories of the RDR Index.</p>","changes":"<ul>\n  <li>Facebook improved its security policies by clarifying protocols for preventing unauthorized employee access to user data (P13) and committing to notify users in cases of data breaches (P15).</li>\n  <li>As a result of a settlement with the FTC, Facebook committed to conduct privacy impact assessments (G4b).</li>\n  <li>Facebook&#x2019;s revised privacy policy removed previous information about its data retention policies (P6).</li>\n</ul>","keyRecommendation":"<ul>\n  <li>Improve human rights due diligence. Facebook should carry out comprehensive human rights impact assessments on its own policy enforcement, targeted advertising practices, algorithmic use and development, and zero-rating partnerships (G4).</li>\n  <li>Expand transparency on enforcing content moderation rules. Facebook should significantly improve its transparency on and accountability for its content moderation by publishing consistent data on actions it takes to enforce platform rules, including its ad content and targeting policies. Reports should be organized by country, type of restriction, and content type (F4a-c).</li>\n  <li>Commit to human rights in development and use of algorithms. Facebook should explicitly commit to following international human rights standards in developing and using algorithms (G1) and publish information about how they are developed and used across its operations, including in the enforcement of its content policies (F1d, P1b).</li>\n</ul>","governance":"<p>Facebook had the third-highest governance score among digital platforms, but fell short in several areas, notably its transparency on human rights impact assessments and remedy.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>While Facebook published a commitment to protect and respect privacy and freedom of expression and information, the company has yet to publish a commitment to adhere to human rights principles as it develops and deploys algorithms (G1).</li>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Facebook&#x2019;s human rights due diligence largely failed to focus on areas key to its business model. Facebook conducted or commissioned assessments of human rights impacts in several countries where it operates, releasing summaries of three of them in 2020 (G4a). It showed some additional progress through its settlement with the FTC, under which Facebook is obligated to assess the impact of its privacy policies and practices on its users (G4b). Facebook&#x2019;s third-party civil rights audit evaluated the impact of both the company&#x2019;s ad targeting practices (G4c) and algorithmic systems (G4d). This made Facebook the only company to publish evidence of some form of impact assessment on targeted advertising (G4c). But the audit failed to consider human rights impacts other than discrimination and limited its scope to the United States, and it was unclear if Facebook would build such assessments into its activities and conduct them on a regular basis. Despite the presence of Facebook&#x2019;s Free Basics program in numerous countries, the company published nothing to suggest that it conducts human rights due diligence on its deployment of zero-rating schemes (G4e). </li>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Facebook is a member of the multi-stakeholder organization the Global Network Initiative. However, GNI focuses primarily on government demands and does not include a wider set of human rights issues that internet users face (G5).</li>\n  <li><span class=\"font-bold\">Remedy: </span>Facebook disclosed little about its remedy procedures (G6a), but it scored the highest of any digital platform we evaluated on content moderation appeals (G6b). It provided details on its appeals mechanisms for both Facebook and Instagram, though not for WhatsApp or Messenger.</li>\n</ul>","freedom":"<p>Facebook published information about its own content rules, including ad content and ad targeting rules, but provided little proof of how it enforces these policies.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Facebook&#x2019;s content rules were easy to find and understand (F1a), but they did not commit to notify users of policy changes. The company also removed previous versions of its terms for Facebook and Messenger from its website (F2a). Facebook had strong disclosure on what content is prohibited and how it enforces its content rules (F3a). The company published a quarterly enforcement report, which gradually encompassed more categories of content that Facebook removed for violations of its Community Standards. In 2019, the company added Instagram to this report. Still, it conflated different restriction types and failed to disclose figures by country, among other shortcomings (F4a, b). Facebook&#x2019;s bot policy lacked clarity, including on how it is enforced (F13).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and content curation: </span>Facebook published a policy covering some of the ways it uses algorithms on its flagship social networking platform. This policy&#x2014;the News Feed Publisher Principle Guidelines&#x2014;was difficult to find, and we found no similar policies for Instagram, WhatsApp, or Messenger (F1d). Facebook also disclosed select information on how it uses algorithms to curate, rank, and recommend content on Facebook, but this information was incomplete. It also largely failed to account for similar systems on Instagram (F12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Ad content policies for Facebook were easy to find, but less so for Instagram. WhatsApp offered no ad content policy at all (F1b). However, the company&#x2019;s ad targeting rules were scattered across numerous policies (F1c). Ad content and targeting rules did not specify the technologies used to scan ads for potential violations (F3b, c), nor did Facebook provide any proof of enforcement by publishing data about the actions it took to restrict content or accounts for violating its ad content or targeting rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Facebook disclosed comprehensive information on how it responds to government demands to restrict content and accounts on Facebook and Instagram, although we found no similar information for WhatsApp or Messenger (F5a). The company failed to disclose adequate data about its compliance with these demands, notably by reporting only those with which it complied rather than those it received (F6). The company published limited information about how it responds to private requests to restrict content, such as when private parties allege copyright and intellectual property violations (F5b). The data Facebook publishes on private requests is inconsistent and limited to Facebook and Instagram (F7).The company failed to disclose adequate data about its compliance with these demands, notably by reporting only those with which it complied rather than those it received (F6). The company published limited information about how it responds to private requests to restrict content, such as when private parties allege copyright and intellectual property violations (F5b). The data Facebook publishes on private requests is inconsistent and limited to Facebook and Instagram (F7).</li>\n</ul>","privacy":"<p>Facebook had strong disclosure of government demands for user information and made slight improvements on security, but still lagged behind nearly all of its U.S. peers. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Although Facebook&#x2019;s Data Policy contained information on what data Facebook collects (P3a), the company only described isolated examples of the data it infers (P3b). Facebook had the second-lowest score of any digital platform we evaluated on its transparency regarding options for users to control how their data is collected, inferred, retained, and processed (P7). It also failed to describe whether or how it acquires and processes user data through purchases, data-sharing agreements, and other contractual relationships with third parties (P9). Like all other digital platforms, Facebook did not publish a policy explaining how it develops and trains its algorithms with user information and other data (P1b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Facebook disclosed comprehensive information about its process for responding to government demands for user information (P10a). It released data on these requests in a transparency report but aggregated or failed to report it in some areas (P11a). Like other U.S. companies, Facebook did not divulge the exact number of requests received for user data under the Foreign Intelligence Surveillance Act or National Security Letters, or the actions it took in response to these requests, since it is prohibited by <a href=\"http://www.congress.gov/bill/114th-congress/house-bill/2048\">law</a> from doing so. For all other countries (excluding the U.S.), it did not distinguish between requests for real-time and stored communications or between requests for content and non-content data. The company disclosed nothing about its processes for responding to private requests and reported no data about these requests (P10b, P11b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Facebook improved its security policies in response to an <a href=\"https://www.ftc.gov/news-events/press-releases/2019/07/ftc-imposes-5-billion-penalty-sweeping-new-privacy-restrictions\">2019 FTC settlement </a>that required stronger security measures, including safeguards limiting employee access to user data (P13). But Facebook still lacked clear disclosure of how it handles data breaches (P15), and it failed to provide account security measures beyond two-factor authentication on Instagram and WhatsApp (P17).</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> Facebook, &#x201C;Facebook Q3 2020 Results,&#x201D; October 29, 2020, <a href=\"https://s21.q4cdn.com/399680738/files/doc_financials/2020/q3/FB-Q3-2020-Earnings-Presentation.pdf\">https://s21.q4cdn.com/399680738/files/doc_financials/2020/q3/FB-Q3-2020-Earnings-Presentation.pdf</a>. The number is based on the company&#x2019;s &#x201C;Family Monthly Active People&#x201D; (MAP) metric, which estimates the number of unique, registered, and logged-in users who visited at least one of these services in the 30 days leading up to the measurement date.</p>"}