{"id":"ATT","printName":"AT&T Inc.","basicInformation":"<p>Headquartered in the United States, AT&amp;T offers voice, data, and pay TV services to more than 400 million users in the U.S. and Mexico.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup></p>","keyTakeawaysTitle":"Key Takeaways","keyTakeaways":"<ul>\n  <li>AT&amp;T disclosed weak governance and oversight over human rights issues. It made a clear commitment to human rights, but failed to implement these principles with adequate due diligence or stakeholder engagement. </li>\n</ul><ul>\n  <li>AT&amp;T was not fully transparent about government and private demands for user information, and it provided very little information about third-party demands for content blocking and account restriction.</li>\n</ul><ul>\n  <li>AT&amp;T committed to not prioritize certain types of network traffic over others, but at the same time it offered a zero-rating program, a form of network discrimination which undermines net neutrality in practice. AT&amp;T disclosed nothing about its human rights due diligence efforts that would enable the company to anticipate and mitigate harms associated with zero-rating programs. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">AT&amp;T ranked third among telecommunications companies in the 2020 RDR Index, and it made few substantive improvements over its performance in 2019. </span> AT&amp;T <a href=\"https://www.fcc.gov/document/fcc-proposes-572m-fine-against-att-location-information-case\">faced scrutiny</a> from the U.S. Federal Communications Commission in 2020 for failing to protect subscribers&#x2019; real-time location data. The company also <a href=\"https://www.reuters.com/article/uk-at-t-ceo-interview-exclusive/exclusive-att-considers-cellphone-plans-subsidized-by-ads-idUKKBN2663HH\">announced in mid-2020</a> that it was considering offering customers reduced plan rates if they agreed to receive targeted ads. AT&amp;T openly opposes strong federal privacy legislation, and in 2020 it <a href=\"https://www.techdirt.com/articles/20200218/12300643942/comcast-att-sue-maine-over-privacy-law-claim-it-violates-free-speech.shtml\">sued the U.S. state of Maine</a>, alleging that its new data protection statute infringed the company&#x2019;s speech rights. U.S. senators <a href=\"https://www.indiewire.com/2020/06/att-net-neutrality-hbo-max-no-data-caps-1202235538/\">criticized AT&amp;T</a> for zero rating its own streaming service, a move that went against the company&#x2019;s own commitment to net neutrality. AT&amp;T also failed to assess the human rights impacts of its zero rating, contributing to its poor performance in our governance category.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>AT&amp;T&#x2019;s policy describing its process for handling government censorship was outdated.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup></li>\n</ul><ul>\n  <li>In line with our <a href=\"https://rankingdigitalrights.org/index2019/companies/att/index/\">recommendation</a> in the 2019 RDR Index, AT&amp;T improved its process for handling data breaches. However, it still failed to clearly commit to notify users affected by a breach.</li>\n</ul><ul>\n  <li>AT&amp;T revised its policy on what types of data it collects from users, replacing it with a more vague and open-ended list.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Improve human rights due diligence. AT&amp;T should more systematically address the impacts of its own policy enforcement, targeted advertising practices, algorithmic use and development, and zero-rating partnerships through robust human rights impact assessments.</li>\n</ul><ul>\n  <li>Uphold net neutrality in practice. AT&amp;T should affirm its commitment to upholding net neutrality principles by refraining from engaging in prioritization of traffic, including offering zero rating programs.</li>\n</ul><ul>\n  <li>Clarify handling of user information AT&amp;T should clarify what types of user information it collects, infers, and retains, and for what purposes.</li>\n</ul>","governance":"<p>AT&amp;T scored poorly in the governance category, particularly next to its European peers. The company showed only scant evidence of conducting human rights due diligence, little evidence of stakeholder engagement, and weak remedy mechanisms. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>AT&amp;T published a human rights policy that explicitly commits to protect users&#x2019; fundamental<span class=\"font-bold\"> </span>freedom of expression and privacy rights. However, it did not explicitly commit to abide by human rights in its development and use of algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence:</span> AT&amp;T disclosed scant detail about its human rights due diligence. It conducted risk assessments on some aspects of the regulatory environments of the markets in which it operates. However, it did not conduct assessments of privacy, expression, or discrimation risks associated with its zero-rating programs, targeted advertising, or use of algorithmic systems (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>AT&amp;T is not a member of the multi-stakeholder Global Network Initiative (GNI) and disclosed no evidence of stakeholder engagement on digital and human rights issues (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>AT&amp;T failed to provide users with clear, predictable remedy mechanisms for freedom of expression- or privacy-related grievances (G6a).</li>\n</ul>","freedom":"<p>AT&amp;T disclosed less about policies affecting freedom of expression than Vodafone and Telef&#xF3;nica. </p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions:</span> The rules governing the use of AT&amp;T&#x2019;s services were mostly clear, or hard to find (F1a). Policies clearly explained what types of content and activities were prohibited on its services (F3a) but the company reported no data about the volume of content and accounts restricted to enforce those rules (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>AT&amp;T disclosed some of its rules governing targeted advertising (F3b, F3c). But it did not report any data disclosing ad content removed for violations of these rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands: </span>The company failed to disclose a policy that clearly states its processes for handling government and private demands for content blocking (F5). While AT&amp;T was among only three telecommunications companies in the RDR Index to report any data about compliance with government demands (F6), it could be more transparent with users in this area. It also disclosed nothing about private requests to block content or deactivate accounts, such as reports of child sexual abuse material from the Internet Watch Foundation (F7). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management:</span> The company&#x2019;s network management policies and practices were unclear and contradictory. While AT&amp;T made a commitment to net neutrality, it did not maintain this commitment in practice, due to its zero-rating programs (F9). It also disclosed almost nothing about its policies for handling government demands to shut down a network, although it did clarify that it would report the number of government requests to shut down its networks if it received such requests (F10).</li>\n</ul>","privacy":"<p>AT&amp;T placed fourth in privacy, after Deutsche Telekom, Telefonica, and Vodafone. The company stood out for strong disclosure of its process for responding to government demands for user information but lacked transparency on its data collection and retention policies. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>AT&amp;T no longer provided a comprehensive list of the types data it collects (P3a) and while it acknowledged that it infers information about users, it failed to provide the types of information it infers (P3b) and did not provide users with options to control company attempts to infer their data (P7). AT&amp;T stated that it collects information about its customers from outside sources, such as credit reports or public posts to social networking sites (P9). However, it did not say how and for what purpose it collects these types of details from third parties and for how long it retains them (P9)<span class=\"font-bold\">.</span></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data:</span> AT&amp;T clearly explained its process for responding to demands it received from governments (P10a), and it disclosed data on those that it received and complied with (P11a). Like other U.S. companies, it did not divulge the exact number of demands it received for user data via under the Foreign Intelligence Surveillance Act or National Security Letters, or the actions it took in response, as these requests are typically accompanied by a <a href=\"http://www.congress.gov/bill/114th-congress/house-bill/2048\">gag order</a>. The company did not provide information about requests for user information that came through private processes.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>AT&amp;T had strong security auditing and oversight (P13) and improved its policy on data breaches (P15). But the company did not commit to allowing external researchers to submit reports of security vulnerabilities without fear of legal repercussions (P14), which put it behind Vodafone and Deutsche Telekom on security indicators.</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> <a href=\"https://about.att.com/content/dam/snrdocs/AT%26T_By_the_Numbers_2Q20_English.pdf\">https://about.att.com/content/dam/snrdocs/AT&amp;T_By_the_Numbers_2Q20_English.pdf</a></p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> We do not evaluate policies that were published more than three years before the research period of each RDR Index. The research period for the 2020 RDR Index was February 8, 2019 to September 15, 2020.</p>"}