{"id":"G04c","name":"G4c","category":"governance","label":"Impact assessment: Targeted advertising","description":"The company should conduct regular, comprehensive, and credible due diligence, such as through robust human rights impact assessments, to identify how all aspects of its targeted advertising policies and practices affect users' fundamental rights to freedom of expression and information, to privacy, and to non-discrimination, and to mitigate any risks posed by those impacts.","guidance":"Targeted advertising can have adverse affects on human rights, specifically on users' rights to freedom of information, freedom of information, and freedom from discrimination. Discrimination occurs when platforms allow third-party advertisers to show different advertisements to different users on the basis of disclosed and inferred information, including membership in protected categories (race, ethnicity, age, gender identity and expression, sexual orientation, health, disability, etc.). Discrimination need not be illegal or immediately harmful to result in harmful effects at scale, such as at the population level or over the course of an individual's lifetime. Considering the fact that targeted advertisements are less transparent than other forms of advertisement and companies' significant financial incentives to deploy the technology quickly, these potential rights harms need to be considered in risk assessments. This indicator examines whether companies disclose if they conduct robust, regular, and accountable human rights risk assessments of the impact of targeted advertising on users' fundamental rights to freedom of expression and information, privacy, and non-discrimination. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that a company's decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks of targeted advertising policies and practices on users' human rights and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","isParent":false,"hasParent":true}