{"id":"Vodafone","printName":"Vodafone Group Plc.","basicInformation":"<p>Headquartered in the United Kingdom, Vodafone group provides mobile, fixed-line, and other telephony and internet services across <a href=\"https://www.vodafone.com/about/where-we-operate\">22 countries</a> in Europe, Africa, Asia, and Oceania. The company had a mobile user base of <a href=\"https://www.vodafone.com/content/dam/vodcom/files/vdf_files_2020/pdfs/vodafone-annual-report-2020.pdf\">273 million</a> in 2020. </p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Vodafone and Telef&#xF3;nica were the only companies to publish AI principles invoking human rights. Vodafone also had the highest overall governance score among telecommunications companies after Telef&#xF3;nica.</li>\n</ul><ul>\n  <li>While Vodafone made a commitment to net neutrality, it did not maintain this commitment in practice since it offered a zero-rating program, a form of network discrimination that undermines net neutrality in practice.</li>\n</ul><ul>\n  <li>Vodafone published more information more about its policies and practices for protecting customers&#x2019; security than any other telecommunications company.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Vodafone ranked second among telecommunications companies after Telef&#xF3;nica, but still had significant gaps in its transparency on both privacy and freedom of expression.</span> As the COVID-19 pandemic spread through the world, Vodafone and other telcos provided user data to authorities in the <a href=\"https://www.reuters.com/article/us-health-coronavirus-telecoms-eu-idUSKBN21C36G\">EU</a>, <a href=\"https://www.smh.com.au/technology/mobile-phone-location-data-used-to-track-australians-movements-during-coronavirus-crisis-20200404-p54h09.html\">Australia</a>, and <a href=\"https://www.bloomberg.com/news/articles/2020-06-23/vodafone-mtn-can-share-client-data-with-ghana-to-trace-contacts\">Ghana</a> to help track the spread of the virus. The large scale of this tracking program raised <a href=\"https://www.zdnet.com/article/coronavirus-they-want-to-use-your-location-data-to-fight-pandemic-thats-a-big-privacy-issue/\">public concerns</a> about potential privacy violations and government surveillance, even though the company assured its customers that the data collected and used in the program was anonymized. In 2018 the U.K.&#x2019;s telecommunications watchdog launched a <a href=\"https://www.ft.com/content/d59c666e-2144-11e8-9efc-0cd3483b8b80\">probe</a> into Vodafone&#x2019;s zero-rating program, Vodafone Passes, for potentially breaching EU net neutrality regulations. The company continued to offer the program despite offering no evidence that it had conducted human rights due diligence on it. In addition, during elections in Tanzania in October 2020, Vodafone group&#x2019;s subsidiary in the country <a href=\"https://www.theafricareport.com/47929/tanzania-elections-john-magafuli-in-race-against-tundu-lissu/\">blocked</a> text messages by opposition activists at the behest of the government, casting doubt on the company&#x2019;s commitment to push back on overly broad government demands.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Vodafone lost points on governance for removing a statement from its website asserting that it assesses privacy risks associated with new products and services.</li>\n</ul><ul>\n  <li>Vodafone publicly listed some of the third parties with which it shares user information.</li>\n</ul><ul>\n  <li>Vodafone improved the information it published on its third-party security audits and provided a reporting channel for security researchers to submit vulnerabilities they discover, with a clear time frame for review. </li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Improve human rights due diligence. Vodafone should demonstrate that it carries out human rights impact assessments on its existing services, the enforcement of its policies, and on algorithms, targeted advertising, and zero-rating programs.</li>\n</ul><ul>\n  <li>Clarify handling of user data. Vodafone should be more transparent about its reasons for collecting, sharing, and inferring user information and clarify options users have to control what data is collected, shared, and inferred about them.</li>\n</ul><ul>\n  <li>Uphold net neutrality in practice. Vodafone<span class=\"font-bold\"> </span>should affirm its commitment to upholding net neutrality principles by refraining from engaging in paid prioritization of traffic, including offering zero-rating programs.</li>\n</ul>","governance":"<p>Vodafone had the highest overall governance score among telecommunications companies after Telef&#xF3;nica. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Vodafone made explicit commitments to respect users&#x2019; privacy and freedom of expression rights. It was one of just two companies in the RDR Index to commit to abide by human rights in its development and deployment of AI technologies (G1). In addition, the company disclosed strong management oversight processes and internal implementation systems, including training and whistleblower programs, to support the fulfillment of its commitments (G2, G3). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Vodafone lagged behind many of its peers in human rights due diligence. The company regularly assessed the impact of laws affecting both privacy and freedom of expression and information and stated that it conducted assessments when entering new markets, but it failed to clarify whether its assessments encompassed risks and impacts associated with existing services, policy enforcement, algorithms, targeted advertising, or zero-rating programs such as Vodafone Passes (G4). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Vodafone is a member of multi-stakeholder organization Global Network Initiative. However, GNI focuses primarily on government demands and does cover a wider set of human rights issues that internet users face (G5). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy:</span> Vodafone had the strongest remedy mechanism for freedom of expression and privacy grievances after Telef&#xF3;nica. The company also provided a time frame to settle such grievances, but it did not publish any data about the complaints it received or any evidence to prove that it actually provided remedy (G6a).</li>\n</ul>","freedom":"<p>Vodafone disclosed more about its policies and practices affecting freedom of expression and information than any other telecommunications company except Telef&#xF3;nica, but it still lacked transparency in key areas such as content governance and advertising. </p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>Vodafone&#x2019;s terms of service documents were not all easy to locate (F1a) and the company fell short of committing to directly notify users about changes to those policies (F2a). The company did not articulate all of the content or activities it prohibits, nor did it articulate what actions it would take to enforce those rules (F3a). Like all other telcos, Vodafone released no data about content or accounts it removed to enforce its terms of service (F4a, F4b). The company&#x2019;s various services were inconsistent in committing to notify users when content was blocked or their accounts were restricted (F8). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic systems: </span>Vodafone did not publish an operational-level policy governing the use of algorithmic systems across its services (F1d). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Vodafone did not disclose what advertising content it prohibited on its platform or what actions it would take to remove advertisements that violate company rules (F3b). Vodafone stated that it may send tailored messages to users based on their location, browsing information, or other activities, but it revealed nothing about how it regulated targeted advertising, such as what types of targeting behaviors were banned (F3c). The company did not publish any data about the ads it removed for rules violations (F4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management: </span>While Vodafone made a commitment to net neutrality, it did not maintain this commitment in practice. The company offered a zero-rating program called Vodafone Passes on its prepaid and postpaid mobile services (F9). After Telef&#xF3;nica and Telenor, Vodafone was most forthcoming about how it handled network shutdown demands. The company&#x2019;s <span class=\"italic\">Freedom of Expression and Network Censorship</span> report outlined reasons why it might carry out network shutdowns and how it responds when governments order them. But it did not provide further details to reinforce its transparency such as data about shutdown demands (F10).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands: </span>Vodafone stood out for the comprehensive information it provided about its internal process for handling government demands to restrict content or accounts (F5a). But the company failed to clarify how it handled private requests to restrict content or accounts (F5b). While it described some of the measures it took to protect children&#x2019;s digital rights, it disclosed little else about how it handles private requests for content or account restrictions (F5b). Vodafone did not release any data about third-party requests for content or accounts restriction (F6, F7). </li>\n</ul>","privacy":"<p>Vodafone earned the third-best privacy score among telecommunication companies, and disclosed more on security than any of its peers.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Vodafone provided some information about what user data it collected and inferred but failed to commit to limit its data collection or inference to what was strictly necessary for business purposes (P3a, P3b). The company was vague about describing how and why it collected and shared user information (P4, P5) and acknowledged that even when users terminate their accounts, the company still retains some of the information (P6). Targeted advertising was the lone area in which Vodafone provided its customers with options to control how their data was used (P7). Vodafone gave options for users to obtain a copy of their user information, but it remained unclear if users could obtain all of the information the company held about them (P8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>The <span class=\"italic\">Vodafone Law Enforcement Disclosure Statement</span> clearly explained the company&#x2019;s process for handling government demands to access user information, including the legal basis under which it might comply with them, due diligence processes, and a commitment to push back on overbroad demands (P10a). But it did not reveal how it would respond to private requests for user information (P10b). Furthermore, Vodafone did not publish any data about third-party requests to access user information (P11a, P11b). Like other telecommunication companies, Vodafone failed to commit to notifying users when third parties requested their information. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Vodafone revealed more about its policies and practices to protect the security of users&#x2019; data than any other telecommunications company. It was the only company in the entire 2020 RDR Index to receive a full score on its processes for addressing data breaches. The company made a commitment to notify relevant authorities and users who were affected upon a breach and to identify specific steps to address such incidents (P15). In addition, Vodafone introduced a new portal for external researchers to submit reports of security vulnerabilities, but it did not commit to refraining from legal action against these researchers(P14). The company conducted internal and external security audits but its evidence was not sufficient to prove that the external audits were conducted regularly (P13). </li>\n</ul>"}