{"id":"Etisalat","printName":"Etisalat Group","basicInformation":"<p>Headquartered in the United Arab Emirates (UAE), Etisalat offers mobile, fixed broadband, and technology services to <a href=\"https://www.etisalat.com/en/system/com/assets/docs/annual-report/2019/etisalat-group-annual-report-english-2019.pdf\">149 million</a> users across the Middle East, Africa, and Asia. </p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Etisalat did not publish a commitment to respect users&#x2019; freedom of expression or privacy rights.</li>\n</ul><ul>\n  <li>Despite progress in the privacy category, Etisalat was not transparent about its handling of user information, including its policies on sharing and retaining user information.</li>\n</ul><ul>\n  <li>Etisalat did not disclose its process for handling government and private demands to remove content and accounts or to access user data. While it is a criminal offense in the UAE not to comply with government blocking orders, there is no law prohibiting Etisalat from disclosing how it handles these requests or its compliance rates with either government or private content-blocking requests.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">For the first time in 2020, Etisalat published a privacy policy. </span>Yet this key policy change was barely enough to move Etisalat upward in our ranking of telecommunications companies. It obtained the second-lowest score among telcos in the 2020 RDR Index, outperforming only its Qatari counterpart, Ooredoo. Etisalat, which is <a href=\"https://www.etisalat.com/en/investors/share-information.jsp\">majority-owned</a> by the Emirati government, is <a href=\"http://ejustice.gov.ae/downloads/latest_laws/cybercrimes_5_2012_en.pdf\">required to block</a> web content deemed objectionable by authorities, and this has been used in practice to block pornography, slander, various kinds of political speech, and websites of independent media outlets and human rights organizations. The company published relatively little information about how it manages online content, including how it handles government censorship demands. Etisalat also failed to publicly explain its approach to network management. The company continued to violate network neutrality principles by blocking calling features of international VoIP apps and charging users an extra fee for making international <a href=\"https://www.etisalat.ae/b2c/eshop/viewProducts?category%3DmobileAddons%26subCategory%3Dcat550028%26catName%3DPrepaid_add-on%26listVal%3DPrepaid_add-on%26locale%3DEN\">calls</a> using VoIP apps licensed by the country&#x2019;s Telecommunications Regulatory Authority. </p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Etisalat increased its transparency on internal governance by disclosing that it trains employees on privacy and that it has a whistleblower program enabling employees to report some privacy-related concerns. </li>\n</ul><ul>\n  <li>Etisalat clarified that its website privacy policy applies to all its services. </li>\n</ul><ul>\n  <li>Etisalat improved its security policies by clarifying that it has a security team that conducts regular internal security audits and that it commissions third-party audits. </li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Commit to protect freedom of expression and privacy. Etisalat should commit to freedom of expression and privacy in accordance with international human rights standards. </li>\n</ul><ul>\n  <li>Disclose processes for responding to government censorship demands. Etisalat should publish policies clearly outlining its processes for responding to government demands to block websites and restrict access to networks and services, since there are no regulations that would prohibit it from doing so. </li>\n</ul><ul>\n  <li>Be transparent about the handling of user information. Etisalat should be more transparent about how it handles user information. It should articulate which user information it shares and with whom, and the duration of time it retains this information.</li>\n</ul>","governance":"<p>Despite progress in the category since the previous RDR Index, Etisalat still fell behind on its governance processes to ensure respect for human rights. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Etisalat committed to protecting users&#x2019; privacy but did not characterize privacy as a human right. It also did not commit to human rights in its development and use of algorithmic systems (G1). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>We found no evidence of Etisalat conducting any type of human rights due diligence, including assessments of freedom of expression and information, privacy, and discrimination risks associated with its use of algorithmic systems, targeted advertising, or zero-rating practices (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Etisalat provided no evidence of engaging with stakeholders whose rights are directly affected by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Etisalat provided users with a mechanism for submitting complaints, but it did not specifically mention that this covers privacy and freedom of expression and information complaints (G6a). </li>\n</ul>","freedom":"<p>Etisalat was one of the least transparent telecommunications companies we evaluated when it came to policies affecting freedom of expression and information. </p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>In its terms<span class=\"font-bold\"> </span>and conditions<span class=\"font-bold\">, </span>Etisalat clearly outlined the types of content and activities it does not permit on its services (F3a). While it did offer a form allowing users to flag URLs they believe to be in violation of Etisalat&#x2019;s terms, the company did not disclose what other processes it uses to identify content and activities that violate its rules. It did not disclose any data about content and account restrictions to enforce its terms of service (F4a, F4b). It provided a vague policy pledging to notify users when it terminates their accounts, but it did not commit to issuing notifications to users when they attempt to access websites or URLs that the company blocks (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Etisalat &#x2019;s Business Marketing Platform service, which allows its business customers to target users with ads, is covered by the company&#x2019;s terms and conditions for business services. The conditions, which serve as the company&#x2019;s ad content policy, were difficult to find, but easy to understand (F1b). The policy provided some insight into the types of ad content Etisalat does not permit, but the company&#x2019;s processes of enforcing these rules were nonexistent (F3b). In addition, Etisalat did not publish a policy outlining its ad targeting rules (F3c). It did not publish data on ads removed to enforce these rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands: </span>Etisalat did not disclose a policy for handling third-party demands to remove content and accounts, including government demands (F5-F7). Etisalat is required to comply with UAE legislation requiring operators to block and restrict access to content, including the country&#x2019;s cybercrime law which prohibits many types of content on the internet.<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup> Yet there are no regulations that prohibit companies from disclosing their process for handling third-party demands to restrict access to content or accounts or to publish data about these demands. </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management: </span>Etisalat<span class=\"font-bold\"> </span>did not commit to respecting network neutrality (F9). While it provided some reasons why it may shut down service to a particular area or group of users and articulated that &#x201C;unlicensed&#x201D; VoIP apps are prohibited, it did not disclose anything else about its policy for responding to government shutdown demands (F10). For instance, it did not commit to pushing back against these types of demands or notifying users when it shuts down a network or restricts access to a particular service. </li>\n</ul>","privacy":"<p>Etisalat was not transparent about its policies affecting users&#x2019; privacy, disclosing only slightly more than Ooredoo. In our prior evaluations of Etisalat, we found that the company published a policy that referred only to the Etisalat website and online services, with no indication of whether this policy applies to mobile or fixed-line broadband services. In 2020, the company clarified that this privacy policy applies to all its services. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Etisalat &#x2019;s privacy policy was easily accessible from the company&#x2019;s home page and written in understandable language (P1a). The company, however, was not transparent about how it handles user information. It disclosed some of the information it collects (P3a) and stated that it may share user information with legal authorities (P4). It also offered users the ability to access some of the information the company holds about them, but it did not specify the precise scope of information they can obtain (P8). Etisalat was silent about its data inference and how long it retains user information (P3b, P6) and did not provide users with any options to control how the company collects, shares, infers, or uses their information for targeted advertising purposes (P7). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data:</span> Etisalat did not disclose a policy for handling third-party demands for user information, including government demands (P10-P12). There are no regulations that prohibit companies from disclosing their process for handling third-party demands for user information. However, Etisalat&#x2019;s operating license in the UAE required it to install equipment allowing authorities to access the network, so the company may not be aware when government authorities access user information.<sup><a href=\"#ftnt3\" id=\"ftnt_ref3\">[3]</a></sup></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Etisalat had internal processes to keep user information secure, including processes limiting employee access to user information and a security team that conducts internal audits (P13). However, it did not have in place any other security policies. For example, it did not have a bug bounty program enabling security researchers to submit reports of security vulnerabilities (P14), nor did it have a policy for responding to data breaches (P15).</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> &#x201C;Federal Decree-Law No. (5) of 2012 on Combating Cybercrimes,&#x201D; ejustice.gov.ae/downloads/latest_laws/cybercrimes_5_2012_en.pdf </p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> &#x201C;Federal Decree-Law no. (5) of 2012 on Combating Cybercrimes,&#x201D; <a href=\"http://ejustice.gov.ae/downloads/latest_laws/cybercrimes_5_2012_en.pdf\">http://ejustice.gov.ae/downloads/latest_laws/cybercrimes_5_2012_en.pdf</a> </p><p><a href=\"#ftnt_ref3\" id=\"ftnt3\">[3]</a> Telecommunications Regulatory Authority, &#x201C;Public Telecommunications License No. 1/2006,&#x201D;</p>"}