{"id":"F06","name":"F6","category":"freedom","label":"Data about government demands to restrict for content and accounts","description":"The company should regularly publish data about government demands (including judicial orders) to remove, filter, or restrict content and accounts.","guidance":"Companies frequently receive demands from governments to remove, filter, or restrict content or accounts. We expect companies- to regularly publish data about the number and type of government demands it receives, and the number of such requests with which it complies. Companies may receive these demands through official processes, such as with a court order, or through informal channels, like through a company's flagging system intended to allow private individuals to report content that violates the terms of service. Companies should be transparent about the nature of these requests. If a company knows that a request is coming from a government entity or court, the company should disclose it as part of its government requests reporting. Disclosing this data helps the public gain a greater understanding of the relationship between companies and governments in policing content online, and helps the public hold companies and governments accountable for their obligations to respect and protect freedom of expression rights. In some cases, the law might prevent a company from disclosing information referenced in this indicator's elements. For example, we expect companies to publish exact numbers rather than ranges of numbers. We acknowledge that laws sometimes prevent companies from doing so, and researchers will document situations where this is the case. But a company will nonetheless lose points if it fails to meet the standards specified in all of the above elements. This represents a situation where the law causes companies to fall short of best practice, and we encourage companies to advocate for laws that enable them to fully respect users' rights to freedom of expression and privacy.","isParent":false,"hasParent":false}