{"id":"DeutscheTelekom","basicInformation":"<p>Headquartered in Germany, Deutsche Telekom offers mobile, broadband, and other services in more than 50 countries in Europe, Africa, Asia, and the Americas, with a core customer base of about <a href=\"https://www.telekom.com/en/company/company-profile%23:~:text%3DDeutsche%20Telekom%20is%20one%20of,and%2021.3%20million%20broadband%20lines.\">236 million mobile users</a> and 21 million broadband lines.</p>","keyTakeaways":"<ul>\n  <li>While Deutsche Telekom continued to outperform all other telecommunications companies on its policies and practices affecting users&#x2019; privacy, it remained among the least transparent European telecommunications companies on freedom of expression and information. </li>\n  <li>Deutsche Telekom lacked strong governance and oversight over human rights issues relative to its European peers and showed no evidence of engaging with multistakeholder initiatives on human rights issues.</li>\n</ul>","keyFindings":"<p><span class=\"font-bold\">Deutsche Telekom ranked fifth among telecommunications companies.</span> The company earned the highest privacy score of any telecommunications company evaluated in the RDR Index, but one of the lowest scores in freedom of expression category. In response to COVID-19, Deutsche Telekom <a href=\"https://www.wsj.com/articles/coronavirus-contact-tracing-apps-launch-across-europe-amid-hopes-for-broad-adoption-11592319612?mod%3Dsearchresults_pos8%26page%3D1\">partnered with SAP</a>, Europe&#x2019;s largest software company, to develop a contact-tracing smartphone app for Germany. It also started <a href=\"https://www.wsj.com/articles/europe-tracks-residents-phones-for-coronavirus-research-11585301401?mod%3Dsearchresults_pos18%26page%3D1\">sharing</a> users&#x2019; location data with national governments to help them assess whether people were moving around or congregating and thereby spreading the coronavirus. Both moves provoked <a href=\"https://www.dw.com/en/too-few-germans-using-coronavirus-pandemic-tracing-app/a-54970227\">public concern</a> regarding data privacy. Although Deutsche Telekom was relatively transparent about how it handles user information, it failed to divulge whether or not it notified users of government demands to access their information (P12).</p>","changes":"<ul>\n  <li>Deutsche Telekom improved on governance by disclosing that its employee training includes freedom of expression issues.</li>\n  <li>Deutsche Telekom clarified its policies addressing data breaches. </li>\n  <li>Deutsche Telekom lost points in the freedom of expression category because it stopped publishing data about government demands for user information that are submitted via court order. </li>\n</ul>","keyRecommendation":"<ul>\n  <li>Improve governance of freedom of expression commitments. Deutsche Telekom should strengthen its governance and oversight over freedom of expression and information issues, including by disclosing evidence of senior-level oversight over these issues across the company&#x2019;s operations.</li>\n  <li>Be transparent about policies affecting freedom of expression and information. Deutsche Telekom should be far more transparent about its policies affecting users&#x2019; freedom of expression and information by clarifying its rules and processes for responding to government and other third-party demands to block content or accounts.</li>\n  <li>Clarify data inference policy. Deutsche Telekom should be more transparent about the types of user data it infers, how, and for what purpose and should give users options to control what is inferred about them.</li>\n</ul>","governance":"<p>Deutsche Telekom lacked strong governance and oversight over human rights issues, in particular over freedom of expression and information, and it continued to lag behind all other European telecommunications companies in this category.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights:</span> While Deutsche Telekom published a clear commitment to respect users&#x2019; freedom of expression and privacy rights, its Guidelines for Artificial Intelligence gave no indication that the company commits to abide by human rights in its development and use of algorithmic systems (G1). Deutsche Telekom disclosed evidence of senior-level oversight over privacy issues but not freedom of expression (G2).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Deutsche Telekom was one of the two telecommunications companies in the 2020 RDR Index (along with Telef&#xF3;nica) to state that it conducts impact assessments on its use of algorithms (G4d). However, these assessments focused on identifying privacy risks, and did not cover freedom of expression or non-discrimination (G4d). Overall, the company failed to provide evidence that these assessments were robust. For instance, the company did not say whether it pursued more in-depth evaluations whenever initial assessments brought up concerns. Deutsche Telekom also gave no evidence of conducting risk assessments on the enforcement of its own policies (G4b) or targeted advertising practices (G4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Deutsche Telekom published no evidence of engaging with multistakeholder initiatives on human rights issues (G5). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy:</span> On its Human Rights page, the company stated that any complaints related to human rights should be submitted through the Tell Me portal, but did not clarify its process for providing remedy and offered little evidence it was responding to these complaints (G6a).</li>\n</ul>","freedom":"<p>Deutsche Telekom failed to disclose adequate information about its policies and practices affecting users&#x2019; freedom of expression and information, making it one of the least transparent companies in the 2020 RDR Index in this category.</p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>Deutsche Telekom&#x2019;s terms of service were easy to find and access (F1a). The company&#x2019;s policies provided some information about what types of content and activities were prohibited on its services (F3a) but the company reported no data about the volume of content and accounts restricted to enforce those rules (F4a, F4b).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Deutsche Telekom did not publish any policies outlining its ad content and targeting rules or how it enforces them (F1b, F1c, F3b, F3c). It also failed to disclose any data on the number of ads it restricted for violating these policies (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Deutsche Telekom was unclear about how it handles government and private requests to restrict content and accounts (F5-F7). It disclosed nothing about its process for responding to government requests (F5a) and provided no data about the number of these requests it complied with (F6-F7). No laws or regulations appear to prohibit the company from being more transparent in this area.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management: </span>In its 2019 Corporate Responsibility Report, Deutsche Telekom shared a commitment to &quot;preserving an open internet,&quot; but the company maintained an active zero-rating program called StreamOn, which undermines its commitment to net neutrality (F9). It disclosed minimal information about the reasons it may restrict access to its networks or specific applications (F10) but did not provide any additional details, such as whether it commits to push back on network shutdown requests or whether it notifies users when it restricts access to the network or a service.</li>\n</ul>","privacy":"<p>Deutsche Telekom came in first place on privacy among telecommunications companies we evaluated, narrowly beating out Telef&#xF3;nica. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Deutsche Telekom was the most transparent company in the entire 2020 RDR Index in terms of how it handles user information (P3-P9). Still, the company failed to share any information about the types of data it infers, how, and for what purpose (P3b), or to give users options to control what is inferred about them (P7). Deutsche Telekom disclosed that it collects customers&apos; creditworthiness from credit scoring agencies and debt collection agencies, but did not say whether it collects other types of information from third parties through non-technical means (P9).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Deutsche Telekom was relatively transparent about how it responds to government and private requests for user data (P10a-P11a). It clearly explained its process for responding to government demands for user data but provided only limited information about how it responds to private requests (P11b). Like all of its peers, it failed to disclose anything about whether or not it notifies users about third-party demands for their information (P12).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Deutsche Telekom revealed more about its security policies than any of its peers apart from Vodafone. It disclosed that it monitors and limits employee access to user information and that it commissions third-party security audits (P13), although it did not clearly delineate how it addresses security vulnerabilities (P14). It published some information about its process for responding to data breaches (P15) and clarified that it reports such incidents to relevant authorities in a new policy on reporting of data breaches.</li>\n</ul>","footnotes":"footnotes missing"}