[{"id":"account","title":"Account / user account","text":"A collection of data associated with a particular <strong>user</strong> of a given computer system, service, or platform. At a minimum, the user account comprises a user name and password, which are used to authenticate the user&#x2019;s access to his/her data."},{"id":"accountrestriction","title":"Account restriction / restrict a user&#x2019;s account","text":"Limitation, suspension, deactivation, deletion, or removal of a specific user account or permissions on a user&#x2019;s account."},{"id":"anonymousdata","title":"Anonymous data","text":"Data that is in no way connected to another piece of information that could enable a user to be identified. The expansive nature of this definition used by the Ranking Digital Rights project is necessary to reflect several facts. First, skilled analysts can de-anonymize large data sets. This renders nearly all promises of anonymization unattainable. In essence, any data tied to an &#x201C;anonymous identifier&#x201D; is not anonymous; rather, this is often pseudonymous data which may be tied back to the user&#x2019;s offline identity. Second, metadata may be as or more revealing of a user&#x2019;s associations and interests than content data, thus this data is of vital interest. Third, entities that have access to many sources of data, such as data brokers and governments, may be able to pair two or more data sources to reveal information about users. Thus, sophisticated actors can use data that seems anonymous to construct a larger picture of a user."},{"id":"app","title":"App","text":"A self-contained program or piece of software designed to fulfill a particular purpose; a software application, especially as downloaded by a user to a mobile device."},{"id":"appstore","title":"App store","text":"The platform through which a company makes its own apps as well as those created by third-party developers available for download. An app store (or app marketplace) is a type of digital distribution platform for computer software, often in a mobile context."},{"id":"board","title":"&#x201C;Board of directors&#x201D;","text":"Board-level oversight should involve members of the board having direct oversight of issues related to freedom of expression and privacy. This does not have to be a formal committee, which is required for the executive and management levels, but the responsibility of board members in overseeing company practices on these issues should be clearly articulated and disclosed on the company&#x2019;s website."},{"id":"changelog","title":"Change log","text":"A record that depicts the specific changes in a document, in this case, a terms of service document."},{"id":"clearlydisclose","title":"Clearly disclose(s)","text":"The company presents or explains its policies or practices in its public-facing materials in a way that is easy for users to find and understand."},{"id":"collect","title":"Collect / Collection","text":"All means by which a company may gather information about users. For example, a company may collect this information directly in a range of situations, including when users upload content for public sharing, submit phone numbers for account verification, transmit personal information in private conversation with one another, etc. A company may also collect this information indirectly, for example, by recording log data, account information, metadata, and other related information that describes users and/or documents their activities."},{"id":"content","title":"Content","text":"The information contained in wire, oral, or electronic communications (e.g., a conversation that takes place over the phone or face-to-face, the text written and transmitted in an SMS or email)."},{"id":"core","title":"Core functionality","text":"The most essential functions or affordances of a product or service. For example, a smartphone&#x2019;s core functionality would include making a receiving phone calls, text messages and emails, downloading and running apps, and accessing the Internet."},{"id":"courtorders","title":"Court orders","text":"Orders issued by a court, including in both criminal and civil cases."},{"id":"critical","title":"Critical (software) update","text":"A widely released fix for a product-specific, security-related vulnerability. Security vulnerabilities are rated by their severity: critical, important, moderate, or low."},{"id":"cyberrisks","title":"&#x201C;Cyber risks&#x201D;","text":"Situations in which a user&#x2019;s security, privacy, or other related rights might be threatened by a malicious actor (including but not limited to criminals, insiders, or nation states) who may gain unauthorized access to user data using hacking, phishing, or other deceptive techniques."},{"id":"databreach","title":"Data breach","text":"A data breach occurs when an unauthorized party gains access to user information that a company collects, retains, or otherwise processes, and which compromises the integrity, security, or confidentiality of that information."},{"id":"dataminimization","title":"Data minimization","text":"According to the European Data Protection Supervisor (EDPS), &#x201C;The principle of &#x2018;data minimization&#x2019; means that a data controller [&#x201C;the institution or body that determines the purposes and means of the processing of personal data&#x201D;] should limit the collection of personal information to what is directly relevant and necessary to accomplish a specified purpose. They should also retain the data only for as long as is necessary to fulfil that purpose. In other words, data controllers should collect only the personal data they really need, and should keep it only for as long as they need it.&#x201D; Source: European Data Protection Supervisor, Data Protection Glossary, <a href=\"https://secure.edps.europa.eu/EDPSWEB/edps/site/mySite/pid/74\">https://secure.edps.europa.eu/EDPSWEB/edps/site/mySite/pid/74</a>"},{"id":"deidentified","title":"De-identified","text":"This refers to user information that companies collect and retain but only after removing or obscuring any identifiable information from it. This explicit identifiers like names, email addresses and any government-issued ID numbers, as well as identifiers like IP addresses, cookies and unique device numbers."},{"id":"developer","title":"Developer/third-party developer","text":"An individual (or group of individuals) who creates a software program or application that is distributed through a company&#x2019;s app store."},{"id":"device","title":"Device/handheld device/mobile device","text":"A physical object, such as a smartphone or feature phone, used to access telecommunication networks that is designed to be carried by the user and used in a variety of locations."},{"id":"documentation","title":"Documentation","text":"The company provides records that users can consult."},{"id":"donottracka","title":"Do Not Track","text":"Also known by the acronym &#x201C;DNT,&#x201D; this refers to a setting in a user&#x2019;s browser preferences that tell companies or third parties not to &#x201C;track&#x201D; them. In other words, every time a user loads a website, any parties that are involved in delivering the page (of which there are often many, primarily advertisers) are told not to collect or store any information about the user&#x2019;s visit to the page. However, this is merely a polite request: a company may ignore a DNT request, and many do."},{"id":"easytofind","title":"Easy to find","text":"The terms of service or privacy policy is is located one or two clicks away from on the home page of the company or service."},{"id":"easytounderstand","title":"Easy to understand / understandable manner","text":"The company has taken steps to help users actually understand the Terms of Service. This includes, but is not limited to, providing summaries, tips, or guidance that explain what the terms mean, using section headers, readable font size, or other graphic features to help users understand the document, or writing the terms using readable syntax."},{"id":"encryption","title":"Encryption","text":"This essentially hides the content of communications so only the intended recipient can view it. The process uses an algorithm to convert the message (plaintext) into a coded format (ciphertext) so that the message looks like a random series of characters to anyone who looks at it. Only someone who has the appropriate encryption key can decrypt the message, reversing the ciphertext back into plaintext. Data can be encrypted when it is stored and when it is in transmission."},{"id":"endtoend","title":"End-to-end encryption","text":"With end-to-end encryption, only the sender and receiver can read the content of the encrypted communications. Third parties, including the company, would not be able to decode the content."},{"id":"engage","title":"Engage","text":"Interactions between the company and stakeholders. Companies or stakeholders can initiate these interactions, and they can take various formats, including meetings, other communication, etc."},{"id":"executiveleveloversight","title":"Executive-level oversight","text":"The executive committee or a member of the company&#x2019;s executive team directly oversees issues related to freedom of expression and privacy."},{"id":"explicit","title":"Explicit","text":"The company specifically states its support for freedom of expression and privacy."},{"id":"forward","title":"Forward secrecy / &#x201C;perfect forward secrecy&#x201D;","text":"An encryption method notably used in HTTPS web traffic and in messaging apps, in which a new key pair is generated for each session (HTTPS), or for each message exchanged between the parties (messaging apps). This way, if an adversary obtains one decryption key, it will not be able to decrypt past or future transmissions or messages in the conversation. Forward secrecy is distinct from end-to-end encryption, which refers to the data being encrypted while &#x201C;at rest&#x201D; on remote company servers. For more, see &#x201C;Pushing for Forward Secrecy,&#x201D; Electronic Frontier Foundation, <a href=\"https://www.eff.org/deeplinks/2013/08/pushing-perfect-forward-secrecy-important-web-privacy-protection\">https://www.eff.org/deeplinks/2013/08/pushing-perfect-forward-secrecy-important-web-privacy-protection</a>."},{"id":"fulldisk","title":"Full-disk encryption","text":"Comprehensive encryption of all data stored on a physical device, in such a way that only the user is able to access the content by providing the user-generated password(s) and/or other means of decryption (fingerprint, two-factor authentication code, physical token, etc.)"},{"id":"geo","title":"Geolocation","text":"Identification of the real-world geographic location of an object, such as a radar source, mobile phone or Internet-connected computer terminal. Geolocation may refer to the practice of assessing the location, or to the actual assessed location."},{"id":"governmentid","title":"Government-issued identification","text":"This includes government ID or any form of identification that ties the person to a physical location, family, or community. This also includes phone numbers, which are, in many jurisdictions, tied to offline identity."},{"id":"governmentrequest","title":"Government requests","text":"This includes requests from government ministries or agencies, law enforcement, and court orders in criminal and civil cases."},{"id":"grievance","title":"Grievance","text":"&#x201C;[A] perceived injustice evoking an individual&#x2019;s or a group&#x2019;s sense of entitlement, which may be based on law, contract, explicit or implicit promises, customary practice, or general notions of fairness of aggrieved communities.&#x201D; (p. 32 of 42.) Source: &#x201C;Guiding Principles on Business and Human Rights: Implementing the United Nations &#x2018;Protect, Respect and Remedy Framework,&#x201D; 2011,"},{"id":"hria","title":"Human Rights Impact Assessments (HRIA)","text":"For the purpose of this methodology, HRIAs are a systematic approach to due diligence. A company carries out these assessments or reviews to see how its products, services, and business practices affect the freedom of expression and privacy of its users."},{"id":"location","title":"Location data","text":"Information collected by a network or service about where the user&#x2019;s phone or other device is or was locatedfor example, tracing the location of a mobile phone from data collected by base stations on a mobile phone network."},{"id":"malware","title":"Malware","text":"An umbrella term used to refer to a variety of forms of hostile or intrusive software, including computer viruses, worms, trojan horses, ransomware, spyware, adware, scareware, and other malicious programs. It can take the form of executable code, scripts, active content, and other software"},{"id":"management","title":"Management-level oversight","text":"A committee, program, team, or officer that is not part of the company&#x2019;s board of directors or the executive team."},{"id":"mobile","title":"Mobile ecosystem","text":"The indivisible set of goods and services offered by a mobile device company, comprising the device hardware, operating system, app store and user account."},{"id":"modifications","title":"Modifications to a mobile operating system","text":"Changes made to the stock version of a mobile OS that may affect core functionality, the user experience, or the process of deploying software updates. Notably refers to Android smartphones produced by companies other than Google."},{"id":"multi","title":"Multi-stakeholder initiative","text":"A credible multi-stakeholder organization includes and is governed by members of at least three other stakeholder groups besides industry: civil society, investors, academics, at-large user or customer representatives, technical community, and/or government. Its funding model derives from more than one type of source (corporations, governments, foundations, public donations, etc.). Its independence, rigor, and professionalism are of a high standard, with strong participation by human rights organizations that themselves have solid track records of independence from corporate and/or government control. The Global Network Initiative is an example of a multi-stakeholder initiative focused on freedom of expression and privacy."},{"id":"noncontent","title":"Non-content","text":"Data about an instance of communication or about a user. Companies may use different terms to refer to this data, including metadata, basic subscriber information, non-content transactional data, account data, or customer information. The Guardian has a useful guide with examples of what counts as metadata on various services."},{"id":"nonjudicial","title":"Non-judicial government requests","text":"These are requests that come from government entities that are not judicial bodies, judges, or courts. They can include requests from government ministries, agencies, police departments, police officers (acting in official capacity) and other non-judicial government offices, authorities, or entities."},{"id":"notice","title":"Notice / Notify","text":"The company communicates with users or informs users about something related to the company or service."},{"id":"officer","title":"Officer","text":"A senior employee accountable for an explicit set of risks and impacts, in this case privacy and freedom of expression."},{"id":"os","title":"Operating system (OS)","text":"The software that supports a computer&#x2019;s basic functions, such as scheduling tasks, executing applications, and controlling peripherals. A mobile operating system is the OS for a mobile device such as a smartphone or tablet."},{"id":"options","title":"Options to control","text":"The company provides the user with a direct and easy-to-understand mechanism to opt-in or opt-out of data collection, use, or sharing. &#x201C;Opt-in&#x201D; means the company does not collect, use, or share data for a given purpose until users explicitly signal that they want this to happen. &#x201C;Opt-out&#x201D; means the company uses the data for a specified purpose by default, but will cease doing so once the user tells the company to stop. Note that this definition is potentially controversial as many privacy advocates believe only &#x201C;opt-in&#x201D; constitutes acceptable control. However, for the purposes of RDR, we have elected to count &#x201C;opt-out&#x201D; as a form of control."},{"id":"oversight","title":"Oversight / Oversee","text":"The company&#x2019;s governance documents or decision-making processes assign a committee, program, team, or officer with formal supervisory authority over a particular function. This group or person has responsibility for the function and is evaluated based on the degree to which it meets that responsibility."},{"id":"patch","title":"Patch","text":"A piece of software designed to update a computer program or its supporting data, to fix or improve it. This includes fixing security vulnerabilities and other bugs, with such patches usually called bugfixes or bug fixes, and improving the usability or performance."},{"id":"platform","title":"Platform","text":"A computing platform is, in the most general sense, whatever a pre-existing piece of computer software or code object is designed to run within, obeying its constraints, and making use of its facilities. The term computing platform can refer to different abstraction levels, including a certain hardware architecture, an operating system (OS), and runtime libraries.<a href=\"https://en.wikipedia.org/wiki/Computing_platform#cite_note-1\">[1]</a> In total it can be said to be the stage on which computer programs can run."},{"id":"policycommitment","title":"Policy commitment","text":"A publicly available statement that represents official company policy which has been approved at the highest levels of the company."},{"id":"privacypolicy","title":"Privacy policies","text":"Documents that outline a company&#x2019;s practices involving the collection and use of information, especially information about users. Source: &#x201C;Protecting Consumer Privacy in an Era of Rapid Change: Recommendations for Businesses and Policymakers,&#x201D; U.S. Federal Trade Commission, March 2012, p. 77. <a href=\"https://www.ftc.gov/sites/default/files/documents/reports/federal-trade-commission-report-protecting-consumer-privacy-era-rapid-change-recommendations/120326privacyreport.pdf\">https://www.ftc.gov/sites/default/files/documents/reports/federal-trade-commission-report-protecting-consumer-privacy-era-rapid-change-recommendations/120326privacyreport.pdf</a>"},{"id":"privaterequests","title":"Private requests","text":"Requests made by any person or entity that is not acting under direct governmental or court authority. Private requests for content restriction can come from a self-regulatory body such as the Internet Watch Foundation, or a notice-and-takedown system, such as the U.S. Digital Millennium Copyright Act. For more information on notice-and-takedown, as well as the DMCA specifically, see the recent UNESCO report, &#x201C;Fostering Freedom Online: The Role of Internet Intermediaries&#x201D; at <a href=\"http://unesdoc.unesco.org/images/0023/002311/231162e.pdf\">http://unesdoc.unesco.org/images/0023/002311/231162e.pdf</a> (p. 40-52 of 211)."},{"id":"prioritization","title":"Prioritization","text":"Prioritization occurs when a network operator &#x201C;manage[s] its network in a way that benefits particular content, applications, services, or devices.&#x201D; For RDR&#x2019;s purposes, this definition of prioritization includes a company&#x2019;s decision to block access to a particular application, service, or device."},{"id":"protocol","title":"Protocol","text":"A set of rules governing the exchange or transmission of data between devices."},{"id":"publicarchive","title":"Public archive","text":"A publicly available resource that contains previous versions of the terms of service or comprehensively explains each round of changes the company makes to its terms of service."},{"id":"realtime","title":"Real-time communications access","text":"Surveillance of a conversation or other electronic communication in &#x201C;real time&#x201D; while the conversation is taking place, or interception of data at the very moment it is being transmitted. This is also sometimes called a &#x201C;wiretap.&#x201D; Consider the difference between a request for a wiretap and a request for stored data. A wiretap gives law enforcement authority to access future communications, while a request for stored data gives law enforcement access to records of communications that occurred in the past. The U.S. government can gain real-time communications access through the Wiretap Act and Pen Register Act, both part of the Electronic Communications Privacy Act (ECPA); the Russian government can do so through &#x201C;System for Operative Investigative Activities&#x201D; (SORM)."},{"id":"remedy","title":"Remedy","text":"&#x201C;Remedy may include apologies, restitution, rehabilitation, financial or non-financial compensation and punitive sanctions (whether criminal or administrative, such as fines), as well as the prevention of harm through, for example, injunctions or guarantees of non-repetition. Procedures for the provision of remedy should be impartial, protected from corruption and free from political or other attempts to influence the outcome.&#x201D; (p. 22 of 27.)"},{"id":"require","title":"Require","text":"The requirement may take place at the time a user signs up for an account or later, upon company request."},{"id":"retention","title":"Retention of user information","text":"A company may collect data and then delete it. If the company does not delete it, the data is &#x201C;retained.&#x201D; The time between collection and deletion is the &#x2018;retention period&#x2019;. Such data may fall under our definition of &#x2018;user information&#x2019;, or it may be anonymous. Keep in mind that truly anonymous data may in no way be connected to a user, the user&#x2019;s identity, behavior or preference, which is very rare."},{"id":"rollout","title":"Roll out","text":"A series of related product announcements that are staged over time; the process of making patches, software updates, and software upgrades available to end users."},{"id":"securityresearcher","title":"Security researcher","text":"Someone who studies how to secure technical systems and/or threats to computer and network security in order to find a solution."},{"id":"securityupdate","title":"Security update","text":"A widely released fix for a product-specific, security-related vulnerability. Security vulnerabilities are rated by their severity: critical, important, moderate, or low."},{"id":"securityvulnerability","title":"Security vulnerability","text":"A weakness which allows an attacker to reduce a system&#x2019;s information assurance. A vulnerability is the intersection of three elements: a system susceptibility or flaw, attacker access to the flaw, and attacker capability to exploit the flaw."},{"id":"seniorleadership","title":"Senior executives","text":"CEO and/or other members of the executive team as listed by the company on its website or other official documents such as an annual report. In the absence of a company-defined list of its executive team, other chief-level positions and those at the highest level of management (e.g., executive/senior vice president, depending on the company) are considered senior executives."},{"id":"shares","title":"Shares / Sharing","text":"The company allows a third party to access user information, either by freely giving the information to a third party (or the public, or other users) or selling it to a third party."},{"id":"shutdown","title":"Shut down or restrict access to the network","text":"For the purpose of this methodology, network shutdown refers to the intentional disruption of internet or electronic communications, including telecom services such as cellular telephony and SMS. This includes a blanket shut down of all cellular or internet services within a geographic area and targeted blocking of specific services, such as social media or messaging apps."},{"id":"softwareupdate","title":"Software update","text":"A software update (also sometimes called a software patch) is a free download for an application or software suite that provides fixes for features that aren&#x2019;t working as intended or adds minor software enhancements and compatibility. An update can also include driver updates that improve the operation of hardware or peripherals, or add support for new models of peripherals."},{"id":"softwardupgrade","title":"Software upgrade","text":"A software upgrade is a new version of a piece of software that offers a significant change or improvement over the current version."},{"id":"stakeholder","title":"Stakeholders","text":"People who have a &#x201C;stake&#x201D; because they are affected in some way by a company&#x2019;s actions or decisions. Note that stakeholders are not the same as &#x201C;rights holders&#x201D; and that there are different kinds of stakeholders: those who are directly affected, and &#x201C;intermediary stakeholders&#x201D; whose role is to advocate for the rights of direct stakeholders.Rights holders are the individuals whose human rights could be directly impacted. They interact with the company and its products and services on a day-to-day basis, typically as employees, customers, or users. Intermediary stakeholders include individuals and organizations informed about and capable of speaking on behalf of rights holders, such as civil society organizations, activist groups, academics, opinion formers, and policymakers.&#x201D; (p. 10 of 28). Source: Stakeholder Engagement in Human Rights Due Diligence: Challenges and Solutions for ICT Companies by BSR, Sept. 2014 <a href=\"http://www.bsr.org/reports/BSR_Rights_Holder_Engagement.pdf\">http://www.bsr.org/reports/BSR_Rights_Holder_Engagement.pdf</a>"},{"id":"stakeholderengaement","title":"Stakeholder engagement","text":"Interactions between the company and stakeholders. Companies or stakeholders can initiate these interactions, and they can take various formats, including meetings, other communication, etc."},{"id":"stockandroid","title":"Stock Android","text":"The version of the Android operating system that is made available by Google, without any modifications to the code. Can refer to any version of the operating system (ie Kit Kat, Marshmallow, etc)."},{"id":"structureddata","title":"Structured data","text":"&#x201C;Data that resides in fixed fields within a record or file. Relational databases and spreadsheets are examples of structured data. Although data in XML files are not fixed in location like traditional database records, they are nevertheless structured, because the data are tagged and can be accurately identified.&#x201D; Conversely, unstructured data is data that &#x201C;does not reside in fixed locations. The term generally refers to free-form text, which is ubiquitous. Examples are word processing documents, PDF files, e-mail messages, blogs, Web pages and social sites.&#x201D;"},{"id":"glossary-team","title":"Team / Program","text":"A defined unit within a company that has responsibility over how the company&#x2019;s products or services intersect with, in this case, freedom of expression and/or privacy."},{"id":"tos","title":"Terms of Service","text":"This document may also be called Terms of Use, Terms and Conditions, etc. The terms of service &#x201C;often provide the necessary ground rules for how various online services should be used,&#x201D; as stated by the EFF, and represent a legal agreement between the company and the user. Companies can take action against users and their content based on information in the terms of service. Source: Electronic Frontier Foundation, &#x201C;Terms of (Ab)use&#x201D; <a href=\"https://www.eff.org/issues/terms-of-abuse\">https://www.eff.org/issues/terms-of-abuse</a>"},{"id":"thirdparty","title":"Third party","text":"A &#x201C;party&#x201D; or entity that is anything other than the user or the company. For the purposes of this methodology, third parties can include government organizations, courts, or other private parties (e.g., a company, an NGO, an individual person). (Note that this is an intentionally broad and inclusive definition.)"},{"id":"throttling","title":"Throttling","text":"A blunt form of traffic shaping in which a network operator slows the flow of packets through a network. Mobile operators may throttle traffic to enforce data caps. For more information, see: Open Signal, &#x201C;Data throttling: Why operators slow down your connection speed,&#x201D; <a href=\"http://opensignal.com/blog/2015/06/16/data-throttling-operators-slow-connection-speed/\">http://opensignal.com/blog/2015/06/16/data-throttling-operators-slow-connection-speed/</a>"},{"id":"traffic","title":"Traffic shaping","text":"Adjusting the flow of traffic through a network. This can involve conditionally slowing certain types of traffic. Traffic shaping can be used for network management purposes (e.g., prioritizing VoIP traffic ahead of normal web traffic to facilitate real-time communication) or for reasons that counter net neutrality principles (e.g., intentionally slowing video traffic to dissuade users from using high-bandwidth applications)."},{"id":"limitation","title":"Use/Purpose limitation","text":"The OECD privacy guidelines state that entities that work with user information should state their purpose for collecting such information and should not use the information for any other purpose, unless they receive consent from the user or if the use is legally authorized. Source: OECD Privacy Guidelines, Part Two: Basic Principles of National Application, p. 14 <a href=\"https://www.oecd.org/sti/ieconomy/oecd_privacy_framework.pdf\">https://www.oecd.org/sti/ieconomy/oecd_privacy_framework.pdf</a>."},{"id":"user","title":"Users","text":"Individuals who use a product or service. This includes people who post or transmit the content online as well as those who try to access or receive the content. For indicators in the freedom of expression category, this includes third-party developers who create apps that are housed or distributed through a company&#x2019;s product or service."},{"id":"usergeneratedsignal","title":"User-generated signals","text":"Many companies allow users to &#x201C;opt-out&#x201D; of tracking by setting an array of company-specific cookies. If a user deletes cookies in order to protect privacy, they are then tracked until they re-set the &#x201C;opt-out&#x201D; cookie. Furthermore, some companies may require a user to install a browser add-on to prevent tracking. These two common scenarios are example of users being forced to use signals which are company-specific; and therefore do not count. Rather, a user-generated signal comes from the user and is a universal message that the user should not be tracked. The primary option for user-generated signal today is the &#x201C;Do Not Track&#x201D; header (covered above), but this wording leaves the door open to future means for users to signal they do not want to be tracked."},{"id":"userinformation","title":"User information","text":"Any data that is connected to an identifiable person, or may be connected to such a person by combining datasets or utilizing data-mining techniques. As further explanation, user Information is any data that documents a user&#x2019;s characteristics and/or activities. This information may or may not be tied to a specific user account. This information includes, but is not limited to, personal correspondence, user-generated content, account preferences and settings, log and access data, data about a user&#x2019;s activities or preferences collected from third parties either through behavioral tracking or purchasing of data, and all forms of metadata. User Information is never considered anonymous except when included solely as a basis to generate global measures (e.g. number of active monthly users). For example, the statement, &#x2018;Our service has 1 million monthly active users,&#x2019; contains anonymous data, since it does not give enough information to know who those 1 million users are."},{"id":"whistleblower","title":"Whistleblower program","text":"This is a program through which company employees can report any alleged malfeasance they see within the company, including issues related to human rights. This typically takes the form of an anonymous hotline and is often the responsibility of a chief compliance or chief ethics officer."}]