{"id":"G05","name":"G5","category":"governance","label":"Stakeholder engagement and accountability","description":"The company should engage with a range of stakeholders on the company's impact on freedom of expression and information, privacy, and potential risks of related human rights harms such as discrimination.","guidance":"This indicator seeks evidence that the company engages with and is accountable to y its stakeholders—particularly with those who face human rights risks in connection with their online activities. We expect stakeholder engagement to be a core component of a company's policy development and impact assessment process. Stakeholder engagement should be carried out across the full range of issues related to users' freedom of expression and information, privacy, and related rights, including a company's process for developing terms of service, privacy, and identity policies, as well as algorithmic use policies and policies governing targeted advertising, along with the enforcement practices for those policies. Stakeholder engagement and accountability mechanisms should include the full range of ways in which users' rights may be violated: government demands, actions by other third parties via the companies' products and services, or by the companies themselves. Companies that receive full credit on this indicator will not only engage with stakeholders but also commit to accountability processes such as independent assessments overseen by a body whose final decisions are not controlled by companies alone. Engaging with stakeholders, especially those who operate in high-risk environments, can be sensitive. A company may not feel comfortable publicly disclosing specific details about which stakeholders it consults, where or when they meet, and what they discuss. While we encourage companies to provide details about non-sensitive stakeholder engagement, we seek, at a minimum, public disclosure that a company engages with stakeholders who are or represent users whose rights to freedom of expression and privacy are at risk. One way the public knows a company participates in this type of engagement and that the engagement produces actual results is through its involvement in a multi-stakeholder initiative whose purpose is not only to create a safe space for engagement, but also to enable companies to make commitments, support them in meeting them, and hold companies accountable to them. Full and credible accountability mechanisms require multi-stakeholder governance in which companies alone do not control decision making regarding accountability processes and engagements, but rather share decision-making authority with representatives of other stakeholder constituencies. If a company receives full credit on Element 1, it will automatically receive full credit on Element 2 and Element 3. Note that because the scope of the Global Network Initiative's work focuses on government demands, and at least half of RDR's methodology addresses human rights threats that do not originate from governments, for the 2020 RDR Index GNI membership (without evidence of engagement and accountability on other human rights risks beyond those posed by governments) will only result in partial credit for Element 1 of this indicator.","isParent":false,"hasParent":false}