{"id":"VK","printName":"VK Co Ltd","basicInformation":"<p>Headquartered in Russia, VK provides email, cloud storage, search, and messaging apps, as well as VKontakte, the world&rsquo;s most popular Russian-language social media platform. In the second quarter of 2021, VK had 71.4 million monthly active users in Russia.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>VK made no significant improvements in this year&rsquo;s ranking. Its commitments to freedom of expression and privacy became less explicit compared to our findings in 2020, when it made a clear commitment to those rights for the first time. </li><li>VK provided critical information on security-related standards but it shared very little information regarding privacy issues that are less directly connected to security, such as collection, processing, and sharing of user data.</li><li>VK published very little information about its content governance policies, scoring far lower in this area than its Russian peer Yandex, and it published almost no data reflecting its enforcement of these policies. It also provided no information about government demands to censor content.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>In October 2021, Mail.ru Group was <a href=\"https://www.reuters.com/article/russia-mailru-group-rebrand-idINFWN2R71LK\">rebranded</a> as VK, the initials of its most popular social networking service, VKontakte. In December VK was <a href=\"https://www.themoscowtimes.com/2021/12/03/gazprom-gains-control-of-russias-top-social-network-a75724\">sold to Sogaz</a>, an insurance company held by the Russian state. Among VK&rsquo;s<a href=\"https://www.reuters.com/article/russia-vk-idUSL8N2SO3IY\"> most powerful shareholders</a> is Yuri Kovalchuk, a close ally of Russian president Vlamidir Putin. Vladimir Kiriyenko, VK&rsquo;s <a href=\"https://www.theverge.com/2022/2/26/22951307/us-sanctions-russia-vk-ceo-vladimir-kiriyenko\">new CEO</a>, is the son of Putin&rsquo;s deputy chief of staff and was sanctioned by the U.S. following Russia&rsquo;s invasion of Ukraine in February. While <a href=\"https://globalvoices.org/2018/08/09/russians-are-facing-criminal-prosecution-for-sharing-memes-online-thanks-to-anti-extremism-laws/\">VK users and civil society</a> have long suspected that government officials have undue influence over decisions at the company, the ownership change seems to have begun a new era of closeness between the company and the Kremlin. VK does not disclose much information about its moderation techniques.. During the invasion, which was ongoing at the time of publication, observers noted that the platform <a href=\"https://www.newsweek.com/russia-vk-anti-war-messages-defy-vladimir-putin-ukraine-censors-1689518\">allowed</a> narratives supporting the attack but seemed to remove <a href=\"https://www.washingtonpost.com/outlook/2022/03/04/russian-social-media-ukraine-vk-propaganda/\">antiwar messages</a>.</p><p>VK&rsquo;s two leading social networking services, VK and Odnoklassniki (also known as OK), are among the most popular platforms in Russia and therefore provide critical infrastructure for public discourse. It came as no surprise that these two services were added to the <a href=\"https://530-fz.rkn.gov.ru/\">state registry of &ldquo;social media.&rdquo;</a> Companies on the registry are required to police content proactively, even in the absence of government demands. <a href=\"https://roskomsvoboda.org/69117/\">Non-compliance results</a> in huge fines and can ultimately result in a service being banned. In March 2021 both VK and OK were <a href=\"https://meduza.io/en/news/2021/03/09/russian-court-fines-vkontakte-20-000-for-refusing-to-remove-videos-calling-for-participation-in-unauthorized-protests\">fined</a> by Russian authorities for not removing videos promoting protests and rallies. The company initially <a href=\"https://tass.ru/ekonomika/10861069\">announced</a> plans to challenge the court rulings, but in September 2021 it appeared to reverse course, <a href=\"https://meduza.io/en/news/2021/09/21/vkontakte-blocks-several-of-navalny-s-former-campaign-office-leaders\">blocking</a> the accounts of several former opposition leaders.</p><p>In our <a href=\"https://rankingdigitalrights.org/index2020/companies/MailRu\">last evaluation</a>, we found that VK published a commitment to respect users&rsquo; freedom of expression and privacy rights. When we reviewed VK&rsquo;s materials for this year&rsquo;s Scorecard, this commitment had disappeared. VK also stagnated in other critical areas: it continued to fall short on disclosing how it handles government demands to censor content and in reporting data about such demands. </p>","changesTitle":"Changes since 2020","changes":"<ul><li>The company&rsquo;s commitment to freedom of expression and privacy was less explicit than in the past. </li><li>VK&rsquo;s updated <a href=\"https://ia601503.us.archive.org/19/items/mail-ru-19-vk-safety-standards-2021-11-2/MailRu_19_VK_Safety_Standards_2021-11-2.pdf\">Safety Guidelines Platform Standards</a> policy included new (though not comprehensive) information on the platform&rsquo;s time frames for grievance and remedy procedures. </li><li>VK&rsquo;s 2020 <a href=\"https://ia601402.us.archive.org/24/items/mail-ru-36-esg-report-2020/MailRu_36_esg-report_2020.pdf\">ESG Sustainability Report</a> summarized a comprehensive data protection system and offered some information on third-party security audits that took place in 2020.</li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Renew commitment to human rights. VK should make a clear commitment to respect freedom of expression and privacy as human rights, as it did last year.</li></ul><ul><li>Strengthen governance and oversight over human rights commitments. VK should conduct human rights due diligence and improve its remedy procedures.</li></ul><ul><li>Be transparent about government demands to block content or hand over user information. VK should disclose its process for handling government demands to remove content and report data on the volume of such demands. </li></ul><ul><li>Be transparent about content moderation. VK should publish data on content removed or accounts suspended for violations of platform rules. </li></ul>","governance":"<p>VK scored notably lower than its Russian peer, Yandex, in our corporate governance category. VK is among the lowest-performing companies in this area. While the company published a clear commitment to freedom of expression and privacy for the first time in 2020, this year the commitment was not clearly articulated in any of its documents (G1). VK provided no information about whether it assesses the human rights impact of government regulations and policies (G4a), its own terms of service enforcement (G4b), its targeted-advertising practices (G4c), or its use and development of algorithms (G4d).</p>","freedom":"<p>VK scored lower in this category than its Russian peer, Yandex. VK did not share information about how it handles third-party demands to remove content and accounts. It also failed to share information about its processes for addressing these demands, such as whether it pushes back on overly broad censorship requests (F5a). The company gave several examples of how it uses algorithmic and machine learning tools. It described how its recommendation technology, known as <a href=\"https://ia601402.us.archive.org/24/items/mail-ru-36-esg-report-2020/MailRu_36_esg-report_2020.pdf\">Pulse</a>, &ldquo;offers users a personalized feed based on their preferences&rdquo; but did not describe how it uses the technology to curate, rank, or recommend content on VK or OK, its social networking platforms (F12).</p>","privacy":"<p>VK&rsquo;s new <a href=\"https://ia801501.us.archive.org/1/items/mail-ru-6-mail-ru-cloud-privacy-policy-2020-06-01/MailRu_6_MailRu_Cloud_Privacy_Policy_2020-06-01.pdf\">privacy policies</a> covering Mail.ru Cloud clarified the names of third parties with which it shares each type of user information, but did not offer a comprehensive list of all third parties (P4). It also provided new information around its security practices (P13), including information about third-party audits that took place in 2020. VK did not share any information, however, about how it employs user data for the development of algorithmic systems or if it provides users with options to control how their data is used for the development of such systems (P1b, P7). While its <a href=\"https://ia601402.us.archive.org/24/items/mail-ru-36-esg-report-2020/MailRu_36_esg-report_2020.pdf\">2020 Sustainability Report</a> offered some information about VK&rsquo;s process for responding to government demands for user information, it provided no data about the nature and volume of these requests (P10a, P11a).</p>"}