{"id":"F11","name":"F11","category":"freedom","label":"Identity policy","description":"The company should not require users to verify their identity with their government-issued identification, or other forms of identification that could be connected to their offline identity.","guidance":"The ability to communicate anonymously is essential to freedom of expression both on and offline. The use of a real name online, or requiring users to provide a company with identifying information, provides a link between online activities and a specific person. This presents human rights risks to those who, for example, voice opinions that don't align with a government's views or who engage in activism that a government does not permit. It also presents risks for people who are persecuted for religious beliefs or sexual orientation. We therefore expect companies to disclose whether they might ask users to verify their identities using government-issued ID or other forms of identification that could be connected to their offline identity. Other forms of identification can include credit cards and registered phone numbers. We acknowledge that users may have to provide information that could be connected to their offline identity in order to access paid features of various products and services. However, users should be able to access features that don't require payment without needing to provide information that can be tied to their offline identity. In some cases, phone numbers can be connected to a user's offline identity, for example, in legal contexts where prepaid users are required to register with their IDs. When providing a phone number is necessary to the provision of the service (for example in the case of instant messaging apps), companies should receive full credit, unless they also require users to use their real names or submit documents that would tie their names to their offline identities. Services that require users to provide a phone number for purposes not necessary to the provision of the service will receive no credit: for example, some services may require phone numbers for two-factor authentication purposes, however, this should be optional and users should be provided with other two-factor authentication options. This indicator is applicable to digital platform companies and pre-paid mobile services (for telecommunications companies).","isParent":false,"hasParent":false}