{"id":"Yahoo","printName":"Verizon Media Inc.","basicInformation":"<p>Headquartered in the United States, Yahoo provides email, news, and search platforms. It draws its <a href=\"https://www.investopedia.com/articles/markets/121015/how-yahoo-makes-money-yhoo.asp%23:~:text%3DMedia&#39;s%20branded%20sites.-,Digital%20Ads,sells%20ad%2Dspace%20to%20advertisers.%26text%3DMost%20of%20this%20revenue%20increase,now%20collects%20from%20Yahoo%20sites.\">revenue</a> primarily from advertising as well as from its subscription-based financial information service.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Yahoo&rsquo;s commitments to human rights due diligence were weaker than in our previous evaluations. In 2021, the platform stopped disclosing a policy of performing long-form human rights impact assessments if initial assessments detect risks.</li><li>The platform earned the top score for privacy in this cycle, due to improved security and data breach policies.</li><li>Yahoo&rsquo;s ad content and targeting policies were more comprehensive than those of most other companies in our ranking.</li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>In 2021, Yahoo, formerly owned by Verizon Media, became a subsidiary of the private equity firm Apollo Global Management. The change has left the future of human rights oversight at the company unclear to the public. Yahoo was the first U.S.-based tech giant to build a team that worked to integrate human rights due diligence across its products and services. The team emerged after the company was taken to court and brought before the U.S. Congress over its decision to give Chinese officials access to sensitive data associated with the email account of Chinese journalist <a href=\"https://en.wikipedia.org/wiki/Shi_Tao_%28journalist%29\">Shi Tao</a>, who was arrested and jailed for eight years as a result. </p><p>In our first evaluation of Yahoo, published in 2015, it disclosed <a href=\"https://rankingdigitalrights.org/index2015/indicators/c4/\">more comprehensive</a> information about its human rights impact assessments than any other ranked company. But Yahoo&rsquo;s acquisition by Apollo seems to have brought about a turn in this trajectory. Following the sale, Yahoo stopped committing to conduct in-depth secondary evaluations on the human rights impacts of laws, regulations, and its own policy enforcement when risks are detected. Although Apollo is publicly traded and has a board of directors, Yahoo is not represented on its board, and that governing body has yet to publicly acknowledge or address the unique human rights challenges that Yahoo faces.</p><p>Nevertheless, in our evaluation for 2022, the platform earned the top score for privacy, owing to improved security and data breach policies. These improvements may have been triggered by a <a href=\"https://www.natlawreview.com/article/court-approves-class-action-settlement-re-yahoo-inc-customer-data-security-breach\">class action lawsuit</a> concerning data breaches that implicated billions of Yahoo accounts. The court found that the platform had failed to promptly disclose these breaches and ordered the company to beef up its data protection systems and mechanisms for addressing security vulnerabilities. Yahoo settled the suit in July 2020.</p><p>The platform also has continued to make headlines concerning its use of people&rsquo;s data in the ad-tech market and its activities in foreign jurisdictions. It <a href=\"https://checkmyads.org/branded/j6-defund-the-insurrectionists/\">came under fire</a> from civil society for deploying user data to target ads through online exchanges that facilitate the sale of ad space to sites known for spreading disinformation, such as Breitbart News and Steve Bannon&rsquo;s War Room. Yahoo also made headlines when it officially withdrew from China, citing a <a href=\"https://apnews.com/article/yahoo-inc-leaving-china-f3b589754224bc663d5e83ec385eb49a\">challenging regulatory environment</a>. This move was largely symbolic, however, given that most of its services were already blocked in the country. </p>","changesTitle":"Changes since 2020","changes":"<ul><li>Yahoo committed to conducting human rights impact assessments on laws, regulations, and its own policy enforcement. However, following its acquisition, it stopped committing to conduct in-depth secondary evaluations in these areas when human rights risks are detected.</li><li>In the past, Yahoo had published its procedures for removing child sexual abuse material (CSAM). This disclosure no longer appears on its website.</li><li>Yahoo&#39;s new <a href=\"https://web.archive.org/web/20211111163648/https://secure.ethicspoint.com/domain/media/en/gui/80547/code.pdf\">Standards of Business Conduct policy</a> states that it has systems in place to limit and monitor employee access to user information and that it commissions third-party security audits.</li><li>Yahoo disclosed a policy for notifying authorities and users following a data breach, but it did not disclose the details of how it would help users in this situation. </li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Make human rights due diligence procedures more thorough.Yahoo should reinstate its previous disclosures about its process for conducting long-form human rights impact assessments on laws, regulations, and its own policies when risks are detected.</li><li>Adopt a human rights framework to guide the development and use of algorithmic systems. Yahoo should publicly commit to using human rights as the primary framework guiding its development and use of algorithms.</li><li>Be transparent about rules enforcement. Yahoo should publish data on content and accounts restricted due to policy violations and disclose more comprehensive data on how it enforces its ad policies.</li></ul>","governance":"<p>Yahoo failed to maintain its documentation about its human rights impact assessments when it changed ownership (G4), contributing to an overall decline in this category. The board of Apollo, Yahoo&rsquo;s new owner, did not commit to oversee freedom of expression and privacy issues on the platform (G2). Access to remedy remained a weak point in Yahoo&rsquo;s governance performance. The platform provided some information on grievance mechanisms, but it did not include a time frame for its responses or any data about the functioning of the mechanism (G6a). </p>","freedom":"<p>Yahoo&rsquo;s policies regarding freedom of expression also became less clear. The company stopped committing to notify users when it restricts their content (F8), and removed its explanation of a proactive system for detecting CSAM (F3). It disclosed nothing about the nature and volume of user-generated content it removed on the basis of rule violations, but did publish some general data about how it enforces its advertising policies (F4c). Yahoo was the only platform we evaluated to state that human reviewers examined at least some of its algorithmically generated advertising audience lists (F3c).</p>","privacy":"<p>For the first time, Yahoo disclosed that it commissioned third-party security audits (P13). It also published a policy on how it addresses data breaches (P15). Though the platform led our ranking in the privacy category, it did not give its users sufficient control over the collection and use of their data. It was not clear that users could delete all of their personal information or halt its collection (P6, P7). </p>"}