{"id":"MailRu","printName":"Mail.Ru Group Limited","basicInformation":"<p>Headquartered in Russia, Mail.Ru provides email, cloud storage, a search engine, messaging apps, and VK, the world&#x2019;s most popular Russian-language social media platform. In the third quarter of 2020, VK had 72.9 million monthly active users in Russia.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup></p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Mail.Ru disclosed almost nothing about how it handles government demands to remove content, although there are no legal barriers to disclosing at least some information about its processes for responding to these types of requests.</li>\n</ul><ul>\n  <li>Mail.Ru disclosed nothing about nature and volume of content it moderated to enforce its own rules. </li>\n</ul><ul>\n  <li>Mail.Ru made notable strides by publishing a formal commitment to respect users&#x2019; freedom of expression and privacy rights but otherwise lacked evidence of strong governance and oversight over human rights commitments across the company&#x2019;s operations.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Mail.Ru placed eighth out of 14 digital platforms, tying with its Russian peer Yandex. </span>The company made some notable improvements in 2020, including by publishing a commitment to respect users&#x2019; freedom of expression and privacy rights. Nevertheless, Russia&#x2019;s restrictive regulatory environment makes it difficult for companies like Mail.Ru to respect these rights in practice. Authorities increasingly <a href=\"https://www.hrw.org/news/2020/06/18/russia-growing-internet-isolation-control-censorship\">pressure platforms</a> to cooperate in censorship and surveillance that undermine users&#x2019; rights. In 2019, a court <a href=\"https://meduza.io/en/news/2019/04/23/russian-court-rejects-lawsuit-from-pro-navalny-opposition-activists-whose-personal-info-on-vkontakte-was-handed-over-to-security-forces\">rejected</a> a lawsuit that opposition activists brought against VK, the social media platform operated by Mail.Ru, for providing their information to authorities. Mail.Ru disclosed nothing about how it responds to government censorship demands and provided no data on such requests, although Russian law does not prevent it from doing so. This lack of transparency contributed to Mail.Ru&#x2019;s weak performance in the 2020 RDR Index, despite the progress it made in the governance and privacy categories.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Mail.Ru published an explicit commitment to respect users&#x2019; fundamental freedom of expression and privacy rights.</li>\n</ul><ul>\n  <li>Mail.Ru improved its transparency on how it handles user information in certain areas, including what user information it collects and shares.</li>\n</ul><ul>\n  <li>Mail.Ru published more about how it responds to government demands for user information and clarified situations when it might not notify users of such demands.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Be more transparent about government demands to block content or hand over user information. Mail.Ru should disclose its process for handling government demands to remove content and report data on the volume of such demands.</li>\n</ul><ul>\n  <li>Be transparent about content moderation. Mail.Ru should publish data on content removed or accounts suspended for violations of platform rules. </li>\n</ul><ul>\n  <li>Strengthen governance and oversight over human rights commitments. Mail.Ru should conduct human rights due diligence and improve its remedy procedures. </li>\n</ul>","governance":"<p>Despite making progress in the governance category, Mail.Ru continued to fall short in its governance and oversight of its privacy and freedom of expression commitments </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Mail.Ru disclosed a clear and explicit commitment to freedom of expression and privacy but failed to disclose a commitment to human rights in its use and development of algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Mail.Ru lacked transparency about whether it assesses the privacy, expression, and discrimination risks of government regulations and policies (G4a), of its own terms of service enforcement (G4b), of its targeted advertising practices (G4c), and of its use and development of algorithms (G4d).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Mail.Ru disclosed no evidence of systematically engaging with stakeholders that represent, advocate on behalf of, or are people whose rights are directly affected by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Mail.Ru enabled users to submit freedom of expression- and privacy-related grievances, but its procedures for providing remedy for these types of complaints were unclear (G6a). Its process for content moderation appeals for VK also lacked clarity (G6b). </li>\n</ul>","freedom":"<p>Mail.Ru was not transparent about its policies and practices affecting users&#x2019; freedom of expression and information rights. It ranked ninth among the 14 digital platform companies, and scored lower in this category than its Russian peer, Yandex.</p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Mail.Ru disclosed which activities and types of content it does not permit on its services, but it was not clear about the processes it uses to identify content or accounts that violate its rules, including the role of algorithmic systems in those processes (F3a). It did not publish any data about content and account restrictions due to terms-of-service violations (F4a, F4b). It also failed to commit to notifying users of content restrictions (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and</span><span class=\"font-bold\"> c</span><span class=\"font-bold\">ontent curation: </span>Mail.Ru did not disclose a policy describing how it uses algorithmic systems (F1d). It provided examples of how the algorithms are used to show users &quot;personalized&quot; content but did not describe how it uses algorithmic systems to curate, rank, or recommend content on VK, its social networking platform (F12). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Mail.Ru revealed what types of ad content it does not permit, but failed to explain how it enforces its ad content rules (F3b). It also lacked transparency about its ad targeting rules and enforcement processes, offering no detail on what types of targeting parameters it prohibits (F3c). The company also failed to publish any data around the enforcement of its ad content and targeting rules (F4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Mail.Ru lacked transparency about its handling of third-party demands to remove content and accounts. Authorities require VK to censor various types of content, <a href=\"https://www.hrw.org/news/2019/10/08/russia-censors-lgbt-online-groups\">including LGBTQ material,</a> content deemed insulting to &#x201C;<a href=\"http://rapsinews.com/news/20190711/301582626.html\">state symbols</a>,&#x201D; and most recently, <a href=\"https://www.themoscowtimes.com/2020/03/20/russian-news-outlets-ordered-to-take-down-fake-coronavirus-news-a69699\">disinformation</a> related to COVID-19. The company disclosed nothing about its process to address these demands, including whether it pushes back on overly broad censorship requests (F5a). The company was more transparent when it came to private requests to remove content, disclosing a process for handling copyright and terms of service-related private content removal requests on VK (F5b).</li>\n</ul>","privacy":"<p>Despite several improvements in this category, Mail.Ru disclosed insufficient information about its policies affecting users&#x2019; privacy. It tied with Yandex for 10th place among digital platforms. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Mail.Ru lacked transparency about its handling of user information. In the privacy policy for VK, the company acknowledged one type of information it infers (interests of users) based on user data but offered no further details on inference, and it did not offer users the ability to control what data the company infers about them (P3b, P7). Mail.Ru failed to provide any rules on how its algorithmic systems are developed (P1b) or whether users can control how the company uses their information to develop these systems (P7). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Mail.Ru disclosed its process for responding to government demands for user information, including a commitment to push back against &#x201C;unfounded&#x2019;&#x2019; demands (P10a). However, the company disclosed no data about these types of demands (P11). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Like many of its peers, Mail.Ru provided resources and tools to help users protect their account security (P17, P18), but offered limited information about its own data security measures and protocols. It disclosed that it has a security team that conducts audits and that it limits unauthorized employee access to user information, although it was unclear if such is monitored (P13). It did not articulate a process for responding to data breaches (P15). While it has a bug bounty program allowing external researchers to submit reports of security vulnerabilities, it fell short of pledging not to pursue legal action against them (P14).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Encryption:</span> Mail.Ru disclosed that it encrypts user communications on Mail.Ru email and VK but was silent regarding Mail.Ru Cloud and explicitly stated that messages on Mail.Ru Agent are totally unencrypted (P16). Russian law <a href=\"https://www.hrw.org/news/2020/06/18/russia-growing-internet-isolation-control-censorship\">requires</a> Mail.ru, Yandex, and many other technology companies to provide encryption keys to law enforcement on an ongoing basis.</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> <a href=\"https://corp.mail.ru/en/investors/info/10757/\">https://corp.mail.ru/en/investors/info/10757/</a> </p>"}