{"id":"MTN","printName":"MTN Group Limited","basicInformation":"<p>Headquartered in South Africa, MTN provides internet access and mobile telephony to more than <a href=\"https://www.mtn.com/wp-content/uploads/2020/03/MTN-Sustainability-report.pdf\">250 million customers</a> across 21 countries in Africa, the Middle East, and central Asia. It offers voice and data plans as well as cloud infrastructure.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>MTN disclosed little about its policies affecting freedom of expression and information, including how it responds to network shutdown orders and government censorship demands. </li>\n</ul><ul>\n  <li>MTN continued to disclose very little about how it handles user information and how it keeps that information secure.</li>\n</ul><ul>\n  <li>MTN was not transparent about its use of algorithmic systems or targeted advertising. It disclosed no evidence of assessing the privacy, expression, and discrimination risks related to these technologies, almost no policies governing their use, and no data about how it enforces such policies.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">MTN made the greatest overall improvement of any company in the 2020 RDR Index, but still lagged behind its U.S. and E.U</span>. <span class=\"font-bold\">peers.</span> Between 2019 and 2020, MTN complied with numerous <a href=\"https://www.dw.com/en/the-government-or-the-people-telecoms-firms-trapped-in-internet-shutdowns/a-49634343\">network shutdown orders</a>, including <a href=\"https://ooni.org/post/2019-benin-social-media-blocking/\">Benin</a><a href=\"https://ooni.org/post/2019-benin-social-media-blocking/\"> and </a><a href=\"https://netblocks.org/reports/internet-disrupted-in-guinea-ahead-of-presidential-election-result-announcement-DA3lQ3BW\">Guinea</a>, and in Sudan, where shutdowns were used <a href=\"https://netblocks.org/reports/sudan-internet-recovery-after-month-long-shutdown-98aZpOAo\">against pro-democracy</a> movements. In South Africa, the company faced a legal regime in flux, as regulators pushed to implement <a href=\"https://www.onetrust.com/blog/when-will-south-africas-popia-enter-fully-into-effect/\">POPIA</a>, the country&#x2019;s omnibus privacy law. In 2020, MTN published a raft of policies and statements outlining the company&#x2019;s approach to various human rights topics. It also released the <a href=\"https://www.mtn.com/wp-content/uploads/2020/11/MTN-Transparency-Report-2020_Final.pdf\">first transparency report</a> in its 26-year history, but this was published after the research period for the 2020 RDR Index, and thus was not accounted for in the company&#x2019;s score this year.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup></p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>MTN released a cascade of new and updated position statements affirming its commitments to human rights and describing how they are implemented internally. </li>\n</ul><ul>\n  <li>MTN published more information about its process for responding to external censorship demands and demands for user information.</li>\n</ul><ul>\n  <li>MTN improved its security practices by announcing a new program to solicit vulnerability reports from external researchers.</li>\n</ul><ul>\n  <li>MTN removed a commitment to notify postpaid mobile users when it changes its terms of service, thus making it harder for users to understand its rules.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Disclose more about human rights due diligence. MTN should dislcose whether it assesses risks of discrimination and other harms associated with its zero-rating programs, its own policy enforcement, its development and deployment of algorithms, and its use of targeted advertising.</li>\n</ul><ul>\n  <li>Be more transparent about handling of user information. MTN should be explicit about what user information it collects and shares, for what purposes, and for how long it retains it.</li>\n</ul><ul>\n  <li>Improve access to policy documents. MTN should make its terms of service and other policies more accessible.</li>\n</ul><ul>\n  <li>Improve transparency on network shutdowns. MTN should report the number of network shutdown demands it receives, specify the legal authorities responsible, and disclose how many such demands it complied with, without aggregating any of this data.</li>\n</ul>","governance":"<p>MTN made progress by disclosing human rights training programs and whistleblower protections, but still lagged behind in human rights due diligence, access to remedy, and stakeholder engagement.</p><p>. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>MTN made a formal commitment to respect users&#x2019; freedom of expression and privacy rights, although it did not publish similar commitments to adhere to human rights principles as it develops and deploys algorithms (G1). It explained how human rights oversight works at the board, executive, and management level (G2). MTN&#x2019;s Digital Human Rights position statement described employee training on both privacy and freedom of expression, and its new Whistleblowing position statement also covered these rights (G3).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>MTN clarified that its human rights impact assessments cover at least some new activities but still failed to specify whether they encompass the impacts of algorithmic systems and zero rating, among others (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>MTN disclosed no evidence of conducting systematic engagement with stakeholders whose rights are directly impacted by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Despite disclosing a general grievance mechanism, MTN published no information about its procedures or time frames for providing remedy to address its privacy and freedom of expression grievances (G6a).</li>\n</ul>","freedom":"<p>MTN was not transparent about policies and practices affecting freedom of expression, but still performed better in this category than any other telecommunications company based outside of the E.U. or the U.S.</p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>MTN&#x2019;s rules were difficult to find (F1a). It was inconsistent in explaining how these policies are enforced, including how violations are detected and addressed (F3a). The company released no data about how it enforced account restrictions and blocking of content such as websites (F4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management:</span> MTN made no commitment to network neutrality and continued to run a zero-rating program that gives users free access to Facebook (F9). In 2019 and 2020, MTN complied with numerous internet shutdowns orders from governments in several of its operating markets . It failed to document these orders publicly and systematically. However, the company did clarify a previously vague pledge to push back against government shutdown demands, continuing a trend of improvement since the 2019 RDR Index (F10). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> MTN released no data documenting government or private demands to restrict accounts or block content, such as websites (F6, F7). South African law does not prevent companies from disclosing information about how they handle these requests, nor does it prohibit them from publishing this data.</li>\n</ul>","privacy":"<p>While MTN significantly improved its privacy and data protection policies, its score was still below the average for telecommunications companies in the RDR Index. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>MTN provided little information about its handling of user information (P3-P9). It was the only telecommunications company, however, to disclose that it allows users to download some of the data it infers about them (P8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user information: </span>MTN revealed some details about its process for responding to demands for user information, but the list of steps in this process was incomplete and the company did not describe the legal basis for complying with such demands or illustrate how it implements them (P10). It also released no data about the quantity or type of demands it received, or how it responded (P11), but, as noted above, the company released its first transparency report in November 2020, which fell outside the time frame of the research period.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security:</span> Though its security policies are still some of the least transparent among telecommunications companies we evaluated, MTN made a breakthrough by launching a dedicated portal allowing external researchers to submit reports of security vulnerabilities (P14). </li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> MTN&#x2019;s transparency report was published in November 2020. The research period ended on September 15, 2020. The report was not accounted for in our scoring or analysis.</p>"}