{"id":"Telefonica","basicInformation":"<p>Headquartered in Spain, Telef&#xF3;nica provides mobile and fixed-line broadband and telephony to more than <a href=\"https://www.telefonica.com/documents/153952/142035615/Telefonica-in-numbers-FY-2017.pdf/83eb9de4-42e5-a285-dfdb-581307080a4f\">343 million customers</a> in Europe and Latin America.</p>","keyTakeaways":"<ul>\n  <li>Telef&#xF3;nica had the best governance of any company we rank, complemented by strong transparency of policies affecting privacy and freedom of expression.</li>\n  <li>Telef&#xF3;nica and Vodafone were the only companies that published an AI-human rights principles policy along with operational-level policies governing the development and use of algorithmic systems.</li>\n  <li>Telef&#xF3;nica was more transparent about its handling of user information than any telecommunications company we rank except Deutsche Telekom, though it still failed to clearly explain what user information it shares. </li>\n</ul>","keyFindings":"<p><span class=\"font-bold\">For the second index cycle in a row, Telef&#xF3;nica earned the top score among telecommunications companies. </span>The company pulled ahead of industry peers Vodafone and AT&amp;T in the 2019 RDR Index for improved transparency across many areas, including how it handles government censorship and network shutdown demands.<span class=\"font-bold\"> </span>Since then, the company addressed all three of our <a href=\"https://rankingdigitalrights.org/index2019/companies/telefonica/index/\">key recommendations</a> from the 2019 RDR Index, improving policies around security, user information handling, and transparency reporting. Telef&#xF3;nica continued to outperform even the leading digital platforms in our governance category, standing out for its strong remedy <a href=\"https://www.telefonica.com/en/web/about_telefonica/responsible-business-channel\">mechanism</a> to address human rights grievances.</p>","changes":"<ul>\n  <li>Telef&#xF3;nica clarified that it assesses the human rights impacts of laws and regulations on its existing products and services.</li>\n  <li>Telef&#xF3;nica reported more data about government censorship and surveillance demands.</li>\n</ul><ul>\n  <li>Telef&#xF3;nica improved its security policies by disclosing that it commissions third-party security audits and committing to notify authorities of data breaches in some cases.</li>\n  <li>Telef&#xF3;nica lost points for removing its stated commitment to notify users when access to online content is blocked.</li>\n</ul>","keyRecommendation":"<ul>\n  <li>Expand due diligence. Telef&#xF3;nica should continue broadening the scope of its human rights risk assessments to include targeted advertising and zero rating. </li>\n  <li>Improve on security. Telef&#xF3;nica should continue improving security policies, particularly by pledging not to pursue legal action against external researchers who find bugs in the company&#x2019;s software. </li>\n  <li>Give users more control. Telef&#xF3;nica should give users more options to control how it handles their information and explain how it shares data with third parties. </li>\n</ul>","governance":"<p>Telef&#xF3;nica earned the highest governance score of any company in the RDR Index, due to its strong commitment to human rights, robust due diligence practices, and remedy procedures.</p><p>. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Telef&#xF3;nica disclosed a clear commitment to protect and respect freedom of expression and information as well as privacy rights, and was one of only two companies in the RDR Index&#x2014;along with Vodafone&#x2014;that committed to respect these rights in its development and use of algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Telef&#xF3;nica disclosed that it conducts impact assessments on the human rights risks of government regulations in the markets in which it operates, on its own policy enforcement, and on its development and deployment of algorithms (G4a, G4b, G4d). It did not disclose if it conducts impact assessments on risks of its targeted advertising policies and practices (G4c) or of its zero-rating programs (G4e). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement:</span> Telef&#xF3;nica is a member of the multi-stakeholder organization Global Network Initiative. However, GNI focuses primarily on government demands and does not include a wider set of human rights issues that internet users face (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Telef&#xF3;nica clearly disclosed its process for providing remedy for privacy and freedom of expression and information grievances. The company also published the number of these types of complaints it received and responded to. </li>\n</ul>","freedom":"<p>Although Telef&#xF3;nica published more information about its policies affecting freedom of expression than any of its peers, it lacked transparency about how it enforces rules and about how it handles private requests to censor content.</p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>Telef&#xF3;nica was transparent about what types of content and activities are prohibited on its services (F3), but did not publish any data about content it blocked or accounts it suspended for violating these policies (F4a).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic systems: </span>Telef&#xF3;nica was the only telecommunications company we ranked to publish an operational-level policy governing the use of algorithmic systems across its services (F1d). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting:</span> Telef&#xF3;nica published ad content and ad targeting policies (F1b, F1c), but disclosed no data about what actions it took to enforce these rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management:</span> Telef&#xF3;nica was one of only four telecommunications companies to publicly commit to uphold net neutrality principles (F9). It also was among the few companies to disclose the number of network shutdown demands it received and complied with (F10).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Telef&#xF3;nica was relatively clear about how it responds to government censorship requests, including those submitted by governments in foreign jurisdictions (F5a). It was less transparent about how it responds to private requests to block content (F5b) and provided no data about the number of such requests it receives and complies with (F7).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Identity policy:</span> Telef&#xF3;nica disclosed that it requires pre-paid mobile users to provide government-issued identification, which is <a href=\"https://www.boe.es/buscar/act.php?id%3DBOE-A-2007-18243\">legally required in Spain</a> (F11).</li>\n</ul>","privacy":"<p>Telef&#xF3;nica had the second-best privacy score among telecommunications companies we ranked, after Deutsche Telekom.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Telef&#xF3;nica stood out for its stronger disclosure of its data inference policies (P3b) and algorithmic system development policies, which include resources to help internal staff develop algorithms in a privacy-respecting way. (P1b). It also clarified its process for de-identifying the user information it retains (P6). However, the company was not clear about its data-sharing practices (P4) and gave users insufficient options to control its use of their information (P7), such as by deleting it or preventing the company from using it to develop algorithmic systems.<span class=\"font-bold\"> </span></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Telef&#xF3;nica improved its reporting on the number of government demands it receives for user information. It also expanded this reporting to include all of the countries in which it operates (P11a).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security:</span> Telef&#xF3;nica lagged behind regional peers Vodafone and Deutsche Telekom, but it improved by disclosing that it commissions third-party security audits (P13). It made a commitment to notify authorities of data breaches when required to do so by law, but remained vague about how it would mitigate harm to users.</li>\n</ul>","footnotes":"footnotes missing"}