{"id":"Telefonica","basicInformation":"<p>Headquartered in Spain, Telef&#xF3;nica provides mobile and fixed-line broadband and telephony to more than <a href=\"https://www.telefonica.com/documents/153952/142035615/Telefonica-in-numbers-FY-2017.pdf/83eb9de4-42e5-a285-dfdb-581307080a4f\">343 million customers</a>in Europe and Latin America.</p><p><span class=\"font-bold\">Domicile</span>: United States</p><p><span class=\"font-bold\">Website</span>:<a href=\"https://www.facebook.com\">www.facebook.com</a></p>","keyFindings":"<p><span class=\"font-bold\">For the second time in a row, Telef&#xF3;nica earned first place among telecommunications companies in the RDR Index. </span>The company earned its score through a major human rights transparency effort in 2018 and has made some additional improvements since then. Telef&#xF3;nica combined company-wide human rights commitments with some concrete measures in the areas of due diligence, transparency reporting, and publishing policies on algorithms. The <a href=\"https://www.investopedia.com/articles/markets/030216/worlds-top-10-telecommunications-companies.asp\">second largest</a>telecommunications firm in Europe after Deutsche Telekom, <a href=\"https://www.capacitymedia.com/articles/3824582/telef-nica-launches-tech-and-infra-units-amid-latam-spin-off\">Telefonica has plans</a>to separate from most of its Latin American subsidiaries, in order to focus on Brazil and Europe.</p><ul>\n  <li>Telef&#xF3;nica disclosed a strong commitment to respect human rights but did not adequately articulate its operational-level policies affecting users&#x2019; freedom of expression and privacy.</li>\n  <li>The company stood out for its human rights-grounded AI <a href=\"https://www.telefonica.com/en/web/responsible-business/our-commitments/ai-principles\">principles</a>[accessed 2020/05/29] and <a href=\"https://www.telefonica.com/documents/153952/183394/Report-Transparency-Communications-2020.pdf/826611a3-7204-6ec9-e3d2-f4be7d4f87a5\">operational-level policies</a>[accessed 2020/09/18] implementing them.</li>\n  <li>Telef&#xF3;nica introduced improved policies for security audits and data breaches.</li>\n</ul>","analysis":"<ul>\n  <li>Telef&#xF3;nica disclosed that its human rights risk assessment process now considers not just new activities, but also existing products and services (G4a).</li>\n  <li>It began reporteding more data information about the government censorship and surveillance demands it receives from governments to restrict content and accounts (F6, P11a)., government demands for user information (P11a), </li>\n  <li>It clarified its remedy procedures for and the <a href=\"https://www.telefonica.com/documents/153952/183394/Report-Transparency-Communications-2020.pdf/826611a3-7204-6ec9-e3d2-f4be7d4f87a5\">privacy-related complaints</a>[accessed 2020/09/18] it receives from users (G6a).</li>\n  <li>It removed its commitment to notify users when their content is blocked. (F8).</li>\n  <li>It improved its security policies by began disclosing that it commissions third-party security audits. (P13).</li>\n</ul>","keyRecommendation":"<ul>\n  <li>Telef&#xF3;nica should continue broadening the scope of its human rights risk assessments to include targeted advertising (G4b) and zero rating (G4e). </li>\n  <li>Telef&#xF3;nica should bring back its commitment to notify users when their content is removed (F8) and commit to begin notifying them, to the extent legally possible, when governments and other third parties demand their information (P12).</li>\n  <li>Though it provided new information about its data de-identification practices (P6), Telef&#xF3;nica still needs to be more transparent about how it handles user information (P3-P9).</li>\n</ul>","governance":"<p>Telef&#xF3;nica earned the top spot among all companies in the governance category, which evaluates companies on high-level human rights commitments, corporate governance, and company-wide implementation of human rights practices. </p><p>. </p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Telef&#xF3;nica disclosed a clear commitment to protect and respect freedom of expression and information and privacy rights, received a perfect score on its human rights commitments and was one of only two companies in the RDR Index&#x2014;along with Vodafone&#x2014;that committed to respecting these rights users&#x2019; privacy and freedom of expression and information when developing and using algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Telef&#xF3;nica disclosed that it conducts regular human rights risk assessments on the impact of government regulations, of its own policy enforcement, and of its algorithms on users&#x2019; freedom of expression and privacy rights using a framework developed with third party expertsassured by credible third parties which covers a wide range of company activities (G4a, G4b, G4d). However, did not disclose if it conducts impact assessments on risks of it overlooked the need to assess risks in connection with its targeted advertising policies and practices (G4c) or of itsand zero rating programs (G4e). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Telef&#xF3;nica was the only company in the RDR Index to show evidence that it provides remedy processes for freedom of expression grievances, but it did not do so for privacy grievances (G6a).</li>\n</ul>","freedom":"<p>Movistar is Telefonic&#xE1;s operating company in Spain. Although it published more information about its policies affecting freedom of expression and information than any other telecommunications company evaluated, it still fell short in key areas. It failed to fully address a lacked of transparency about how it enforces rules--including violations to ad content and targeting rules--and regarding its how it handles private requests to censor handling of third-party demands for content and account restriction.</p><ul>\n  <li><span class=\"font-bold\">Algorithmic systems: </span>Movistar was one of six companies in the RDR Index to pair its <a href=\"https://www.telefonica.com/en/web/responsible-business/our-commitments/ai-principles\">AI principles</a>[accessed 2020/05/29] with a publicly visible policy describing how it uses <a href=\"https://www.telefonica.com/documents/1258915/3538310/ia-responsible-governance.pdf/2e6fe3e7-5a66-718d-177d-430f5a12b963\">algorithmic systems</a>[accessed 2020/09/16] (F1d). It also disclosed some information (more than all other companies we ranked) about its which user data inference policies it infers algorithmically and how (P3b)., but still failed to be fully transparent about it.</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Terms of Service enforcement: </span>Despite being more transparent than other telecommunications companies about the rules and processes that govern its platform (F3), Movistar did not release any data on its enforcement of these rules (F4). It also removed its commitment to notify users when their content is blocked (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>While<span class=\"font-bold\"></span>Movistar published ad content and ad targeting <a href=\"https://www.telefonica.com/documents/364672/472633/Normativa-de-Comunicacion-Responsable-EN.pdf/72bd2a7b-c5e5-7015-70e3-4077f315799a\">policies</a>[accessed 2020/06/04] <a href=\"https://www.telefonica.com/en/web/responsible-business/-/codigo-etico\">on its website</a>[accessed 2020/09/30] (F1b, F1c), it disclosed no data about what actions it takes to how it monitor and enforces these policies when ads violate these rules (F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management:</span>Movistar was one of only four companies to <a href=\"https://www.telefonica.com/en/web/about_telefonica/privacy-centre/privacy\">publicly commit</a>[accessed 2020/07/13] to upholding net neutrality principles, but it did not disclose whether it engages in practices that undermine this public commitment, such as offering zero-rating programs (F9). The company revealed only some of the reasons why it may shut down or restrict access to its networks or certain protocols. In its <a href=\"https://www.telefonica.com/documents/153952/183394/Report-Transparency-Communications-2019.pdf/b0ad559e-643d-8454-a2cf-ff80cd26dbac\">transparency reports</a>[accessed 2020/06/05], Telef&#xF3;nica disclosed the number of restriction requests it received and the number with which it complied (F10).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands</span>: Movistar was relatively clear about how it responds to government requests, including those submitted by governments in foreign jurisdictions (F5a), but was less transparent about how it responds to requests it receives through private processes (F5b).T/lef&#xF3;nica&#x2019;s <a href=\"https://www.telefonica.com/documents/153952/183394/Report-Transparency-Communications-2020.pdf/826611a3-7204-6ec9-e3d2-f4be7d4f87a5\">transparency report</a>[accessed 2020/09/18] did not include data on content restricted as a result of a private request, such as an intellectual property takedown notice (F7).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Identity policy:</span>Movistar disclosed that it requires pre-paid mobile users to provide government-issued identification, which is <a href=\"https://www.boe.es/buscar/act.php?id%3DBOE-A-2007-18243\">legally required in Spain</a>(F11).</li>\n</ul>","privacy":"<p><br>Movistar ranked second among telecommunications companies for privacy, after Deutsche Telekom Germany. making it the only category in which Movistar did not earn the top spot.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Movistar became more transparent about its processes for de-identifying user data (P3-P9).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Movistar began <a href=\"https://www.telefonica.com/documents/153952/183394/Report-Transparency-Communications-2020.pdf/826611a3-7204-6ec9-e3d2-f4be7d4f87a5\">reporting</a>[accessed 2020/09/18] government demands for user data as a stand-alone figure, rather than combining them with government requests of all kinds. It also expanded this reporting to include all of the countries in which it operates (P11a).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security:</span>Movistar lagged behind regional peers Vodafone UK and Deutsche Telekom Germany, but it improved by <a href=\"https://www.telefonica.com/documents/153952/13347920/2019-Telefonica-Consolidated-Management-Report.pdf/0a9c8382-c9ff-ba52-1d5b-e431a7efab3f\">disclosing</a>[accessed 2020/05/29] that it commissions third-party security audits (P13).</li>\n</ul>","footnotes":"footnotes missing"}