{"id":"Telefonica","index":"2020","companyPretty":"Telefónica","kind":"telecom","rank":1,"scores":{"total":49,"governance":82,"freedom":35,"privacy":47},"indicators":{"governance":[{"category":"governance","indicator":"G01","indicatorNr":1,"score":100,"label":"Policy Commitment","description":"The company should publish a formal policy commitment to respect users' human rights to freedom of expression and information and privacy.","guidance":"This indicator seeks evidence that the company has made explicit policy commitments to freedom of expression and information, and to privacy. These standards are outlined in the U.N. Guiding Principles on Business and Human Rights' Operational Principle 16, which states that companies should adopt formal policies publicly affirming their commitments to international human rights principles and standards. Companies should also publish a formal commitment to uphold human rights as they develop and deploy algorithmic decision making systems, in line with Council of Europe recommendations, in its Recommendation on the human rights impacts of algorithmic systems (2020). The company should clearly disclose these commitments in formal policy documents or other communications that reflect official company policy.","display":"G1","familyMembers":[]},{"category":"governance","indicator":"G02","indicatorNr":2,"score":100,"label":"Governance and management oversight","description":"The company's senior leadership should exercise oversight over how its policies and practices affect freedom of expression and information, and privacy.","guidance":"This indicator seeks evidence that the company has strong governance and oversight over freedom of expression and information and privacy issues at all levels of its operations. Companies should clearly disclose that senior leadership—from the board to management level—oversees and is accountable for its policies and practices affecting these human rights. To receive full credit for this indicator, companies need to clearly disclose that at each governance level (board, executive, managerial), there is clear oversight of both freedom of expression and information, and privacy issues. At the board level, this oversight could include a board of directors or another public explanation of how the board exercises oversight over these issues. Below board level, it can include a company unit, program, or individual that reports to the executive or managerial level. The committee, program, team, officer, etc. should specifically identify freedom of expression and privacy in its description of responsibilities.","display":"G2","familyMembers":[]},{"category":"governance","indicator":"G03","indicatorNr":3,"score":100,"label":"Internal implementation","description":"The company should have mechanisms in place to implement its commitments to freedom of expression and information and privacy within the company.","guidance":"Indicator G3 evaluates whether a company's senior leadership commits to overseeing freedom of expression and privacy issues. This indicator, G3, evaluates if the company discloses whether and how these commitments are institutionalized across the company. More specifically, this indicator seeks disclosure of whether and how the company helps employees understand the importance of freedom of expression and privacy. When employees write computer code for a new product, review requests for user data, or answer customer questions about how to use a service, they act in ways that can directly affect users' freedom of expression and privacy. We expect companies to disclose information about whether they provide training that informs employees of their role in respecting human rights and that provides employees with an outlet to voice concerns they have regarding human rights. A company can only receive full credit on this indicator if it clearly discloses information about employee training on freedom of expression and information, and privacy, as well as the existence of whistleblower programs addressing these issues. Disclosure should specify that employee training and whistleblower programs cover freedom of expression and privacy. Companies may still receive credit on this indicator if a company's whistleblower program does not specifically mention complaints related to freedom of expression and privacy so long as the company has made commitments to these principles elsewhere and in a way that makes clear that the company would entertain those complaints through their whistleblower program.","display":"G3","familyMembers":[]},{"category":"governance","indicator":"G04","indicatorNr":4,"score":57,"label":"Human rights due diligence","description":"NA","guidance":"NA","display":"G4","familyMembers":[{"category":"governance","indicator":"G04a","indicatorNr":4,"score":100,"label":"Impact assessment: Governments and regulations","description":"Companies should conduct regular, comprehensive, and credible due diligence, through robust human rights impact assessments, to identify how government regulations and policies affect freedom of expression and information and privacy, and to mitigate any risks posed by those impacts in the jurisdictions in which it operates.","guidance":"This indicator examines whether companies conduct regular, robust, and accountable human rights risk assessments of government regulations and policies in the jurisdictions in which they operate. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that their decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks to users' freedom of expression and privacy rights and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","display":"G4a","familyMembers":[],"indicatorSuffix":"a"},{"category":"governance","indicator":"G04b","indicatorNr":4,"score":83,"label":"Impact assessment: Processes for policy enforcement","description":"The company should conduct regular, comprehensive, and credible due diligence, such as through robust human rights impact assessments, to identify how its processes for policy enforcement affect users' fundamental rights to freedom of expression and information, to privacy, and to non-discrimination, and to mitigate any risks posed by those impacts.","guidance":"This indicator examines whether companies disclose if they conduct robust, regular, and accountable human rights risk assessments of the impact of their own policies on users' fundamental rights to freedom of expression, privacy, and non-discrimination. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that a company's decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks of their own policies to users' rights to expression and information, privacy, and to non-discrimination, and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","display":"G4b","familyMembers":[],"indicatorSuffix":"b"},{"category":"governance","indicator":"G04c","indicatorNr":4,"score":0,"label":"Impact assessment: Targeted advertising","description":"The company should conduct regular, comprehensive, and credible due diligence, such as through robust human rights impact assessments, to identify how all aspects of its targeted advertising policies and practices affect users' fundamental rights to freedom of expression and information, to privacy, and to non-discrimination, and to mitigate any risks posed by those impacts.","guidance":"Targeted advertising can have adverse affects on human rights, specifically on users' rights to freedom of information, freedom of information, and freedom from discrimination. Discrimination occurs when platforms allow third-party advertisers to show different advertisements to different users on the basis of disclosed and inferred information, including membership in protected categories (race, ethnicity, age, gender identity and expression, sexual orientation, health, disability, etc.). Discrimination need not be illegal or immediately harmful to result in harmful effects at scale, such as at the population level or over the course of an individual's lifetime. Considering the fact that targeted advertisements are less transparent than other forms of advertisement and companies' significant financial incentives to deploy the technology quickly, these potential rights harms need to be considered in risk assessments. This indicator examines whether companies disclose if they conduct robust, regular, and accountable human rights risk assessments of the impact of targeted advertising on users' fundamental rights to freedom of expression and information, privacy, and non-discrimination. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that a company's decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks of targeted advertising policies and practices on users' human rights and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","display":"G4c","familyMembers":[],"indicatorSuffix":"c"},{"category":"governance","indicator":"G04d","indicatorNr":4,"score":100,"label":"Impact assessment: Algorithmic systems","description":"The company should conduct regular, comprehensive, and credible due diligence, such as through robust human rights impact assessments, to identify how all aspects of its policies and practices related to the development and use of algorithmic systems affect users' fundamental rights to freedom of expression and information, to privacy, and to non-discrimination, and to mitigate any risks posed by those impacts.","guidance":"There are a variety of ways in which algorithmic systems may pose harms to human rights. The development of such systems can rely on user information, often without the knowledge or explicit, informed consent of the data subject, constituting a privacy violation. Such systems can also cause or contribute to expression and information harms. In addition, the purpose of many algorithmic decision-making systems is to automate the personalization of users' experiences on the basis of collected and inferred user information, which may cause or contribute to discrimination. Companies should therefore conduct human rights risk assessments related to their development and use of algorithms, as recommended by the Council of Europe in its Recommendation on the human rights impacts of algorithmic systems (2020). This indicator examines whether companies conduct robust, regular, and accountable human rights risk assessment assessments that evaluate their policies and practices relating to their development and deployment of algorithmic systems. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that a company's decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks of their development and deployment of algorithmic systems on users' human rights and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","display":"G4d","familyMembers":[],"indicatorSuffix":"d"},{"category":"governance","indicator":"G04e","indicatorNr":4,"score":0,"label":"Impact assessment: Zero-rating","description":"If the company engages in zero-rating, it should conduct regular, comprehensive, and credible due diligence, such as through robust human rights impact assessments, to identify how all aspects of its zero-rating policies and practices affect users' fundamental rights to freedom of expression and information, to privacy, and to freedom from discrimination, and to mitigate any risks posed by those impacts.","guidance":"“Zero-rating” refers to programs—which can be offered by both telecommunications companies and by platforms, in partnership with telecommunications companies—that provide access to certain online services or platforms without counting against a person's data plan. Many telecommunications providers, including RDR-ranked companies, offer such programs, either as the sole provider of the program or in partnership with social media platforms, such as Facebook's “Free Basics.” These types of programs are a form of network prioritization that undermine net neutrality principles—and can trigger a range of other possible human rights harms, including by undermining the right to freedom of expression and information. In addition, Global Voices Advox has identified Facebook's Free Basics as “a mechanism for collecting profitable data from users” (Global Voices, 2017), raising serious privacy concerns about the program. Zero-rating programs can also be discriminatory in the sense that they prioritize certain types of data over others, either on the basis of the protocol in question (HTTP, HTTPS, VoIP, etc.) or on the basis of the content (i.e., prioritizing one social networking site over another). This discrimination (against types of data) can in turn lead to human rights harms that affect people based on their personal characteristics, including gender, race or ethnicity, language(s) spoken, and myriad other traits. This indicator examines whether companies conduct robust, regular, and accountable impact assessments of the effects of zero-rating programs on users' human rights. Companies that offer such programs should conduct assessments of how these programs may impact users' rights to expression and information, privacy, and non-discrimination. These assessments should be part of the company's formal, systematic due diligence activities that are aimed at ensuring that a company's decisions and practices do not cause, contribute to, or exacerbate human rights harms. Assessments enable companies to identify possible risks of zero-rating programs and to take steps to mitigate possible harms if they are identified. Note that this indicator does not expect companies to publish detailed results of their human rights impact assessments, since assessments may include sensitive information. Rather, it expects that companies should disclose that they conduct HRIAs and provide information on what their HRIA process encompasses.","display":"G4e","familyMembers":[],"indicatorSuffix":"e"}]},{"category":"governance","indicator":"G05","indicatorNr":5,"score":50,"label":"Stakeholder engagement and accountability","description":"The company should engage with a range of stakeholders on the company's impact on freedom of expression and information, privacy, and potential risks of related human rights harms such as discrimination.","guidance":"This indicator seeks evidence that the company engages with and is accountable to y its stakeholders—particularly with those who face human rights risks in connection with their online activities. We expect stakeholder engagement to be a core component of a company's policy development and impact assessment process. Stakeholder engagement should be carried out across the full range of issues related to users' freedom of expression and information, privacy, and related rights, including a company's process for developing terms of service, privacy, and identity policies, as well as algorithmic use policies and policies governing targeted advertising, along with the enforcement practices for those policies. Stakeholder engagement and accountability mechanisms should include the full range of ways in which users' rights may be violated: government demands, actions by other third parties via the companies' products and services, or by the companies themselves. Companies that receive full credit on this indicator will not only engage with stakeholders but also commit to accountability processes such as independent assessments overseen by a body whose final decisions are not controlled by companies alone. Engaging with stakeholders, especially those who operate in high-risk environments, can be sensitive. A company may not feel comfortable publicly disclosing specific details about which stakeholders it consults, where or when they meet, and what they discuss. While we encourage companies to provide details about non-sensitive stakeholder engagement, we seek, at a minimum, public disclosure that a company engages with stakeholders who are or represent users whose rights to freedom of expression and privacy are at risk. One way the public knows a company participates in this type of engagement and that the engagement produces actual results is through its involvement in a multi-stakeholder initiative whose purpose is not only to create a safe space for engagement, but also to enable companies to make commitments, support them in meeting them, and hold companies accountable to them. Full and credible accountability mechanisms require multi-stakeholder governance in which companies alone do not control decision making regarding accountability processes and engagements, but rather share decision-making authority with representatives of other stakeholder constituencies. If a company receives full credit on Element 1, it will automatically receive full credit on Element 2 and Element 3. Note that because the scope of the Global Network Initiative's work focuses on government demands, and at least half of RDR's methodology addresses human rights threats that do not originate from governments, for the 2020 RDR Index GNI membership (without evidence of engagement and accountability on other human rights risks beyond those posed by governments) will only result in partial credit for Element 1 of this indicator.","display":"G5","familyMembers":[]},{"category":"governance","indicator":"G06","indicatorNr":6,"score":83,"label":"Remedy and appeals","description":"NA","guidance":"NA","display":"G6","familyMembers":[{"category":"governance","indicator":"G06a","indicatorNr":6,"score":83,"label":"Remedy","description":"The company should have clear and predictable grievance and remedy mechanisms to address users' freedom of expression and privacy concerns.","guidance":"Human rights can only be protected and respected if people have redress when they believe their rights have been violated. This indicator examines whether companies provide such remedy mechanisms and whether they have publicly disclosed processes for responding to grievances from individuals who believe that the company has violated or directly facilitated violations of their freedom of expression or privacy. We expect companies to clearly disclose a grievance mechanism enabling users to submit complaints if they feel their freedom of expression and privacy have been infringed by the company's policies or practices. To receive full credit on Element 1, a company's grievance mechanism does not have to explicitly state that it applies to freedom of expression and privacy related complaints. However it should be clear that this mechanism can be used to file any type of human rights-related grievance. We also expect a company's grievance mechanism to be clearly accessible to users. In addition, the company should explain its process for providing remedy to these types of complaints, and disclose evidence of doing so. Companies should describe clear timelines for addressing each stage of the grievance and remedy processes. These standards are outlined in Principle 31 of the UN Guiding Principles on Business and Human Rights, which states that businesses should publish clear, accessible, and predictable remedy procedures.","display":"G6a","familyMembers":[],"indicatorSuffix":"a"},{"category":"governance","indicator":"G06b","indicatorNr":6,"score":"NA","label":"Process for content moderation appeals","description":"The company should offer users clear and predictable appeals mechanisms and processes for appealing content-moderation actions.","guidance":"No matter how carefully a platform crafts its terms of service, mistakes are inevitable in the demanding and subjective endeavor of content moderation. This is particularly true when content moderation is scaled rapidly through the use of automation. To respect users' freedom of expression and information rights, companies should provide a robust and transparent appeals system that enables users to appeal decisions made by the company that directly influence users' ability to exercise these rights. Companies should clearly disclose their process for appealing content moderation actions, including enabling affected users to immediately appeal that action. A robust appeals process should include oversight by a human reviewer and give affected users an opportunity to present additional information. Companies should also offer a clear timeframe for reviewing appeals and clearly disclose the circumstances in which appeals are not possible. To receive full credit on this indicator, companies should inform users how to submit an appeal and describe what happens once the appeal enters the pipeline. This includes notifying users of their options for appeal as soon as the company takes an initial action on their content, clarifying the role of both automation and independent human moderators in the appeals process, clearly disclosing the reason for an appeals decision and the timeframes involved, and specifying circumstances in which the appeals process is not available. Companies should also clearly demonstrate they respond to appeals by publishing data on the appeals received and the outcome of those decisions.","display":"G6b","familyMembers":[],"indicatorSuffix":"b"}]}],"freedom":[{"category":"freedom","indicator":"F01","indicatorNr":1,"score":75,"label":"Access to policies","description":"NA","guidance":"NA","display":"F1","familyMembers":[{"category":"freedom","indicator":"F01a","indicatorNr":1,"score":83,"label":"Access to terms of service","description":"The company should offer terms of service that are easy to find and easy to understand.","guidance":"A company's terms of service outline the relationship between the user and the company. These terms contain rules about prohibited content and activities, and companies can also take action against users for violating the rules described in the terms. Given this, we expect companies to ensure that the terms are easy to access and understand. This indicator evaluates if the company's terms are easy for users to locate. A document that is easy to find is located on the homepage of the company or service, or one or two clicks away from the homepage, or in a logical place where users can expect to find it. The use of positioning or colour schemes that make a text or link less noticeable, or hard to find on a webpage, means that the document is not easily accessible. The terms of service of an app should never be more than “two taps away” within the app (e.g. by including a “Privacy”/“Data Protection” option in the menu functionality of the app). The terms should also be available in the major language(s) of the primary operating market. In addition, we expect a company to take steps to help users understand the information presented in their documents. This includes, but is not limited to, providing summaries, tips, or guidance that explain what the terms mean, using section headers, readable font size, or other graphical features to help users understand the document, or writing the terms using readable syntax.","display":"F1a","familyMembers":[],"indicatorSuffix":"a"},{"category":"freedom","indicator":"F01b","indicatorNr":1,"score":83,"label":"Access to advertising content policies","description":"The company should offer advertising content policies that are easy to find and easy to understand.","guidance":"Companies that enable any type of advertising on their services or platforms should clearly disclose the rules for what types of ad content is prohibited—for example, ads that discriminate against individuals or groups based on personal attributes like age, religion, gender, and ethnicity. Companies should be transparent about these rules so that both users and advertisers can understand what types of ad content are not permissible and so they can be accountable for the ad content that appears on their services or platforms. Therefore, companies should make these rules easy to find (E1), easy to understand (E3), and available in the main languages of the company's home market (E2). Companies that operate mobile ecosystems (Apple iOS, Google Android, and Samsung's implementation of Android) and personal digital assistant ecosystems (Amazon's Alexa, Alibaba's AliGenie) should enable users to choose which apps or skills to download on the basis of their participation (or not) in advertising networks. Therefore, Element 4 and Element 5 ask whether the company discloses a requirement for apps or skills made available through its app store or skills store to provide users with an advertising content policy.","display":"F1b","familyMembers":[],"indicatorSuffix":"b"},{"category":"freedom","indicator":"F01c","indicatorNr":1,"score":50,"label":"Access to advertising targeting policies","description":"The company should offer advertising targeting policies that are easy to find and easy to understand.","guidance":"In addition to providing accessible ad content policies (Indicator F1b), companies should also clearly disclose their ad targeting policies. The ability for advertisers or other third parties to target users with tailored content—based on their browsing behaviors, location information, and other data and characteristics that have been inferred about them—can significantly shape (or in some cases, distort) a user's online ecosystem. Targeting, which can include both paid and unpaid content, can amplify offline social inequities and can be overtly discriminatory. It can also result in so-called “filter bubbles” as well as amplify problematic content, including content intended to mislead or to spread falsehoods. Therefore, companies that enable advertisers and other third parties to target their users with tailored ads or content should publish targeting policies that users can easily find and understand, and that are available in the main languages of the company's home market. Users should be able to access and understand these rules in order to make informed decisions using the information about the ad content they are receiving. For mobile ecosystems and personal digital assistant ecosystems, companies should disclose a requirement for apps or skills made available through their app stores or skill stores to provide users with an accessible advertising targeting policy.","display":"F1c","familyMembers":[],"indicatorSuffix":"c"},{"category":"freedom","indicator":"F01d","indicatorNr":1,"score":83,"label":"Access to algorithmic system use policies","description":"The company should offer policies related to their use of algorithms that are easy for users to find and understand.","guidance":"The use of algorithmic systems can have adverse effects on fundamental human rights—and specifically, on the right to freedom of expression and information as well as the right to non-discrimination. In addition to clearly committing to respect and protect human rights as they develop and deploy these technologies (see Indicator G1, Element 3), companies should also publish policies that clearly describe the terms for how they use algorithmic systems across their service and platforms. Similar to having terms of service policies or user agreements that outline the terms for what types of content or activities are prohibited, companies that use algorithmic systems with the potential to cause human rights harms should publish a clear and accessible policy stating the nature and functions of these systems. As recommended by the Council of Europe's Recommendation on the human rights impacts of algorithmic systems (2020), this policy should be easy to find, presented in plain language, and contains options for users to manage settings. Note that in this indicator, we are looking for a policy that explains terms for how the company deploys algorithmic systems across its platforms and services. We also look for companies to disclose terms that outline how they develop and test algorithmic systems, which is addressed in Indicator P1b.","display":"F1d","familyMembers":[],"indicatorSuffix":"d"}]},{"category":"freedom","indicator":"F02","indicatorNr":2,"score":20,"label":"Notification of policy changes","description":"NA","guidance":"NA","display":"F2","familyMembers":[{"category":"freedom","indicator":"F02a","indicatorNr":2,"score":81,"label":"Changes to terms of service","description":"The company should clearly disclose that it directly notifies users when it changes its terms of service, prior to these changes coming into effect.","guidance":"It is common for companies to change their terms of service as their business evolves. However these changes, which can include rules about prohibited content and activities, can have a significant impact on users' freedom of expression and information rights. We therefore expect companies to commit to notifying users when they change these terms and to providing users with information that helps them understand what these changes mean. This indicator evaluates whether companies clearly disclose the method and timeframe for notifying users about changes to their terms of service. We expect companies to commit to directly notifying users of these changes prior to changes coming into effect. The method of direct notification may differ according to the type of service; we expect companies to directly notify users in a way that users are sure to access. For services that contain user accounts, direct notification may involve sending an email or an SMS. For services that do not require a user account, direct notification may involve posting a prominent notice where users access that service. This indicator also seeks evidence that a company provides publicly available records of previous terms so that people can understand how the company's terms have evolved over time.","display":"F2a","familyMembers":[],"indicatorSuffix":"a"},{"category":"freedom","indicator":"F02b","indicatorNr":2,"score":0,"label":"Changes to advertising content policies","description":"The company should clearly disclose that it directly notifies users when it changes its advertising content policies, prior to these changes coming into effect.","guidance":"It is common for companies to change their advertising content policies as their business and services evolve. However, these changes, which may include revising rules about prohibited content and activities, can affect users' freedom of expression and information as well as their right to non-discrimination. Companies therefore should commit to notifying users when they change these terms and to providing users with information that helps them understand what these changes mean. This indicator evaluates whether companies clearly disclose the method and timeframe for notifying users about changes prior to changes coming into effect. The method of direct notification may differ according to the type of service; we expect companies to directly notify users in a way that users are sure to access. For services that contain user accounts, direct notification may involve sending an email or an SMS. For services that do not require a user account, direct notification may involve posting a prominent notice where users access that service. This indicator also seeks evidence that a company provides publicly available records of previous terms so that people can understand how the company's terms have evolved over time.","display":"F2b","familyMembers":[],"indicatorSuffix":"b"},{"category":"freedom","indicator":"F02c","indicatorNr":2,"score":0,"label":"Changes to advertising targeting policies","description":"The company should clearly disclose that it directly notifies users when it changes its advertising targeting policies, prior to these changes coming into effect.","guidance":"It is common for companies to change their advertising targeting policies as their business and services evolve. However, these changes can affect users' freedom of expression and information as well as their right to non-discrimination. Companies should therefore commit to notifying users when they change these terms and to providing users with information that helps them understand what these changes mean. This indicator evaluates whether companies clearly disclose the method and timeframe for notifying users about changes prior to changes coming into effect. The method of direct notification may differ according to the type of service; we expect companies to directly notify users in a way that users are sure to access. For services that contain user accounts, direct notification may involve sending an email or an SMS. For services that do not require a user account, direct notification may involve posting a prominent notice where users access that service. This indicator also seeks evidence that a company provides publicly available records of previous terms so that people can understand how the company's terms have evolved over time.","display":"F2c","familyMembers":[],"indicatorSuffix":"c"},{"category":"freedom","indicator":"F02d","indicatorNr":2,"score":0,"label":"Changes to algorithmic system use policies","description":"The company should clearly disclose that it directly notifies users when it changes its algorithmic system use policies, prior to these changes coming into effect.","guidance":"When companies change their algorithm use policies, these changes can affect users' freedom of expression and information as well as their right to non-discrimination. Companies therefore should commit to notifying users when they change these policies and to providing users with information that helps them understand what these changes mean. This standard is in line with the Council of Europe's Recommendation on the human rights impacts of algorithmic systems (2020). This indicator evaluates whether companies clearly disclose the method and timeframe for notifying users about changes prior to changes coming into effect. The method of direct notification may differ according to the type of service; we expect companies to directly notify users in a way that users are sure to access. For services that contain user accounts, direct notification may involve sending an email or an SMS. For services that do not require a user account, direct notification may involve posting a prominent notice where users access the service. This indicator also seeks evidence that a company provides publicly available records of previous terms so that people can understand how the company's terms have evolved over time.","display":"F2d","familyMembers":[],"indicatorSuffix":"d"}]},{"category":"freedom","indicator":"F03","indicatorNr":3,"score":35,"label":"Process for policy enforcement","description":"NA","guidance":"NA","display":"F3","familyMembers":[{"category":"freedom","indicator":"F03a","indicatorNr":3,"score":51,"label":"Process for terms of service enforcement","description":"The company should clearly disclose the circumstances under which it may restrict content or user accounts.","guidance":"It is fair to expect companies to set rules prohibiting certain content or activities—like toxic speech or malicious behavior. However, when companies develop and enforce rules about what people can do and say on the internet—or whether they can access a service at all—they must do so in a way that is transparent and accountable. We therefore expect companies to clearly disclose what these rules are and how they enforce them. This includes information about how companies learn of material or activities that violate their terms. For example, companies may rely on outside contractors to review content and/or user activity. They may also rely on community flagging mechanisms that allow users to flag other users' content and/or activity for company review. They may also deploy algorithmic systems to detect and flag breaches, in which case, companies should explain how these systems are used and on what types of content. We expect companies to clearly disclose whether they have a policy of granting priority or expedited consideration to any government authorities and/or members of private organizations or other entities that identify their organizational affiliation when they report content or users for allegedly violating the company's rules. For mobile ecosystems, we expect companies to disclose the types of apps they would restrict. For personal digital assistant ecosystems, we expect companies to disclose the types of skills and search results they would restrict. In this disclosure, the company should also provide examples to help users understand what these rules mean.","display":"F3a","familyMembers":[],"indicatorSuffix":"a"},{"category":"freedom","indicator":"F03b","indicatorNr":3,"score":33,"label":"Advertising content rules and enforcement","description":"The company should clearly disclose its policies governing what types of advertising content is prohibited.","guidance":"The ability for advertisers or other third parties to target users with tailored content—based on their browsing behaviors, location information, and other data and characteristics that have been inferred about them—can significantly shape a user's online ecosystem. Targeting, which can include both paid and unpaid content, can amplify offline social inequities and can be overtly discriminatory. It can also result in so-called “filter bubbles,” as well as spread problematic content, including content intended to mislead or to spread falsehoods. Therefore, companies that enable advertisers and other third parties to target their users with tailored ads or content should have clear policies describing their ad targeting rules. Companies should clearly disclose whether they enable third parties to target their users with tailored ads or other types of sponsored content , and clearly disclose what targeting parameters—like using certain types of audience categories, like age, location, or other user characteristics—are not permitted. Companies should also disclose their processes for identifying breaches to targeting rules.","display":"F3b","familyMembers":[],"indicatorSuffix":"b"},{"category":"freedom","indicator":"F03c","indicatorNr":3,"score":20,"label":"Advertising targeting rules and enforcement","description":"The company should clearly disclose its policies governing what type of advertising targeting is prohibited.","guidance":"The ability for advertisers or other third parties to target users with tailored content—based on their browsing behaviors, location information, and other data and characteristics that have been inferred about them—can significantly shape a user's online ecosystem. Targeting, which can include both paid and unpaid content, can amplify offline social inequities and can be overtly discriminatory. It can also result in so-called “filter bubbles,” as well as spread problematic content, including content intended to mislead or to spread falsehoods. Therefore, companies that enable advertisers and other third parties to target their users with tailored ads or content should have clear policies describing their ad targeting rules. Companies should clearly disclose whether they enable third parties to target their users with tailored ads or other types of sponsored content , and clearly disclose what targeting parameters—like using certain types of audience categories, like age, location, or other user characteristics—are not permitted. Companies should also disclose their processes for identifying breaches to targeting rules.","display":"F3c","familyMembers":[],"indicatorSuffix":"c"}]},{"category":"freedom","indicator":"F04","indicatorNr":4,"score":0,"label":"Data about policy enforcement","description":"NA","guidance":"NA","display":"F4","familyMembers":[{"category":"freedom","indicator":"F04a","indicatorNr":4,"score":0,"label":"Data about content restrictions to enforce terms of service","description":"The company should clearly disclose and regularly publish data about the volume and nature of actions taken to restrict content that violates the company's rules.","guidance":"Companies can and should set clear rules about what types of content are not permitted on their platforms or services. This indicator expects companies to publicly disclose data about the actions they take to restrict or otherwise censor content due to breaches to the company's rules. Publishing this data is an essential first step to holding companies accountable for enforcing their own rules and for the actions they take to moderate content on their platforms and services. Companies should publish data about the aggregate number of pieces of content they restrict, remove, or—in the case of telecommunications companies—content they block or filter, as a result of terms of services violations. They should also break out this data by violation and by the method—such as a community flagger program or automation—through which the rules violation was detected. Companies should also publish this data at least four times a year, in line with the Santa Clara Principles, and in a structured data file.","display":"F4a","familyMembers":[],"indicatorSuffix":"a"},{"category":"freedom","indicator":"F04b","indicatorNr":4,"score":0,"label":"Data about account restrictions to enforce terms of service","description":"The company should clearly disclose and regularly publish data about the volume and nature of actions taken to restrict accounts that violate the company's rules.","guidance":"Companies can and should set clear rules about what types of content or activities are not permitted on their platforms or services. This indicator expects companies to publicly disclose data about the actions they take to enforce these rules. Publishing this data is an essential first step to holding companies accountable for enforcing their own rules and for the actions they take to moderate content on their platforms and services. Companies should publish data about the number of accounts they restrict as a result of terms of service violations. They should also break out this data by violation and by the method—such as a community flagger program or automation—through which the rules violation was detected. Companies should also publish this data at least four times a year, in line with the Santa Clara Principles, and in a structured data file.","display":"F4b","familyMembers":[],"indicatorSuffix":"b"},{"category":"freedom","indicator":"F04c","indicatorNr":4,"score":0,"label":"Data about advertising content and advertising targeting policy enforcement","description":"The company should clearly disclose and regularly publish data about the volume and nature of actions taken to restrict advertising content that violates the company's advertising content policies and advertising targeting policies.","guidance":"Indicators F3c and F3d ask companies to clearly disclose rules for what types of ad content and ad targeting is prohibited, respectively, and to describe its processes for enforcing these rules. This indicator, F4c, asks companies to publish evidence that it is enforcing these rules. Companies should publish data on the total number of ads it removes as a result of breaches to ad content policies, and they should also break out this data by what rule was violated. Companies should also provide evidence that it is enforcing its ad targeting policies by publishing data on the number of ads removed for violating targeting rules, and by what rule was violated. Companies should also publish this data at least once a year and in a structured data file.","display":"F4c","familyMembers":[],"indicatorSuffix":"c"}]},{"category":"freedom","indicator":"F05","indicatorNr":5,"score":61,"label":"Process for responding to third-party requests to restrict content or accounts","description":"NA","guidance":"NA","display":"F5","familyMembers":[{"category":"freedom","indicator":"F05a","indicatorNr":5,"score":93,"label":"Process for responding to government demands to restrict content or accounts","description":"The company should clearly disclose its process for responding to government demands (including judicial orders) to remove, filter, or restrict content or accounts.","guidance":"Companies often receive demands from governments to remove, filter, or restrict access to content and accounts. These requests can come from government agencies, law enforcement, and courts (both domestic and foreign). We expect companies to publicly disclose their processes for responding to these types of demands. Companies should disclose the legal reasons why it would comply with a government demand, as well as disclose a clear commitment to push back on overly broad demands. Note that our definition of “government demands” includes those that come through a “non-judicial” process, such as orders from law enforcement, as well as civil cases made by private parties that come through civil courts. Takedown requests that are made via organized processes like the U.S. Digital Millennium Copyright Act or the European Right to be Forgotten ruling are defined as “private processes” and are evaluated in Indicator F5b below.","display":"F5a","familyMembers":[],"indicatorSuffix":"a"},{"category":"freedom","indicator":"F05b","indicatorNr":5,"score":30,"label":"Process for responding to private requests for content or account restriction","description":"The company should clearly disclose its process for responding to requests to remove, filter, or restrict content or accounts that come through private processes.","guidance":"In addition to demands from governments and other types of authorities, companies can receive requests to remove or restrict access to content and accounts through private processes. These types of requests can come through formal processes established by law, (e.g., requests made under the U.S. Digital Millennium Copyright Act, the European Right to be Forgotten ruling, etc.) or via self-regulatory arrangements (e.g., company agreements to block certain types of materials or images, such as via the EU's Code of Conduct on Disinformation). Note that this indicator does not regard private requests to be requests that come through any kind of court or judicial process, which are considered under “government” requests (Indicator F5a). This indicator evaluates whether the company clearly discloses how it responds to requests to remove, filter, or restrict content or accounts that come through these types of private processes (Element 1). The company should disclose the basis for complying with these types of requests (Element 2), and whether it conducts due diligence on these requests before deciding how to respond (Element 3). We also expect companies to commit to push back on overly broad requests to remove content or accounts that come through private processes (Element 4), and to publish clear examples that illustrate how a company handles these types of requests (Element 5).","display":"F5b","familyMembers":[],"indicatorSuffix":"b"}]},{"category":"freedom","indicator":"F06","indicatorNr":6,"score":70,"label":"Data about government demands to restrict for content and accounts","description":"The company should regularly publish data about government demands (including judicial orders) to remove, filter, or restrict content and accounts.","guidance":"Companies frequently receive demands from governments to remove, filter, or restrict content or accounts. We expect companies- to regularly publish data about the number and type of government demands it receives, and the number of such requests with which it complies. Companies may receive these demands through official processes, such as with a court order, or through informal channels, like through a company's flagging system intended to allow private individuals to report content that violates the terms of service. Companies should be transparent about the nature of these requests. If a company knows that a request is coming from a government entity or court, the company should disclose it as part of its government requests reporting. Disclosing this data helps the public gain a greater understanding of the relationship between companies and governments in policing content online, and helps the public hold companies and governments accountable for their obligations to respect and protect freedom of expression rights. In some cases, the law might prevent a company from disclosing information referenced in this indicator's elements. For example, we expect companies to publish exact numbers rather than ranges of numbers. We acknowledge that laws sometimes prevent companies from doing so, and researchers will document situations where this is the case. But a company will nonetheless lose points if it fails to meet the standards specified in all of the above elements. This represents a situation where the law causes companies to fall short of best practice, and we encourage companies to advocate for laws that enable them to fully respect users' rights to freedom of expression and privacy.","display":"F6","familyMembers":[]},{"category":"freedom","indicator":"F07","indicatorNr":7,"score":0,"label":"Data about private requests for content or account restriction","description":"The company should regularly publish data about requests to remove, filter, or restrict access to content or accounts that come through private processes.","guidance":"Companies frequently receive requests to remove, filter, or restrict content or accounts through private processes, such as requests made under the U.S. Digital Millennium Copyright Act, the European Right to be Forgotten ruling, etc.) or through a self-regulatory arrangement (e.g., company agreements to block certain types of images). We expect companies to regularly publish data about the number and type of requests received through these private processes, and the number of such requests with which it complies.","display":"F7","familyMembers":[]},{"category":"freedom","indicator":"F08","indicatorNr":8,"score":0,"label":"User notification about content and account restriction","description":"The company should clearly disclose that it notifies users when it restricts content or accounts.","guidance":"Indicator F3 examines company disclosure of restrictions on what users can post or do on a service. This indicator, F8, focuses on whether a company clearly discloses that it notifies users when it takes these types of actions (whether due to terms of service enforcement or third-party restriction requests). A company's decision to restrict or remove access to content or accounts can have a significant impact on users' freedom of expression and access to information rights. We therefore expect a company to disclose that they notify users when they have removed content, restricted a user's account, or otherwise restricted users' abilities to access a service. If a company removes content that a user has posted, we expect the company to inform that user about its decision. If a different user attempts to access content that the company has restricted, we expect the company to notify that user about the content restriction. We also expect companies to specify reasons for their decisions. This disclosure should be part of companies' explanations of their content and access restriction practices.","display":"F8","familyMembers":[]},{"category":"freedom","indicator":"F09","indicatorNr":9,"score":50,"label":"Network management (telecommunications companies)","description":"The company should clearly disclose that it does not prioritize, block, or delay certain types of traffic, applications, protocols, or content for any reason beyond assuring quality of service and reliability of the network.","guidance":"This indicator evaluates whether telecommunications companies clearly disclose if they engage in practices that affect the flow of content through their networks, such as throttling or traffic shaping. We expect these companies to publicly commit to avoid prioritization or degradation of content. In some cases, a company may engage in legitimate traffic shaping practices in order to ensure the flow of traffic through their networks. We expect the company to publicly disclose this and to explain their purpose for doing so. Companies may engage in paid prioritization or zero rating practices, which would not fall under legitimate network management practices. A company may have a statement on its website committing to net neutrality, for example, but also offer zero rating.","display":"F9","familyMembers":[]},{"category":"freedom","indicator":"F10","indicatorNr":10,"score":69,"label":"Network shutdown (telecommunications companies)","description":"The company should clearly disclose the circumstances under which it may shut down or restrict access to the network or to specific protocols, services, or applications on the network.","guidance":"Network shutdowns are a growing threat to human rights. The U.N. Human Rights Council has condemned network shutdowns as a violation of international human rights law and called on governments to refrain from taking these actions. Yet governments are increasingly ordering telecommunications companies to shut down their networks, which in turn puts pressure on companies to take actions that violate their responsibility to respect human rights. We expect companies to fully disclose the circumstances under which they might take such action, to report on the demands they receive to take such actions, and to disclose commitments to push back on or mitigate the effects of government orders.","display":"F10","familyMembers":[]},{"category":"freedom","indicator":"F11","indicatorNr":11,"score":0,"label":"Identity policy","description":"The company should not require users to verify their identity with their government-issued identification, or other forms of identification that could be connected to their offline identity.","guidance":"The ability to communicate anonymously is essential to freedom of expression both on and offline. The use of a real name online, or requiring users to provide a company with identifying information, provides a link between online activities and a specific person. This presents human rights risks to those who, for example, voice opinions that don't align with a government's views or who engage in activism that a government does not permit. It also presents risks for people who are persecuted for religious beliefs or sexual orientation. We therefore expect companies to disclose whether they might ask users to verify their identities using government-issued ID or other forms of identification that could be connected to their offline identity. Other forms of identification can include credit cards and registered phone numbers. We acknowledge that users may have to provide information that could be connected to their offline identity in order to access paid features of various products and services. However, users should be able to access features that don't require payment without needing to provide information that can be tied to their offline identity. In some cases, phone numbers can be connected to a user's offline identity, for example, in legal contexts where prepaid users are required to register with their IDs. When providing a phone number is necessary to the provision of the service (for example in the case of instant messaging apps), companies should receive full credit, unless they also require users to use their real names or submit documents that would tie their names to their offline identities. Services that require users to provide a phone number for purposes not necessary to the provision of the service will receive no credit: for example, some services may require phone numbers for two-factor authentication purposes, however, this should be optional and users should be provided with other two-factor authentication options. This indicator is applicable to digital platform companies and pre-paid mobile services (for telecommunications companies).","display":"F11","familyMembers":[]},{"category":"freedom","indicator":"F12","indicatorNr":12,"score":"NA","label":"Algorithmic content curation, recommendation, and/or ranking systems","description":"Companies should clearly disclose how users' online content is curated, ranked, or recommended.","guidance":"Algorithmic content curation, recommendation, and ranking systems play a critical role in shaping what types of content and information users can see and access online. In addition, systems that are optimized for user engagement can have the effect of prioritizing controversial and inflammatory content, including content that is not protected under international human rights law. Over time, reliance on algorithmic curation and recommendation systems that are optimized for engagement can alter the news and information ecosystems of entire countries or communities. These systems can be manipulated to spread disinformation and otherwise distort the information ecosystem, which can in turn fuel human rights abuses. Companies should therefore be transparent about their use of automated curation, recommendation, and ranking systems, including the variables that influence such systems. Companies should publish information about whether they use algorithmic systems to curate, recommend, and rank content. They should disclose how these systems work, what options users have to control how their information is used by these systems, whether such systems are automatically on by default, or whether users can “opt-in” to have their content automatically curated by the algorithmic system.","display":"F12","familyMembers":[]},{"category":"freedom","indicator":"F13","indicatorNr":13,"score":"NA","label":"Automated software agents (“bots”)","description":"Companies should clearly disclose policies governing the use of automated software agents (“bots”) on their platforms, products and services, and how they enforce such policies.","guidance":"Social media platforms often allow users to create automated software agents, or “bots,” that automate various actions a user account can take, such as posting or boosting content (re-tweeting, for example). There are many innocuous or even positive uses of bots—for instance, artists use Twitter bots for the purpose of parody. There are also more problematic uses that many companies forbid or discourage, such as when political parties or their surrogates use botnets to promote certain messages or to artificially inflate a candidate's reach in order to manipulate public discourse and outcomes. On some social media platforms, bots or coordinated networks of bots (“botnets”) can be used to harass users (“brigading”), artificially amplify certain pieces of content (mass retweeting, etc), and otherwise distort public discourse on the platform. Some experts have called for companies to require users who use bots to explicitly label them as bots, in order to help detect such distortions. Companies that allow bots therefore should have clear policies governing the use of bots on their platforms. They should disclose whether they require content and accounts that are produced, disseminated or operated with the assistance of a bot to be labelled as such. They should also clarify their process for enforcing their bot policies, including by publishing data on the volume and nature of content and accounts that are restricted for violating these rules.","display":"F13","familyMembers":[]}],"privacy":[{"category":"privacy","indicator":"P01","indicatorNr":1,"score":100,"label":"Access to policies affecting users’ privacy","description":"NA","guidance":"NA","display":"P1","familyMembers":[{"category":"privacy","indicator":"P01a","indicatorNr":1,"score":100,"label":"Access to privacy policies","description":"The company should offer privacy policies that are easy to find and easy to understand.","guidance":"Privacy policies address how companies collect, manage, use, and secure information about users as well as information provided by users. Given this, companies should ensure that users can easily locate this policy and to make an effort to help users understand what they mean. This indicator expects companies to publish privacy policies that are easy to find, are available in the primary languages spoken in the company's home market, and easy to understand. If the company offers multiple products and services, it should be clear to what products and services the privacy policies applies. A document that is “easy to find” should be easily accessible from the company's homepage or service website. It should be located a few clicks away from the homepage, or otherwise accessible in a logical place where users are likely to find it. The terms should also be available in the major language(s) of the home market. In addition, we expect a company to take steps to help users understand the information presented in their policies. This may include, but is not limited to, providing summaries, tips, or guidance that explain what the terms mean, using section headers, readable font size, or other graphical features to help users understand the document, or writing the terms using readable syntax.","display":"P1a","familyMembers":[],"indicatorSuffix":"a"},{"category":"privacy","indicator":"P01b","indicatorNr":1,"score":100,"label":"Access to algorithmic system development policies","description":"The company should offer algorithmic system development policies that are easy to find and easy to understand.","guidance":"The development and testing of algorithmic systems can pose significant risks to privacy, particularly when companies then use the information collected about users to develop, train, and test these systems without the data subject's informed consent.Companies should clearly disclose policies describing the development and testing of algorithmic systems in a way that users can access, read and understand, so that users can make informed decisions about whether to use a company's products and services.","display":"P1b","familyMembers":[],"indicatorSuffix":"b"}]},{"category":"privacy","indicator":"P02","indicatorNr":2,"score":31,"label":"Notification of changes","description":"NA","guidance":"NA","display":"P2","familyMembers":[{"category":"privacy","indicator":"P02a","indicatorNr":2,"score":63,"label":"Changes to privacy policies","description":"The company should clearly disclose that it directly notifies users when it changes its privacy policies, prior to these changes coming into effect.","guidance":"Companies frequently change their privacy policies as their business evolves. However, these changes can affect a user's privacy rights by changing what user information companies can collect, share, and store. We therefore expect companies to commit to notifying users when they change these policies and to providing users with information to help them understand what these changes mean. This indicator seeks clear disclosure by companies of their method and timeframe for notifying users about changes to privacy policies. We expect companies to commit to directly notifying users prior to changes coming into effect. The method of direct notification may differ based on the type of service. For services that require a user account, direct notification may involve sending an email or an SMS. For services that do not require a user account, direct notification should involve posting a prominent notice on the main webpage or platform where users access the service. This indicator also seeks evidence that a company provides publicly available records of previous policies so that people can understand how the company's policies have evolved over time.","display":"P2a","familyMembers":[],"indicatorSuffix":"a"},{"category":"privacy","indicator":"P02b","indicatorNr":2,"score":0,"label":"Changes to algorithmic system development policies","description":"The company should clearly disclose that it directly notifies users when it changes its algorithmic system development policies, prior to these changes coming into effect.","guidance":"Companies may change their algorithmic system development policies as their business evolves. However, these changes can have a significant impact on users' right to privacy. We therefore expect companies to commit to notifying users when they change these policies and to providing users with information that helps them understand what these changes mean, as the Council of Europe recommends in its Recommendation on the human rights impacts of algorithmic systems (2020). This indicator seeks clear disclosure by companies of their method and timeframe for notifying users about changes to privacy policies. We expect companies to commit to directly notifying users prior to changes coming into effect. The method of direct notification may differ based on the type of service. For services that require a user account, direct notification may involve sending an email or an SMS. For services that do not require a user account, direct notification should involve posting a prominent notice on the main webpage or platform where users access the service. This indicator also seeks evidence that a company provides publicly available records of previous policies so that people can understand how the company's policies have evolved over time.","display":"P2b","familyMembers":[],"indicatorSuffix":"b"}]},{"category":"privacy","indicator":"P03","indicatorNr":3,"score":67,"label":"User information collection and inference","description":"NA","guidance":"NA","display":"P3","familyMembers":[{"category":"privacy","indicator":"P03a","indicatorNr":3,"score":83,"label":"Collection of user information","description":"The company should clearly disclose what user information it collects and how.","guidance":"Companies collect a wide range of personal information from users—from personal details and account profiles to a user's activities and location. We expect companies to clearly disclose what user information they collect and how they do so. We also expect companies to commit to the principle of data minimization and to demonstrate how this principle shapes their practices regarding user information. If companies collect multiple types of information, we expect them to provide details on how they handle each type of information. For mobile ecosystems and personal digital assistant (PDA) ecosystems, we expect the company to clearly disclose whether the privacy policies of the apps or PDA skills that are available in its mobile app store or PDA skill store specify what user information the apps or skills collect and whether those policies comply with data minimization principles.","display":"P3a","familyMembers":[],"indicatorSuffix":"a"},{"category":"privacy","indicator":"P03b","indicatorNr":3,"score":50,"label":"Inference of user information","description":"The company should clearly disclose what user information it infers and how.","guidance":"In addition to collecting information about users, companies also perform big data analytics to make inferences, or predictions, about users on the basis of the collected information. These methods might be used to make inferences about user preferences or attributes (such as race, gender, sexual orientation), and opinions (including political opinions), or to predict consumer behaviors. Without sufficient transparency and user control over data inference, privacy-invasive and non-verifiable inferences cannot be predicted, understood, or refuted by users. In addition to disclosing the information that they collect, companies should disclose what information they infer and how they infer it. They should also commit to only infer information that is relevant and necessary to provide the service. For example, companies should not try to infer their users' religion, sexual orientation, or health status (such as by assigning them to an audience category based on this characteristic) unless that information is somehow directly necessary to accomplish the purpose of their service.","display":"P3b","familyMembers":[],"indicatorSuffix":"b"}]},{"category":"privacy","indicator":"P04","indicatorNr":4,"score":25,"label":"Sharing of user information","description":"The company should clearly disclose what user information it shares and with whom.","guidance":"Companies collect a wide range of personal information from users—from our personal details and account profiles to our browsing activities and location. Companies also often share this information with third parties, including advertisers, governments, and legal authorities. We expect companies to clearly disclose what user information (as RDR defines it)they share and with whom. Companies should specify if they share user information with governments and with commercial entities. For mobile ecosystems, we expect the company to clearly disclose whether the privacy policies of the apps that are available in its app store specify what user information the apps share with third parties. Companies that operate personal digital assistant (PDA) ecosystems should require that third-party skills that they make available in their skill store to clearly disclose what types of user information is shared, and the types of third parties with whom they share it.","display":"P4","familyMembers":[]},{"category":"privacy","indicator":"P05","indicatorNr":5,"score":50,"label":"Purpose for collecting, inferring, and sharing user information","description":"The company should clearly disclose why it collects, infers, and shares user information.","guidance":"We expect companies to clearly disclose the purpose for collecting, sharing, and inferring each type of user information it collects, shares, and infers. In addition, many companies own or operate a variety of products and services, and we expect companies to clearly disclose how user information can be shared or combined across services. Companies should also publicly commit to the principle of use limitation—meaning they publicly state in their policies that they only use data for purposes for which it was specified—in line with OECD privacy guidelines, the GDPR, and other frameworks, both for the user information they collect and infer.","display":"P5","familyMembers":[]},{"category":"privacy","indicator":"P06","indicatorNr":6,"score":50,"label":"Retention of user information","description":"The company should clearly disclose how long it retains user information.","guidance":"Just as we expect companies to disclose what information they collect and share about us, we also expect companies to clearly disclose for how long they retain it and the extent to which they remove identifiers from user information they store. In addition, users should also be able to understand what happens to their information when they delete their accounts. In some cases, laws or regulations may require companies to retain certain information for a given period of time. In these cases, companies should clearly disclose these regulations to users. Companies that choose to retain user information for extended periods of time should also take steps to ensure that data is not tied to a specific user. Acknowledging the ongoing debates about the efficacy of de-identification processes, and the growing sophistication around re-identification practices, we still consider de-identification a positive step that companies can take to protect the privacy of their users. In addition, if companies collect multiple types of information, we expect them to clearly disclose for how long they retain each type of information. For mobile ecosystems and personal digital assistant (PDA) ecosystems, we expect companies to disclose whether the privacy policies of the mobile apps and PDA skills that are available in their app and skill store state how long the app or skill retains user information and whether all user information is deleted if users terminate or delete the app or the skill.","display":"P6","familyMembers":[]},{"category":"privacy","indicator":"P07","indicatorNr":7,"score":19,"label":"Users' control over their own user information","description":"The company should clearly disclose to users what options they have to control the company's collection, inference, retention and use of their user information.","guidance":"We expect companies to clearly disclose what options users have to control the information that companies collect, retain, and infer about them. Enabling users to control what information about them that a company collects, infers, and retains would mean giving users the ability to delete specific types of user information without requiring them to delete their entire account. We therefore expect companies to clearly disclose whether users have the option to delete specific types of user information. In addition, we expect companies to enable users to control the use of their information for the purpose of targeted advertising and algorithmic system development. Targeted advertising requires extensive collection, retention, and inference of user information, and companies should therefore clearly disclose whether users have options to control how their information is being used for these purposes. For mobile ecosystems and personal digital assistant (PDA) ecosystems, we expect companies to clearly disclose what options users have to control the collection of their location information. A user's location changes frequently and many users carry their mobile devices nearly everywhere, making the collection of this type of information particularly sensitive. In addition, the location settings on mobile ecosystems and personal digital assistant ecosystems can influence how other products and services access their location information. For instance, mobile apps or PDA ecosystem skills may enable users to control location information. However, if the device on which those mobile apps or PDA skills run collects geolocation data by default and does not give users a way to turn this off, users may not be able to limit mobile apps' or PDA skills' collection of their location information. For these reasons, we expect companies to disclose that users can control how their device interacts with their location information.","display":"P7","familyMembers":[]},{"category":"privacy","indicator":"P08","indicatorNr":8,"score":50,"label":"Users' access to their own user information","description":"Companies should allow users to obtain all of their user information the company holds.","guidance":"Users should be able to obtain all public-facing and internal information that companies hold about them, including the information that a company has used to make inferences, or predictions, about them. We expect companies to clearly disclose what options users have to obtain this information, what data this record contains, and what formats users can obtain it in. Companies should also enable users to access the list of advertising categories that they have been assigned to. In order to target ads, companies typically assign each user to any number of audience categories. Advertisers can then select which audience categories they want to target. Users should be able to know which audience categories the company has assigned them to, on the basis of information that the company has collected or inferred about users. For mobile ecosystems, we expect the company to disclose to users whether the apps that are available in its app store specify that users can obtain all of the user information that app holds about them. We expect companies that operate personal digital assistant (PDA) skill stores to set minimum standards that the third-party skills hosted on their platform must meet. Just as we expect companies themselves to disclose that users can obtain a record of their own user information from the company, PDA skill stores should require skills in their store to provide similar disclosure.","display":"P8","familyMembers":[]},{"category":"privacy","indicator":"P09","indicatorNr":9,"score":13,"label":"Collection of user information from third parties","description":"The company should clearly disclose its practices with regard to user information it collects from third-party websites or apps through technical means, as well as user information it collects through non-technical means.","guidance":"We expect companies to disclose what information about users they collect from third parties, which can mean information collected from third-party websites or apps through technical means—for instance through cookies, plug-ins, or widgets, or through non-technical means, for instance through contractual agreements. Companies can also acquire user information through non-technical means, including as part of a contractual agreement, and this acquired data can become part of a “digital dossier” that companies may hold on their users, which can then form the basis for inferred and shared user information. Companies should be transparent and accountable about these practices so that users can understand if and how their activities are being tracked by companies even when they are not on a host company's website or when the individual is not a user of a particular service or platform.","display":"P9","familyMembers":[]},{"category":"privacy","indicator":"P10","indicatorNr":10,"score":46,"label":"Process for responding to demands for user information","description":"NA","guidance":"NA","display":"P10","familyMembers":[{"category":"privacy","indicator":"P10a","indicatorNr":10,"score":93,"label":"Process for responding to government demands for user information","description":"The company should clearly disclose its process for responding to governments demands for user information.","guidance":"Companies increasingly receive government demands to turn over user information. These demands can come from government agencies or courts (both domestic and foreign). We expect companies to publicly disclose their process for responding to demands from governments, along with the basis for complying with these requests. Companies should also publicly commit to pushing back on inappropriate or overbroad government demands. In some cases, the law might prevent a company from disclosing information referenced in this indicator's elements. Researchers will document situations where this is the case, but a company will still lose points if it fails to meet standards for all elements. This represents a situation where the law causes companies to fall short of best practice, and we encourage companies to advocate for laws that enable them to fully respect users' rights to freedom of expression and privacy.","display":"P10a","familyMembers":[],"indicatorSuffix":"a"},{"category":"privacy","indicator":"P10b","indicatorNr":10,"score":0,"label":"Process for responding to private requests for user information","description":"The company should clearly disclose its process for responding to requests for user information that come through private processes.","guidance":"Companies increasingly receive private requests to turn over user information. Such requests are often informal requests for user information from a non-governmental entity that do not involve or come through any formal legal process. According to the Wikimedia Foundation—which publishes transparency reports with e data on the number of these types of such requests it receives—private requests for user information include cases in which another company sends them a letter or an email requesting “non-public information” about one of its users. This could include a user's IP or email address. This indicator expects companies to disclose their processes for handling these types of requests. Companies should explain reasons for complying with these types of requests, and commit to push back on overly broad demands.","display":"P10b","familyMembers":[],"indicatorSuffix":"b"}]},{"category":"privacy","indicator":"P11","indicatorNr":11,"score":43,"label":"Data about demands for user information","description":"NA","guidance":"NA","display":"P11","familyMembers":[{"category":"privacy","indicator":"P11a","indicatorNr":11,"score":85,"label":"Data about government demands for user information","description":"The company should regularly publish data about government demands for user information.","guidance":"Companies frequently receive demands from governments to hand over user information. These demands can come from government agencies or courts (both domestic and foreign). We expect companies to regularly publish data about the number and type of such demands they receive, and the number of such demands with which they comply. Companies should disclose data about requests they receive by country, including from their home and foreign governments, as well as from law enforcement and courts. We also expect company disclosure to indicate the number of accounts affected by these demands and to delineate by category the demands with which the company has complied. We recognize that companies are sometimes not legally allowed to disclose demands for user information made by governments. However, in these cases, we expect companies to report what types of government demands they are not allowed to disclose by law. Companies should also report this data once a year and should ensure the data can be exported as a structured data file. In some cases, the law might prevent a company from disclosing information referenced in this indicator. For example, we expect companies to publish exact numbers rather than ranges of numbers. We acknowledge that laws sometimes prevent companies from doing so, and researchers will document situations where this is the case. But a company will lose points if it fails to meet all elements. This represents a situation where the law causes companies to fall short of best practice, and we encourage companies to advocate for laws that enable them to fully respect users' rights to freedom of expression and privacy.","display":"P11a","familyMembers":[],"indicatorSuffix":"a"},{"category":"privacy","indicator":"P11b","indicatorNr":11,"score":0,"label":"Data about private requests for user information","description":"The company should regularly publish data about requests for user information that come through private processes.","guidance":"Companies increasingly receive private requests to turn over user information. Such requests are often informal requests for user information from a non-governmental entity that do not involve or come through any formal legal process. According to the Wikimedia Foundation—which publishes transparency reports with data on the number of these types of requests it receives—private requests for user information includes cases in which another company sends them a letter or an email requesting “non-public information” about one of its users. This could include a user's IP and email address. Just as companies should publish data about the government demands they receive to hand over user information, companies should also publish data about requests for user information they receive (and comply with) that come through any private processes. We expect companies to regularly publish data about the number and type of such requests they receive, and the number of such requests with which they comply. Companies should also report this data once a year and ensure the data can be exported in a structured data file.","display":"P11b","familyMembers":[],"indicatorSuffix":"b"}]},{"category":"privacy","indicator":"P12","indicatorNr":12,"score":0,"label":"User notification about third-party requests for user information","description":"The company should notify users to the extent legally possible when their user information has been demanded by governments and other third parties.","guidance":"We expect companies to clearly disclose a commitment to notifying users when governments and other third parties request data about its users. We acknowledge that this notice may not be possible in legitimate cases of an ongoing investigation; however, we expect companies to specify what types of requests they are prohibited by law from disclosing.","display":"P12","familyMembers":[]},{"category":"privacy","indicator":"P13","indicatorNr":13,"score":83,"label":"Security oversight","description":"The company should clearly disclose information about its institutional processes to ensure the security of its products and services.","guidance":"Because companies handle and store immense amounts of information about users, they should have clear security measures in place to ensure this information is kept secure. We expect companies to clearly disclose that they have systems in place to limit and monitor employee access to user information. We also expect the company to clearly disclose that it deploys both internal and external security teams to conduct security audits on its products and services.","display":"P13","familyMembers":[]},{"category":"privacy","indicator":"P14","indicatorNr":14,"score":25,"label":"Addressing security vulnerabilities","description":"The company should address security vulnerabilities when they are discovered.","guidance":"Computer code is not perfect. When companies learn of vulnerabilities that could put users and their information at risk, they should take action to mitigate those concerns. This includes ensuring that people are able to share any vulnerabilities they discover with the company. We believe it is especially important for companies to provide clear policies to users about the manner and time period in which users will receive security updates. In addition, since telecommunications providers can alter open-source mobile operating systems, we expect these companies to disclose information that may affect a user's ability to access these critical updates.","display":"P14","familyMembers":[]},{"category":"privacy","indicator":"P15","indicatorNr":15,"score":50,"label":"Data breaches","description":"The company should publicly disclose information about its processes for responding to data breaches.","guidance":"Companies should have clearly disclosed processes in place for addressing data breaches, including clear policies for notifying affected users. Given that data breaches can result in significant threats to an individual's financial or personal security, in addition to exposing private information, companies should make these processes publicly available. Individuals can then make informed decisions and consider the potential risks before signing up for a service or giving a company their information. We expect companies to have formal policies in place regarding their handling of data breaches if and when they occur, and to make this information about these policies and commitments public prior to a breach occurring.","display":"P15","familyMembers":[]},{"category":"privacy","indicator":"P16","indicatorNr":16,"score":"NA","label":"Encryption of user communication and private content (digital platforms)","description":"The company should encrypt user communication and private content so users can control who has access to it.","guidance":"Encryption is an important tool for protecting freedom of expression and privacy. The U.N. Special Rapporteur on freedom of expression has stated unequivocally that encryption and anonymity are essential for the exercise and protection of human rights. We expect companies to clearly disclose that user communications are encrypted by default, that transmissions are protected by “perfect forward secrecy,” that users have an option to turn on end-to-end encryption, and whether it is enabled by default. For mobile ecosystems and personal digital assistant ecosystems, we expect companies to clearly disclose that they enable full-disk encryption.","display":"P16","familyMembers":[]},{"category":"privacy","indicator":"P17","indicatorNr":17,"score":"NA","label":"Account security (digital platforms)","description":"The company should help users keep their accounts secure.","guidance":"Companies should help users keep their accounts secure. They should clearly disclose that they use advanced authentication techniques to prevent unauthorized access to user accounts and information. We also expect companies to provide users with tools that enable them to secure their accounts and to know when their accounts may be compromised.","display":"P17","familyMembers":[]},{"category":"privacy","indicator":"P18","indicatorNr":18,"score":100,"label":"Inform and educate users about potential risks","description":"The company should publish information to help users defend themselves against cybersecurity risks.","guidance":"Because companies hold such vast amounts of data about users, they are often targets of malicious actors. We expect companies to help users protect themselves against such risks. This can include publishing materials on how to set up advanced account authentication or adjust privacy settings, how to avoid malware, phishing, and social engineering attacks, how to avoid or address bullying or harassment online, and what “safe browsing” means. Companies should present this guidance using clear language, ideally paired with visual materials, designed to help users understand the nature of the risks companies and users can face. These materials can take many forms including tips, tutorials, how-to guides, FAQs, or other resources presented in a way that users can easily understand.","display":"P18","familyMembers":[]}]}}