{"id":"BhartiAirtel","printName":"Bharti Airtel Limited","basicInformation":"<p>Headquartered in India, Bharti Airtel provides mobile, fixed-line broadband, and voice services in India and 17 other countries in South Asia and Africa. With a global user base of <a href=\"https://assets.airtel.in/teams/simplycms/web/docs/Quarterl_IR_Pack_Bharti_Airtel_Consolidated_271020.pdf\">440 million</a>, it is the second-largest mobile operator in India and the fourth-largest in the world.</p>","keyTakeawaysTitle":"Key Takeaways","keyTakeaways":"<ul>\n  <li>Despite some signs of progress, Bharti Airtel&#x2019;s human rights governance is weak. New and updated human rights policies showed promise, but the company&#x2019;s overall performance remained poor, especially on management oversight, due diligence, stakeholder engagement, and remedy.</li>\n</ul><ul>\n  <li>Bharti Airtel was the least transparent of any telecommunications company we evaluated about policies affecting freedom of expression. The information it did publish in areas such as handling network shutdown orders was scarce and scattered, leading to an overall decline in its freedom of expression and information score.</li>\n</ul><ul>\n  <li>Bharti Airtel slightly strengthened its policies on protecting users&#x2019; privacy, but they remain riddled with gaps. Although it gave users more access to and control over their information, it remained silent on demands for user data and failed to improve its security policies.</li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Bharti Airtel strengthened its governance of human rights issues but continued to lag behind most other telecommunications companies. </span>Bharti Airtel became the <a href=\"https://gadgets.ndtv.com/telecom/news/airtel-second-spot-trai-mobile-telecom-subscription-base-february-2020-reliance-jio-vodafone-idea-2254529\">second-largest</a> telecommunications company in India in mid-2020. Like other Indian telcos, it faced criticism from civil society for complying with dozens of <a href=\"https://internetshutdowns.in/\">network shutdown orders</a> issued by the Indian government, including the first recorded shutdown ever to have taken place in Delhi. The company offered little transparency around these orders and its processes for fulfilling them, and thus scored poorly on our indicators on network shutdowns. The company also suffered a <a href=\"https://www.theweek.in/news/sci-tech/2019/12/07/airtel-data-breach-exposes-personal-details-of-300-million-users.html\">data breach</a> that affected 300 million users.</p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>Bharti Airtel improved most notably on its governance of human rights issues, updating its Human Rights Policy and publishing a new Human Rights Management Policy, which together included new human rights commitments as well as information on employee training, whistleblower programs, and human rights due diligence.</li>\n</ul><ul>\n  <li>Bharti Airtel withdrew a publicly available policy that contained information about its network prioritization practices for its fixed-line broadband service.</li>\n</ul><ul>\n  <li>Bharti Airtel improved its privacy policy by consolidating previously fragmented sections into a single clearer and more understandable policy, and it better articulated users&#x2019; right to access and control their data.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Improve governance of human rights. Bharti Airtel should significantly strengthen its governance of human rights issues and begin to directly engage with stakeholders on these issues.</li>\n</ul><ul>\n  <li>Release comprehensive transparency reports. Bharti Airtel should publish a clear transparency report covering, at a minimum, government demands to block content, demands for user data, and network shutdowns.</li>\n</ul><ul>\n  <li>Address security vulnerabilities and breaches. Bharti Airtel should publish clear policies on addressing security vulnerabilities and data breaches.</li>\n</ul>","governance":"<p>Bharti Airtel&#x2019;s most significant improvements were in the governance category, but it still placed fourth from the bottom overall.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Bharti Airtel made an explicit commitment to protect users&#x2019; freedom of expression and privacy (G1). It also clarified that the scope of its employee training and whistleblower programs includes freedom of expression issues (G3). However, it was still unclear how leadership oversees human rights issues at the executive and management levels (G2).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Bharti Airtel&#x2019;s new Human Rights Management Policy outlined an annual human rights due diligence process covering all of the company&#x2019;s sites and business functions (G4a). Although the company enumerated several rights covered by these assessments, freedom of expression was not one of them, and the policy did not explicitly encompass new activities. We also found no evidence that these processes covered areas such as policy enforcement and algorithms (G4b, G4d).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Bharti Airtel is a member of several industry associations, but we could find no evidence that the company systematically engages with civil society on human rights issues (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Although it slightly improved its explanation of its grievance mechanisms for privacy concerns, Bharti Airtel was not clear about how users could submit freedom of expression grievances. The company&#x2019;s remedy procedures continued to be vague (G6a).</li>\n</ul>","freedom":"<p>Bharti Airtel came last among telcos we evaluated in the freedom of expression and information category, publishing scarce information across these indicators.</p><ul>\n  <li><span class=\"font-bold\">Content blocking and account restrictions: </span>Bharti Airtel&#x2019;s overarching terms of service were located in the Telecom Consumer Charter, which is also available in Hindi (F1a). But the terms for individual services were hard to find on the company&#x2019;s home page and they were divided into broad sections that were not easy for the average user to understand. The company made no commitment to notify users of changes to these policies (F2a). Bharti Airtel published new terms for its fixed-line broadband services that more clearly laid out what activities were not allowed, supplementing the otherwise ambiguous Consumer Charter (F3a). But it shared no data on the enforcement of its terms of service (F4) and no commitment to notify customers when it restricts content or accounts (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Bharti Airtel published no information about the rules governing advertising content and targeting on its services and no information about the enforcement of those rules (F1b, F1c, F2b, F2c, F4c).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Network management: </span>Bharti Airtel disclosed nothing about its network management policies, including whether it commits to network neutrality principles (F9). India, the world&#x2019;s most populous democracy, <a href=\"https://www.ssrn.com/abstract%3D3330413\">shuts down the Internet</a> more often than any other country, but Bharti Airtel trailed most other companies on its policies and practices related to network shutdowns, revealing almost nothing about them (F10).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands:</span> Bharti Airtel revealed no information about government demands to restrict content or accounts (F5a, F6) and no information on private requests to do the same (F5b, F7). It is one of five telecommunications companies in the RDR Index that disclosed nothing about third-party censorship demands.</li>\n</ul>","privacy":"<p>Bharti Airtel clarified parts of its privacy policy, but it still had the third-lowest privacy score among telecommunications companies.</p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Bharti Airtel&#x2019;s updated privacy policy more clearly articulated users&#x2019; right to object to the use of their information, delete some types of it, and to opt out of cookie-based marketing (P7). It also clarified that users could obtain a copy of their data, though the circumstances and processes for doing so were unclear (P8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Bharti Airtel offered almost no information about its processes for handling third-party demands for user data (P10) and no data about such demands (P11). It also explicitly stated that it would not notify its users across most services when such demands are submitted (P12). The only information we found on the company&#x2019;s processes for handling government demands was a vague indication in the Employee Code of Conduct that employees conducted some form of due diligence when they received such demands (P10a).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Bharti Airtel published scarce information about its security policies and practices. While it stated that it limits and monitors employee access to user information (P13), it revealed no information about how it addressed security vulnerabilities (P14) or data breaches (P15), despite a 2019 <a href=\"https://www.businesstoday.in/sectors/telecom/bharti-airtel-security-flaw-data-breach-exposes-personal-and-sensitive-user-information-of-32-crore-subscribers/story/391724.html\">data breach</a> that affected the vast majority of its users. The company did, however, provide guidance to its customers on avoiding cyber threats and malware on its Important Alerts page.</li>\n</ul>"}