{"id":"Yandex","printName":"Yandex N.V. ","basicInformation":"<p>Headquartered in Russia, Yandex provides the country&#x2019;s <a href=\"https://yandex.com/company/general_info/yandex_today/\">leading search engine</a> service, alongside email, cloud storage, and maps.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul>\n  <li>Yandex lacked evidence of strong governance and oversight over human rights commitments across the company&#x2019;s operations.</li>\n  <li>The company published no information about its process for responding to government censorship demands, and little about the process for responding to user information demands, although there are no legal barriers to disclosing at least some information.</li>\n  <li>Although it reportedly earns a majority of its <a href=\"https://foreignpolicy.com/2019/11/26/kremlin-moscow-nationalize-russian-private-tech-firms-yandex-mailru/\">revenue</a> from advertising, Yandex explained little about what actions it takes to enforce its ad content and ad targeting rules. </li>\n</ul>","keyFindingsTitle":"Key findings","keyFindings":"<p><span class=\"font-bold\">Yandex placed eighth out of 14 digital platforms, tying with its Russian peer Mail.Ru. </span>Although it published a commitment<span class=\"font-bold\"> </span>to respect users&#x2019; freedom of expression and privacy rights, </p><p>Russia&#x2019;s restrictive regulatory environment makes it difficult for companies like Yandex to respect these rights in practice. Authorities increasingly <a href=\"https://www.hrw.org/news/2020/06/18/russia-growing-internet-isolation-control-censorship\">pressure platforms</a> to cooperate in censorship and surveillance that undermine users&#x2019; rights. Nevertheless, for the first time in 2020, the company published a <a href=\"https://meduza.io/en/feature/2020/10/26/who-s-asking\">transparency report</a>, but the report did not include information about government censorship demands.<sup><a href=\"#ftnt1\" id=\"ftnt_ref1\">[1]</a></sup> This is especially significant in the Russian context, where authorities are known for <a href=\"https://freedomhouse.org/country/russia/freedom-world/2020\">surveilling and arresting</a> dissidents, and increasingly <a href=\"https://www.hrw.org/news/2020/06/18/russia-growing-internet-isolation-control-censorship\">require</a> digital platforms to block web content and hand over user information without due process. </p>","changesTitle":"Changes since 2019","changes":"<ul>\n  <li>In its 2019 Annual Report, Yandex published an overview of legislative risks to freedom of expression and information in Russia. </li>\n  <li>Yandex disclosed that users can obtain a copy of their information, although it was not clear if they could obtain all the information the company holds on them.</li>\n  <li>Yandex failed to clarify whether it protects its users&#x2019; privacy by using unique encryption keys by default.</li>\n</ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul>\n  <li>Disclose more about government requests: Yandex should disclose data about how it responds to government requests to remove content or deactivate accounts, and to hand over user data.</li>\n  <li>Improve governance oversight: Yandex should put processes in place to strengthen institutional oversight over freedom of expression and privacy issues at the company. Yandex should adopt a human rights framework to guide its development and use of algorithmic systems. </li>\n  <li>Clarify handling of user information: Yandex should disclose more about its handling of user information and its policies to keep user information secure.</li>\n</ul>","governance":"<p>Despite making a commitment to protect users&#x2019; freedom of expression and privacy rights, Yandex continued to fall short in its governance and oversight of these commitments. It ranked ninth in this category, slightly outperforming its Russian peer, Mail.Ru.</p><ul>\n  <li><span class=\"font-bold\">Commitment to human rights: </span>Yandex disclosed an explicit commitment to freedom of expression and privacy, but failed to disclose a commitment to human rights in its use and development of algorithmic systems (G1).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Human rights due diligence: </span>Yandex showed evidence that it assesses at least some of the privacy and freedom of expression risks caused by government regulations in markets where it operates. However, we found no evidence that the company assesses possible privacy, expression, or discrimation risks that could result from its own policy enforcement, its targeted advertising policies and practices, or of its development and deployment of algorithms (G4).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Stakeholder engagement: </span>Yandex continued to disclose no systematic engagement with stakeholders that represent, advocate on behalf of, or are people whose privacy and freedom of expression and information are directly impacted by the company (G5).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Remedy: </span>Although<span class=\"font-bold\"> </span>Yandex enabled users to submit freedom of expression and privacy-related grievances, its processes for providing remedy for these types of complaints were unclear (G6a).</li>\n</ul>","freedom":"<p>Yandex was not transparent about its policies and practices affecting users&#x2019; freedom of expression and information rights, ranking eighth among digital platforms. </p><ul>\n  <li><span class=\"font-bold\">Content moderation: </span>Yandex<span class=\"font-bold\"> </span>disclosed which activities and types of content it does not permit, but it was not clear about the processes it uses to identify content or accounts that violate its rules, including the role of algorithmic systems in those processes (F3a). It published no data about the volume or nature of content or accounts removed for violations to its rules (F4a, F4b). Yandex Search and Disk did not disclose whether they notify users who attempt to access content that has been restricted or explain why it was restricted (F8).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Algorithmic use and</span><span class=\"font-bold\"> c</span><span class=\"font-bold\">ontent curation: </span>Yandex disclosed an easy-to-access and understandable policy describing how it uses algorithms on Yandex Search (F1d). While it clearly outlined how the company uses algorithmic systems to curate content, including the variables that influence these systems, the policy did not provide users with options to control those variables (F12). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Advertising content and targeting: </span>Yandex did not provide comprehensive information about how advertising content and targeting rules are governed and enforced. For example, it did not disclose what types of targeting parameters are not permitted (F3c) on its services, nor did it publish data on ads removed to enforce its ad rules (F4c). </li>\n</ul><ul>\n  <li><span class=\"font-bold\">Censorship demands</span>: Yandex lacked transparency about its handling of government and private demands to remove content and accounts (F5-F7). It enabled private parties to submit requests to remove content, including for copyright infringement and defamation, but its process for responding to these types of requests lacked clarity, particularly for Yandex Search (F5b). It did not disclose anything about how it responds to government demands (F5a) or data around such demands. There is nothing legally preventing Yandex from disclosing information about its processes for handling third-party censorship demands.</li>\n</ul>","privacy":"<p>Yandex failed to disclose enough information about its policies affecting users&#x2019; privacy, tying for 10th place with Mail.Ru among the 14 ranked digital platforms. </p><ul>\n  <li><span class=\"font-bold\">Handling of user data: </span>Yandex lacked transparency about its handling of user information. Its privacy policy included information on some of the types of data it collects (P3a) and shares (P4), but information was not fully transparent across the privacy policy regarding how user information is handled. For example it did not provide for any of its services the names of all third parties with which the user data may be shared. Yandex did not disclose anything about its inference of user information (P3b) or whether and how users might control it. It also failed to disclose anything about which user information it collects from third parties (P9).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Government and private demands for user data: </span>Yandex was far less transparent about its process for responding to government demands for user information than its Russian peer, Mail.Ru (P10a), nor did it disclose any data about the number and type of such requests it received and complied with (P11a). However, since Russian authorities have <a href=\"https://www.europarl.europa.eu/meetdocs/2009_2014/documents/libe/dv/soldatov_presentation_/soldatov_presentation_en.pdf\">direct access</a> to communications data, Russian companies may not be aware and able to report in every case when government authorities access user information. The company also disclosed nothing about how it handles or complies with private requests (P10b, P11b).<sup><a href=\"#ftnt2\" id=\"ftnt_ref2\">[2]</a></sup></li>\n</ul><ul>\n  <li><span class=\"font-bold\">Security: </span>Like many of its peers, Yandex disclosed more about resources and tools it provides to help users protect their security (P17, P18) than it did about its own measures and processes for keeping user information secure. For example, while it disclosed that it commissioned a third-party security audit in 2020, it was unclear whether it conducts such audits on a regular basis and whether its internal security team conducts audits as well (P13). It did not disclose a process for responding to data breaches (P15), and while it did provide a bug bounty program allowing external researchers to submit reports of security vulnerabilities, it fell short of pledging not to pursue legal action against them (P14).</li>\n</ul><ul>\n  <li><span class=\"font-bold\">Encryption:</span> Yandex disclosed only minimal (HTTPS) encryption to protect user communications, failing to implement more sophisticated measures such as end-to-end encryption and forward secrecy (unique keys). Russian law <a href=\"https://www.hrw.org/news/2020/06/18/russia-growing-internet-isolation-control-censorship\">requires</a> Yandex, Mail.ru, and many other technology companies to provide encryption keys to law enforcement on an ongoing basis. (P16)</li>\n</ul>","footnotes":"<p><a href=\"#ftnt_ref1\" id=\"ftnt1\">[1]</a> Yandex published its transparency report (<a href=\"https://yandex.ru/company/privacy/transparencyreport\">complete document</a> in Russian) in October 2020, about a month after the timeframe of the 2020 RDR Index research. Therefore, it was not accounted for in our scoring or analysis.</p><p><a href=\"#ftnt_ref2\" id=\"ftnt2\">[2]</a> Yandex published a transparency report with some of this data in October 2020, after the research cycle for the 2020 RDR Index research was concluded. Therefore, it was not accounted for in our scoring or analysis for this RDR Index.</p>"}