{"id":"Yandex","printName":"Yandex N.V. ","basicInformation":"<p>Headquartered in Russia, Yandex provides the country&rsquo;s leading search engine, alongside email, cloud storage, and maps. Yandex Search held 45.66% of the search engine market share in Russia in <a href=\"https://gs.statcounter.com/search-engine-market-share/all/russian-federation\">early 2022</a>, with Google capturing just over 51%. <a href=\"https://www.statista.com/statistics/225714/annual-revenue-of-yandex-by-segment/\">Advertising is the main driver</a> of Yandex&rsquo;s revenues.</p>","keyTakeawaysTitle":"Key takeaways","keyTakeaways":"<ul><li>Yandex&rsquo;s overall score improved more than that of any other platform. It started disclosing more information on privacy-related issues like data retention. It also began publishing transparency reports that offer some insight into how it handles government demands to access user data. </li></ul><ul><li>Yandex&rsquo;s new <a href=\"https://web.archive.org/web/20220208182930/https://yandex.ru/company/privacy/transparencyreport\">transparency reports</a> omitted key details, however: they offered no information about how the company handles government demands to censor content or how it enforces its own rules to restrict content online.</li></ul><ul><li>Yandex was among the five ranked platforms that <a href=\"https://web.archive.org/web/20220121064225/https://ir-docs.s3.yandex.net/sustainability/2020%20Yandex%20Sustainability%20Report.pdf\">published data</a> on the number of advertisements it restricted for violating the company&rsquo;s ad policies in 2020. </li></ul><ul><li>When it came to security policies and practices, Yandex was among the highest-performing companies in our ranking. Yet it was among the lowest-performing companies when it came to data collection and privacy practices.  </li></ul>","keyFindingsTitle":"Key findings","keyFindings":"<p>In spite of its lackluster performance overall, and an increasingly challenging political and regulatory landscape, Yandex saw more improvements this year than any other platform we evaluated. This is owed in part to the fact that the company started publishing transparency reports regularly in 2020. While this marks a step in the right direction, the reports do not include data on the volume and nature of government demands to censor content. Access to such data is important in Russia, where companies have been operating in an increasingly hostile legal and political environment.</p><p>In March 2021, Yandex was <a href=\"https://www.rbc.ru/technology_and_media/27/03/2017/58d90b689a7947e1cdefa14c\">accused</a> of setting its recommendation algorithm to remove news that mentioned anti-government protests in the country. After Russia passed a law requiring that media outlets receiving foreign funding be publicly labeled as &ldquo;foreign agents&rdquo; (a tactic intended to isolate such media outlets and alienate their readers), Yandex began adding a <a href=\"https://meduza.io/news/2021/10/15/yandeks-novosti-nachal-markirovat-publikatsii-smi-inoagentov\">&ldquo;foreign agent&rdquo; label</a> to search results that linked to media outlets carrying the &ldquo;foreign agent&rdquo; designation, despite there being <a href=\"https://zona.media/news/2021/10/15/yan\">no clear legal requirement</a> for search engines to display this information. Just days after Russian military attacks on Ukraine began in February 2022, Yandex <a href=\"https://www.reuters.com/technology/yandex-warns-russian-users-unreliable-information-online-after-moscow-threatens-2022-02-25/\">displayed a message</a> under its search bar that read: &quot;Some material on the internet may contain inaccurate information. Please be attentive.&quot; <a href=\"https://www.pbs.org/wnet/amanpour-and-company/video/its-military-censorship-russia-shuts-down-tv-rain/\">Independent media experts</a> interpreted this as a sign that Yandex was bowing to pressure from Russian authorities in light of the new law barring &ldquo;fake news&rdquo; about the war in Ukraine and mandating it be referred to using only state-sanctioned terms such as &ldquo;special military operation.&rdquo;</p><p>While the company fell short on transparency around users&#39; rights to freedom of expression and information, it published some new information describing how it responds to government demands for user data. The company also noted that there are &ldquo;legal barriers&rdquo; to publishing information about such demands, but did not explain precisely what the relevant laws prohibit.</p>","changesTitle":"Changes since 2020","changes":"<ul><li>Yandex provided more information about the governance mechanisms it has in place to protect users&rsquo; privacy. It <a href=\"https://web.archive.org/web/20211201215030/https://yandex.com/company/press_center/press_releases/2021/27-05-2021\">appointed</a> a chief privacy officer to oversee how company practices affect privacy and started requiring employees to complete mandatory training on privacy and data protection. </li></ul><ul><li>Yandex was more clear about its advertising rules enforcement. It &#8203;&#8203;provided a clear explanation of the tools and processes it uses to monitor and moderate ad content for violations and disclosed <a href=\"https://web.archive.org/web/20220121064225/https://ir-docs.s3.yandex.net/sustainability/2020%20Yandex%20Sustainability%20Report.pdf\">data</a> on the number of advertisements restricted for violating the company&rsquo;s ad policies in 2020, although the data is not comprehensive. </li></ul><ul><li>It provided new information about how it notifies users in case of content restrictions and made clear that it is prohibited by law from notifying users when it receives a government demand for their data, citing Article 161 of Russia&rsquo;s criminal code.</li></ul><ul><li>The company started publishing <a href=\"https://web.archive.org/web/20210817214015/https://yandex.com/company/privacy/transparencyreport\">transparency reports</a> that include new but not comprehensive data on government demands to access user information. </li></ul>","keyRecommendationTitle":"Key recommendations","keyRecommendation":"<ul><li>Improve governance oversight. Yandex should put processes in place to strengthen institutional oversight on freedom of expression. Yandex should adopt a human rights framework to guide its development and use of algorithmic systems. </li></ul><ul><li>Be transparent about content removals and account suspensions. Yandex should publish data showing how it responds to government requests to censor content and accounts and how it enforces its own rules to restrict content and accounts. This will be especially important as the Russian government becomes more inclined to censor online speech.</li></ul><ul><li>Explain how user information is handled. Yandex should disclose more about how it handles user information. It should explain how it infers user information for the purposes of profiling and disclose what options users have to control these processes. </li></ul><ul><li>Be transparent about targeted advertising and algorithmic systems. Yandex should give users more ways to control how their information is used in the development of targeted advertising and algorithmic systems.</li></ul>","governance":"<p>Yandex improved in the governance category on privacy and AI issues (G1, G2, G3). The company published a set of AI principles pledging to develop &ldquo;ethical&rdquo; AI systems, but these represent a weaker standard than human rights commitments, as they are not grounded in any form of international law. Yandex failed to provide critical information about how it oversees issues affecting users&rsquo; freedom of expression. Yandex disclosed that it conducts data protection impact assessments, but these processes do not appear to cover issues beyond data protection (G4a). As in 2020, we found no evidence that the company assesses possible privacy, freedom of expression, or discrimination risks that could result from its own policy enforcement; its targeted advertising policies and practices; or its development and deployment of algorithms (G4b&ndash;d).</p>","freedom":"<p>Lacking transparency about its policies and practices affecting users&rsquo; freedom of expression and information, Yandex ranked seventh in this category. Yandex provided more information than it had in our previous evaluations regarding how it notifies users about content restrictions (F8). It also published some data about the number of ads it restricted based on its own rules (F4c), but it failed to share any data about the nature and volume of content it restricted as a result of government demands (F5a) or the enforcement of its own content rules (F4a,b). </p>","privacy":"<p>Yandex performed relatively well on security issues (P13&ndash;P18) and made significant improvements in how it handles government demands to access user information by providing legal explanations and relevant data in its <a href=\"https://web.archive.org/web/20210817214015/https://yandex.com/company/privacy/transparencyreport\">transparency report</a> (P10&ndash;P12). Yet it failed to provide basic information on how it handles user data, including how and what data it collects about users through technical and non-technical means (P9) and what options users have to control the use of their data for the development of algorithmic systems (P7).   </p>"}